Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::downloadable
source: Downloadable
he: ניתן להורדה

# Languages::downloadable_shipping
source: Enable shipping if downloadable
he: אפשר משלוח במידה ניתן להורדה

# Languages::downloads
source: Downloads
he: הורדות

# Languages::downloads_max_left
source: Downloads (max./left)
he: הורדות (מקסימום/נותרים)

# Languages::download_key_expiry
source: Download key expiry
he: פקיעת תוקף של מפתח הורדה

# Languages::download_link_expired
source: The download link is expired or is not ready.
he: הקישור להורדה אינו מוכן או שפג תוקפו.

# Languages::do_not_change
source: Do not change
he: אל תבצע שינוי

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
he: אל תעביר את הלוגו של סל קניות לסוחר

# Languages::do_not_use
source: Do not use
he: אל תשתמש

# Languages::drlicense_number
source: Driving License Number
he: מספר רשיון נהיגה

# Languages::dropdown_horizontal
source: Dropdown horizontal
he: רשימה נפתחת אופקית

# Languages::dropdown_limit
source: Minimal number if items to be placed in a dropdown list.
he: מספר מינימלי של פריטים להצגה ברשימה נפתחת.

# Languages::dropdown_second_level_elements
source: Second level elements
he: רכיבים ברמה השנייה

# Languages::dropdown_third_level_elements
source: Third level elements
he: רכיבים ברמה שלישית

# Languages::dropdown_vertical
source: Dropdown vertical
he: רשימה נפתחת אנכית

# Languages::drop_existing_data
source: Delete all existing product files before import
he: מחק את כל קבצי המוצר הקיימים לפני היבוא

# Languages::delete_downloadable_product_files
source: Delete existing files of downloadable products
he: מחק את כל קבצי המוצר הקיימים

# Languages::delete_downloadable_product_files_tooltip
source: If you enable this setting, then importing downloadable products will delete their existing files. If the setting is disabled, the new files of downloadable products will simply be added to existing files.
he: אם תאפשר הגדרה זו, אז ייבוא מוצרים הניתנים להורדה ימחק את הקבצים הקיימים. אם הגדרה זו מושבתת, הקבצים חדשים של מוצרים הניתנים להורדה פשוט יתווספו לקבצים הקיימים.

# Languages::cant_create_backup_file
source: Cannot upload backup file. Please check permissions for the "var/backups" directory of your installation.
he: לא ניתן להעלות את קובץ הגיבוי. בדוק את ההרשאות עבור תיקיית "var/backups" ההתקנה שלך.

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
he: נא הגדר הרשאות כתיבה בקובץ הגיבוי של מסד הנתונים.

# Languages::duplicate
source: Duplicate transactions
he: תנועות כפולות

# Languages::dutch
source: Dutch
he: הולנדית

# Languages::dynamic
source: Dynamic
he: דינמי

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
he: תוכן בלוק זה יוצג ב<a href="[url]">עמוד זה </a> בלבד.

# Languages::dynamic_tree_cat
source: Dynamic tree
he: עץ דינאמי

# Languages::dynamic_tree_pages
source: Dynamic tree
he: עץ דינאמי

# Languages::easing
source: Easing
he: הקלות

# Languages::edit
source: Edit
he: עריכה

# Languages::editing
source: Editing
he: עריכה

# Languages::editing_block
source: Editing block
he: עריכת בלוק

# Languages::editing_category
source: Editing category
he: עריכת קטגוריה

# Languages::editing_chart
source: Editing chart
he: עריכת תרשים

# Languages::editing_container
source: Editing container
he: עריכת מיכל

# Languages::editing_currency
source: Editing currency
he: עריכת מטבע

# Languages::editing_defined_products
source: Editing defined products
he: עריכת מוצרים מוגדרים

# Languages::editing_file
source: Editing file
he: עריכת קובץ

# Languages::editing_filter
source: Editing filter
he: עריכת מסנן

# Languages::editing_folder
source: Editing folder
he: עריכת תיקיה

# Languages::editing_grid
source: Editing grid
he: עריכת רשת

# Languages::editing_group
source: Editing group
he: עריכת קבוצה

# Languages::editing_item
source: Editing item
he: עריכת פריט

# Languages::editing_language
source: Editing language
he: עריכת שפה

# Languages::editing_layout
source: Editing layout
he: עריכת פריסה

# Languages::editing_link
source: Editing link
he: עריכת קישור

# Languages::editing_localization
source: Editing localization
he: עריכת לוקליזציות

# Languages::editing_location
source: Editing location
he: עריכת מיקום

# Languages::editing_rate_area
source: Editing rate area
he: עריכת rate area

# Languages::editing_menu
source: Editing menus
he: עריכת תפריטים

# Languages::editing_option
source: Editing option
he: אפשרות עריכה

# Languages::editing_order
source: Editing order
he: עריכת הזמנה

# Languages::editing_page
source: Editing page
he: עריכת דף

# Languages::editing_payment
source: Editing payment
he: עריכת תשלום

# Languages::editing_product
source: Editing product
he: עריכת מוצר

# Languages::editing_product_feature
source: Editing product feature
he: עריכת תכונת מוצר

# Languages::editing_profile
source: Editing profile
he: עריכת פרופיל

# Languages::editing_profile_field
source: Editing profile field
he: עריכת שדה פרופיל

# Languages::editing_promotion
source: Editing promotion
he: עריכת מבצע

# Languages::editing_quick_menu_link
source: Editing quick menu link
he: עריכת קישור תפריט מהיר

# Languages::editing_quick_menu_section
source: Editing quick menu section
he: עריכה סעיף תפריט מהיר

# Languages::editing_report
source: Editing report
he: עריכת דוח

# Languages::editing_shipping_method
source: Editing shipping method
he: עריכת שיטת משלוח

# Languages::editing_sitemap_section
source: Editing sitemap section
he: עריכה סעיף מפת האתר

# Languages::editing_status
source: Editing status
he: סטטוס עריכה

# Languages::editing_tab
source: Editing tab
he: לשונית עריכה

# Languages::editing_tax
source: Editing tax
he: עריכת מס

# Languages::editing_vendor
source: Editing store
he: עריכת חנות

# Languages::edition_type
source: Edition type
he: סוג עריכה

# Languages::edit_content_on_site
source: Edit content on-site
he: ערוך את התוכן באתר

# Languages::edit_files
source: Can edit
he: יכול לערוך

# Languages::edit_layout
source: Edit layout
he: ערוך פריסה

# Languages::edit_order
source: Edit order
he: ערוך הזמנה

# Languages::edit_products
source: Edit products
he: ערוך מוצרים

# Languages::edit_profile
source: Edit profile
he: ערוך פרופיל

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
he: שנה דוא"ל, הסיסמה, פרטי משלוח/חיוב, והגדרות פרופיל אחרות

# Languages::edit_report
source: Edit report
he: ערוך דוח

# Languages::edit_selected
source: Edit selected
he: ערוך נבחרים

# Languages::edp_access_granted
source: Now you can download the purchased products.
he: באפשרותך להוריד את המוצרים שנרכשו.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
he: ניתנה גישה למוצרים המופצים באופן אלקטרוני

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
he: אפשר משלוח למוצרים הניתנים להורדה

# Languages::email
source: Email
he: דוא"ל

# Languages::emails
source: Emails
he: הודעות דוא"ל

# Languages::email_address
source: E-mail address
he: כתובת דוא"ל

# Languages::email_header
source: E-mail header
he: כותרת דוא"ל

# Languages::email_subject
source: E-mail subject
he: נושא דוא"ל

# Languages::empty
source: Empty
he: ריק

# Languages::empty_key_value
source: Empty table key value
he: ערך מפתח הטבלה ריק

# Languages::enable
source: Enable
he: אפשר

# Languages::enabled
source: Enabled
he: הפוך לזמין

# Languages::enable_cdn
source: Enable CDN
he: אפשר CDN

# Languages::enable_for
source: Enable for
he: הפוך לזמין עבור

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
he: הפעל/בטל בלוק

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
he: הפעל/בטל את המיכל

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
he: הפעל/בטל רשת

# Languages::enable_quick_view
source: Enable quick view
he: אפשר תצוגה מהירה

# Languages::encryption
source: Encryption
he: הצפנה

# Languages::encryption_key
source: Encryption Key
he: מפתח ההצפנה

# Languages::end_date
source: End date
he: תאריך סיום

# Languages::english
source: English
he: אנגלית

# Languages::enter_code
source: Enter code
he: הזן קוד

# Languages::enter_data
source: Enter data
he: הזנת נתונים

# Languages::enter_email
source: Enter e-mail address
he: הזן את כתובת דוא"ל

# Languages::enter_new_lang_code
source: Enter a new language code
he: הזן קוד שפה חדשה

# Languages::enter_other
source: Enter other
he: הזן אחר

# Languages::enter_your_price
source: Enter your price
he: הזן את המחיר שלך

# Languages::entity
source: Entity
he: ישות

# Languages::entry_page
source: Global entry page
he: בדף הכניסה הגלובלי

# Languages::entry_point
source: Entry point
he: נקודת כניסה

# Languages::envelope
source: Envelope
he: מעטפה

# Languages::epdq_3ds_main
source: Main window
he: חלון ראשי

# Languages::epdq_3ds_popup
source: Popup
he: חלון קופץ (Popup)

# Languages::error
source: Error
he: שגיאה

# Languages::errorCode
source: Error Code
he: קוד השגיאה

# Languages::errorName
source: Error Name
he: שם השגיאה

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
he: החשבון שלך מושבת. צור קשר עם הנהלת החנות.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
he: חשבון מנהל המערכת לא נוצר. כתובת הדוא"ל שייכת למשתמש אחר. באפשרותך להוסיף את מנהל הערכת עבור חברה זו באופן ידני.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
he: אופס, משהו השתבש ([error]). נסה שוב.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
he: אין לך הרשאות גישה לאזור זה.

# Languages::error_confirmation_code_invalid
source: Sorry, the anti-bot validation has failed. Please try again.
he: מצטערים, לא עברת את הבדיקה נגד בוטים. נסה שוב.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
he: <b>אזהרה!<b><b>שרת שלך<b>אינו<b>תומך בסיומת PHP cURL. <b>לא יהיה פעיל. צור קשר לספק אירוח שלך.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
he: <b>אזהרה!<b><b>סיומת PHP cURL מקומפלת<b>ללא<b>תמיכת SSL בשרת שלך.[method]<b</b> לא יהיה פעיל. צור קשר לספק אירוח שלך.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
he: מטבע עם קוד <b>[code]</b> כבר קיים

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
he: אחת מחזיתות חנות שלך משתמשת בנושא זה. הגדר נושא אחר לפני מחיקתו.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
he: סל הקניות פועל במצב <b>הדגמה</b>, תפקוד זה מושבת.

# Languages::error_empty_company_name
source: Company name cannot be empty
he: שם החברה אינו יכול להיות ריק

# Languages::error_exim_get_images_for_products
source: Could not import images for some of the products. Either those images don't exist (or can't be accessed), or the paths to those images in the imported file are incorrect.
he: ייבוא תמונות עבור חלק מהמוצרים נכשל. תמונות לא קיימות (או שאין גישה אליהן) או שנתיב אל תמונות אלה בקובץ המיובא לא נכון.

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
he: אין אפשרות לפתוח את הקובץ שהועלה

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
he: אין אפשרות לקרוא את הקובץ שהועלה

# Languages::error_exim_fields_not_selected
source: No fields selected for export
he: לא נבחרו שדות עבור ייצוא

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
he: הקובץ לא קיים

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
he: קובץ CSV שלך כולל פורמט מידע שגוי (מפריד שגוי, שדות שהוחסרו/חסרים, וכו') בשורות הבאות: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
he: המפריד בקובץ CSV שונה מזה שנבחר על ידך

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
he: אי התאמה בספיר שורות בשפות מרובות: מספר שורות שונה בשפות שונות.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
he: השדות הבאים הינם שדות חובה, לא ניתן להסירם מהפריסה :

# Languages::error_exim_no_data_exported_new
source: No data exported. The wrong export range is probably causing this issue. <a class="cm-post" href="[url]">Clear the export range</a>, then try again
he: לא ייוצאו שום נתונים. הבעיה ככל הנראה נגרמת על ידי טווח שגוי לייצוא.<a class="cm-post" href="[url]"> נקה את טווח הייצוא </a> ואז נסה שוב

# Languages::error_exim_no_file_uploaded
source: No file uploaded
he: לא הועלה אף קובץ

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
he: הגדרת תבנית לא חוקית: חסר מפתח חלופי

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
he: הגדרת תבנית לא חוקית: חסרה טבלת הפניות

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
he: קובץ הייבוא שלך אינו תואם לתבנית שנבחרה

# Languages::error_exim_pattern_not_found
source: Pattern not found
he: ,תבנית לא נמצאה

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
he: קובץ הייבוא שלך חייב להכיל את השדות הבאים: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
he: שגיאה ביצירת hash . נסה שיטת תשלום אחרת.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
he: נא ציין את תיקיית התמונות בתוך תיקיית ה שורש של החנות. הכנס את התמונות שברצונך לייבא לתיקייה זו.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
he: פורמט התמונה <b>[format]</b> אינו נתמך על ידי ספריית GD המותקנת בשרת שלך. התמונה הממוזערת לא נוצרה.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
he: שם המשתמש או הסיסמה שהזנת אינו חוקי. נא נסה שוב.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
he: כתובות הדואל אינם חוקיים: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
he: קוד השפה שסופק ([code]) כבר קיים

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
he: שם המשתמש שהזנת אינו תואם לאף חשבון בחנות שלנו. נא ודא כי הזנת את שם המשתמש והסיסמה הנכונים ונסה שוב.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
he: לא ניתן לשלוח את ההודעה. <br /> שגיאת Mailer:

# Languages::error_not_logged
source: You must log in before you can access this resource!
he: עליך להתחבר לפני שתוכל לגשת למשאב זה!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
he: לא נבחרו פריטים! עלייך לבחור תיבת סימון אחת לפחות כדי לבצע את הפעולה הזו.

# Languages::error_occured
source: Error occurred.
he: אירעה שגיאה.

# Languages::error_occurred
source: Error occurred
he: אירעה שגיאה

# Languages::error_passwords_dont_match
source: The passwords do not match.
he: הסיסמאות אינן תואמות.

# Languages::error_password_content
source: The password must contain both letters and numbers.
he: הסיסמה צריכה להכיל אותיות וגם ומספרים.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
he: תוקף הסיסמא פג. עליך החליף את הסיסמה שלך כעט.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
he: תוקף הסיסמא פג.<p><a href="[link]" class="underlined"><b>החלף את הסיסמה &#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
he: הסיסמה צריכה להכיל לפחות <b>[number]</b> תווים.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
he: על הסיסמא החדשה להיות שונה מכל הסיסמאות שהשתמשת בעבר. נסה סיסמא אחרת.

# Languages::error_permissions_not_changed
source: Cannot change permissions
he: אין אפשרות לשנות הרשאות

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
he: שגיאה בעת עדכון הסטטוס. הסטטוס לא השתנה.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
he: קובץ תיאור נושא ("manifest") לא נמצא. התקנה בוטלה.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
he: שם המשתמש או הדוא"ל שבחרת כבר קיימים.נסה אחר.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
he: קוד הצבע בשדה <b>[field] אינו חוקי.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
he: כתובת הדואר האלקטרוני <b>[field]</b> אינה חוקית.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
he: הערך של <b>[field]</b> השדה אינו חוקי. צריך להיות מספר שלם.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
he: הערך של<b>[field]</b> השדה אינו תקין.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
he: השדה <b>[field]</b> אינו מכיל את האפשרויות שנבחרו.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
he: הסיסמאות בשדות <b>[field2]</b> ו- <b>[field]</b> אינם תואמות.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
he: מספר הטלפון בשדה <b>[field]</b> אינו חוקי. הפורמט התקין הוא (555) 555-55-55 או 55 55 555 5555.

# Languages::error_validator_phone_mask
source: The phone number in the <b>[field]</b> field is invalid.
he: מספר טלפון<b>[field]</b/> בשדה אינו תקין.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
he: על מנת להשתמש בשיטת תשלום זאת עלייך להשתמש בפורמט : 555 555 55555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
he: השדה <b>[field]</b> חובה.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
he: קוד מיקוד/ת.ד ב<b>[field]</b> אינו תקין, הפורמט התקין הינו [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
he: חברה בעלת דוא"ל שבחרת כבר קיימת, אנא נסה אחרת.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
he: CVV/CVC קצר מדי.

# Languages::error_validator_ccv_long
source: CVV/CVC is too long.
he: CVV / CVC ארוך מדי.

# Languages::error_change_admin_data_in_frontend
source: It's forbidden to change the admin email or password in the customer area. Please sign in using a customer account.
he: אסור לשנות את הדוא"ל או הסיסמה של מנהל מערכת באזור משתמש. התחבר באמצעות חשבון משתמש.

# Languages::exact_phrase
source: The exact phrase
he: הביטוי המדויק

# Languages::excellent
source: Excellent!
he: מעולה!

# Languages::exception
source: Exception
he: יוצא מן הכלל

# Languages::exceptions
source: Exceptions
he: יוצאים מן הכלל

# Languages::exceptions_type
source: Exceptions type
he: סוג היוצאים מן הכלל

# Languages::exception_disabled
source: No variant can be selected
he: לא ניתן לבחור שום וריאציה

# Languages::exception_disregard
source: Any variant
he: וריאציה כלשהי

# Languages::exception_error
source: ERROR
he: שגיאה

# Languages::exception_error_code
source: Error code:
he: קוד שגיאה:

# Languages::exception_exist
source: This exception combination already exists
he: שילוב יוצא מן הכלל זה כבר קיים

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
he: . אופס! <br /> לא הצלחנו למצוא את מה שחיפשת.

# Languages::exchange_rate
source: Live exchange rates
he: שערי חליפין מתעדכנים

# Languages::exec
source: Execute
he: בצע

# Languages::exim_remove_additional_images
source: Clean up
he: נקה

# Languages::exit_point
source: Exit point
he: נקודת יציאה

# Languages::expanded
source: Expanded
he: מורחב

# Languages::expand_collapse_list
source: Expand / collapse the list of items
he: הרחב / כווץ את רשימת הפריטים

# Languages::expand_sublist_of_items
source: Expand the sublist of items
he: הרחב את רשימת הפריטים

# Languages::expired
source: Expired
he: פג תוקף

# Languages::expirepreauth
source: Preauthorization
he: אימות מראש

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
he: מגבלה בימים של אישור והחזקה מראש. ערך מקסימלי 30 ימים. במקרה של בקשה מסוג "Sale" השאר שדה זה ריק.

# Languages::expiry_date
source: Expiration date
he: תאריך תפוגה

# Languages::export
source: Export
he: ייצוא

# Languages::exported_fields
source: Exported fields
he: שדות לייצוא

# Languages::exported_files
source: Exported files
he: קבצים שיוצאו

# Languages::exporting_data
source: Exporting data
he: מייצה נתונים

# Languages::export_data
source: Export data
he: ייצוא נתונים

# Languages::export_locations
source: Export locations
he: ייצוא מיקומים

# Languages::export_options
source: Export options
he: אפשרויות ייצוא

# Languages::export_selected
source: Export selected
he: ייצא נבחרים

# Languages::export_products
source: Export products
he: ייצוא מוצרים

# Languages::extended
source: Extended
he: מורחב

# Languages::extra
source: Extra
he: תוספת

# Languages::extra_services
source: Extra services
he: שירותים נוספים

# Languages::extra_folders
source: Extra folders
he: תיקיות נוספות

# Languages::fail
source: Fail
he: נכשל

# Languages::failed
source: Failed
he: נכשל

# Languages::fair
source: Fair
he: הוגן

# Languages::false
source: False
he: שגוי

# Languages::faroese
source: Faroese
he: פארואזית

# Languages::fast
source: Fast
he: מהר

# Languages::fax
source: Fax
he: פקס

# Languages::feature
source: Feature
he: תכונה

# Languages::features
source: Features
he: תכונות

# Languages::features_delimiter
source: Feature variants delimiter
he: מפריד וריאציות של תכונות

# Languages::features_menu_description
source: Add and manage extra product fields.
he: הוסף ונהל שדות מוצר נוספים.

# Languages::feature_code
source: Feature code
he: קוד תכונה

# Languages::feature_comparison
source: Feature comparison
he: השוואת תכונות

# Languages::feature_category
source: Feature category
he: קטגוריית תכונות

# Languages::feature_display_on_catalog
source: Show in product list
he: הצג ברשימת מוצרים
