Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
he: הסיסמה חייבת להיות שונה מדוא"ל! <p><a href="[link]" class="underlined"><b>שנה את הסיסמה&#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
he: שם משתנה השפה כולל תווים שלא נתמכים!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
he: לא ניתן למחוק את השפה[lang_name]כי זו שפת ברירת מחדל של החנות

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
he: ניתן להשתמש בתנאי "[condition]" בקבוצות עם "[set_value]"תנאים בלבד.

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
he: שדרוג זיכרון מטמון אוטומטי מופעל.<br /><br />קבצים עם שינויים נמצאים במעקב בזמן אמת (כולל קבצים ששונו ישירות בשרת) והוחזרו לזיכרון המטמון.<br /><br />יתכן שביצועי החנות יושבעו במידה מועטה. מומלץ להשבית on production ב-<a href="[link]">ערכות נושא</a>.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
he: שדרוג זיכרון מטמון אוטומטי מושבת<br /><br />נקה את התבניות המקומפלות ידנית לאחר שינוי קבצי ערכות נושא באמצעות<a href="[link]">הקישור הבא </a>כדי להחיל את השינויים.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
he: <b>[email]</b> כבר קיים ברשימת מנויים

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
he: לא ניתן לשכפל את ערכת נושא בגלל שהספרייה שהכנסת כבר קיימת. הכנס אחרת.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
he: אין ברשותך הרשאות לצפייה בפרטי ההזמנה שצוינה.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
he: כתובת דוא"ל/מזהה הזמנה שהכנסת לא קיים

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
he: הקלקה על שמור תסיר את ערכי תכונות המוצר.

# Languages::website
source: Website
he: אתר

# Languages::web_pages
source: Web pages
he: דפי אתר

# Languages::web_site
source: Website
he: אתר

# Languages::week
source: Week
he: שבוע

# Languages::weekday_0
source: Sunday
he: יום ראשון

# Languages::weekday_1
source: Monday
he: יום שני

# Languages::weekday_2
source: Tuesday
he: יום שלישי

# Languages::weekday_3
source: Wednesday
he: יום רביעי

# Languages::weekday_4
source: Thursday
he: יום חמישי

# Languages::weekday_5
source: Friday
he: יום שישי

# Languages::weekday_6
source: Saturday
he: יום שבת

# Languages::weekday_abr_0
source: Sun
he: יום ראשון

# Languages::weekday_abr_1
source: Mon
he: יום שני

# Languages::weekday_abr_2
source: Tue
he: יום שלישי

# Languages::weekday_abr_3
source: Wed
he: יום רביעי

# Languages::weekday_abr_4
source: Thu
he: יום חמישי

# Languages::weekday_abr_5
source: Fri
he: יום שישי

# Languages::weekday_abr_6
source: Sat
he: יום שבת

# Languages::weeks
source: week(s)
he: שבוע(ות)

# Languages::weight
source: Weight
he: משקל

# Languages::weight_dependences
source: Weight dependencies
he: יחסי תלות בין עלות

# Languages::weight_limit
source: Weight limit
he: מגבלת משקל

# Languages::weight_modifier
source: Weight modifier
he: משנה משקל

# Languages::weight_symbol
source: Weight symbol
he: סמל משקל

# Languages::well_done
source: Well done!
he: עבודה טובה!

# Languages::what_is_cvv2
source: What is CVV/CVC
he: מהי ספרות ביקורת

# Languages::widget_code
source: Widget code
he: קוד משקל

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
he: <a href="[href]" target="_blank">מה זה?</a>

# Languages::width
source: Width
he: רוחב

# Languages::without_image
source: Without image
he: ללא תמונה

# Languages::with_contact_information
source: With contact information only
he: עם פרטי קשר בלבד

# Languages::world
source: World
he: עולם

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
he: התרחשה שגיאה. פרטי השגיאה: hash הבקשה והתגובה אינם תואמים.

# Languages::worldpay_secret
source: MD5 secret for transactions
he: MD5 secret עבור העסקאות

# Languages::wrapper
source: Wrapper
he: עטיפה

# Languages::write
source: Write
he: כתוב

# Languages::year
source: Year
he: שנה

# Languages::yes
source: Yes
he: כן

# Languages::yesterday
source: Yesterday
he: אתמול

# Languages::your_message
source: Your message
he: ההודעה שלך

# Languages::your_name
source: Your name
he: שמך

# Languages::your_range
source: Your range
he: טווח שלך

# Languages::you_have_no_permissions
source: You have no permissions
he: אין לך הרשאות

# Languages::you_save
source: You save
he: החיסכון שלך

# Languages::zero_price_action
source: Zero price action
he: פעולה במחיר אפס

# Languages::zipcodes
source: Zip/Postal codes
he: מיקוד

# Languages::zip_postal_code
source: Zip/postal code
he: מיקוד

# Languages::zone
source: Zone
he: אזור

# Languages::zpa_ask_price
source: Ask customer to enter the price
he: הצע ללקוח להציע את המחיר

# Languages::zpa_permit
source: Allow customers to add the product to cart
he: לאפשר ללקוחות להוסיף את המוצר לסל הקניות

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
he: אל תאפשר ללקוחות להוסיף את המוצר לסל הקניות

# Languages::po_file
source: Choose a file in the PO or ZIP format
he: בחר קובץ בפורמט PO או ZIP

# Languages::hidden_categories
source: Hidden categories
he: קטגוריות מוסתרות

# Languages::clone_categories
source: Copy categories
he: העתק קטגוריות

# Languages::clone_layouts
source: Copy layouts
he: העתק פריסות

# Languages::clone_pages
source: Share pages
he: שתף עמודים

# Languages::clone_payments
source: Share payment methods
he: שתף שיטות תשלום

# Languages::clone_products
source: Share products
he: שתף מוצרים

# Languages::clone_product_features
source: Share product features
he: שתף תכונות מוצרים

# Languages::clone_product_filters
source: Share product filters
he: שתף מסנני מוצר

# Languages::clone_profile_fields
source: Share profile fields
he: שתף שדות פרופיל

# Languages::clone_promotions
source: Share promotions
he: שיתוף מבצעים

# Languages::clone_settings
source: Copy settings
he: העתק הגדרות

# Languages::clone_shippings
source: Share shipping methods
he: העתק שיטות משלוח

# Languages::clone_sitemap
source: Copy sitemap
he: העתק מפת האתר

# Languages::clone_static_data_clone
source: Copy menus
he: העתק תפריטים

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
he: חילוץ קבצים מארכיון נכשלה

# Languages::development
source: Development
he: פיתוח

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
he: קובץ PO <b>"[file]"</b> מכיל שגיאת תחביר או מבנה שגוי.

# Languages::product_option_delimiter
source: Option delimiter
he: מפריד האפשרויות

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
he: מפריד עבור אפשרויות מוצרים בתוך צירוף אפשרויות (למשל "צבע: אדום, גודל: קטן")

# Languages::upload_addon
source: Upload & install add-on
he: העלה או התקן הרחבה

# Languages::upload_theme
source: Upload theme
he: העלה ערכת נושא

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
he: העלאה והתקנה של ערכת נושא חדשה זו דרך נהדרת להפוך את חזית החנות שלך לאישית. אתה יכול להעלות את ערכת נושא על ידי בחירת פורמט ארכיון [exts] והקלקה על <strong>העלאה.

# Languages::install_upgrade_package_text
source: You can upload an upgrade package manually from the local machine, your server, or from a remote location. Specify the location of a [exts] format archive and click <strong>Upload</strong>.
he: אתה יכול להעלות את חבילת שדרוג ידנית ממחשב לוקאלי, שרת שלך או ממיקום מרוחק. הגדר את המיקום של פורמט הארכיון [exts] והקלק <strong>העלאה<strong>.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
he: לספריות הבאות אין הרשאות כתיבה

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
he: אתה יכול להגדיר את הרשאות כתיבה עבור שרת רשת לספריית הרשומות לעיל או לספק גישת FTP עם הרשאות כתיבה לספריות אלה.

# Languages::ftp_server_options
source: FTP server options
he: אפשרויות שרת FTP

# Languages::ftp_directory
source: FTP directory
he: ספריית FTP

# Languages::recheck
source: Re-check
he: בדוק שוב

# Languages::use_this_style
source: Use this style
he: השתמש בסגנון זה

# Languages::upload_via_ftp
source: Upload via FTP
he: העלה באמצעות FTP

# Languages::invalid_ftp_access
source: Invalid FTP access
he: גישת FTP בלתי תקינה

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
he: תוספים מרחיבים את התפקודיות של החנות שלך.<br />אתה יכול להתקין את התוסף על ידי בחירת פורמט ארכיון [exts] והקלקה על העלה והתקן.

# Languages::xml_error
source: XML parse error
he: שגיאת פריסה של XML

# Languages::column
source: Column
he: עמודה

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
he: הגרסה של עגלת קניות שלך ([version]) לא נתמכת. מינימלי: [min]. מקסימלי: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
he: הגרסה של עגלת קניות שלך ([version]) לא נתמכת. נדרשת: [required_edition].

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
he: גרסת PHP ([version]) לא נתמכת. מינימלי: [min]. מקסימלי: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
he: יש להתקין את [extension] ההרחבה בשרת שלך כדי התוסף יעבוד באופן תקין.

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
he: יש להסיר את [extension] ההרחבה משרת שלך כדי התוסף יעבוד באופן תקין.

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
he: [extension] הגרסה [extension] לא נתמכת על ידי התולסף. מינימלי: [min]. מקסימלי: [max].

# Languages::scroll_per_page
source: Scroll per page
he: גלול פר עמוד

# Languages::payments.paypal_adv_layout
source: Layout
he: פריסה

# Languages::payments.layout_a
source: Layout A
he: פריסה A

# Languages::payments.layout_b
source: Layout B
he: פריסה B

# Languages::payments.layout_c
source: Layout C
he: פריסה C

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
he: טקסט הכותרת

# Languages::filter_by_categories
source: Filter by categories
he: סנן לפי קטגוריות

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
he: שום מסנן לא מצוין. מסנן לפי מיקום מוגדר כברירת מחדל.

# Languages::theme_information
source: Theme information
he: מידע על ערכת הנושא

# Languages::developer
source: Developer
he: מפתח

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
he: סגנונות של ערכות נושא ופריסות

# Languages::activate
source: Activate
he: הפעל

# Languages::export_layout
source: Export layout
he: ייצוא פריסה

# Languages::import_layout
source: Import layout
he: יבוא פריסה

# Languages::create_new_layout
source: Create new layout
he: צור פריסה חדשה

# Languages::update_current_layout
source: Update current layout
he: עדכן פריסה נוכחית

# Languages::get_social
source: Get social
he: בואו להכיר

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
he: התוסף Searchanise הושבת אוטומטית בעת השדרוג כדי להימנע מתוצאות חיפוש שגויות. הפעל אותו בכל עת בדף<a href="[url]">תוספים.

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
he: מצטערים, החנות סגורה לצורך עבודות ותחזוקה נחזור בקרוב.

# Languages::theme_editor.presets
source: Presets
he: קבועים מראש (Presets)

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
he: לא ניתן לשמור נותנים שנקבעו מראש. תצטרך להדיר הרשאות כתיבה עבור <b>[theme_dir]</b> כדי לפתור את הבעיה.

# Languages::theme_editor.preset_name
source: Preset name
he: שם שהודר מראש

# Languages::active_preset
source: Active preset
he: הגדרה מראש פעילה

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
he: הגדרה מראש בשם זה כבר קיימת. בחר שם אחר.

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
he: שם הסגנון לא יכול להכיל את התווים הבאים: "/ # %? * : ; { } \ "

# Languages::theme_editor.convert_to_css
source: Convert to CSS
he: המר לCSS

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
he: <p>צור קבצי CSS מתוך LESS (עבור עריכה ידנית).</p><p>חשוב: לא תוכל להשתמש בעור ערכות נושא כדי לערוך התאמה אישית של חזית החנות!</p><p><i>קבצי LESS המקוריים יגובו ואתה תוכל לשחזר אותם מאוחר יותר</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
he: הפעל LESS

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
he: <p>עליך לחזור ל-LESS כדי שתוכל להשתמש לעורך ערכות נושא, מאחר שהוא מטפל בקבצי LESS במקום קבצי CSS פשוטים.</p><p><strong>חשוב:</strong> בעת השחזור נתונים חדשים יכתבו במקום כל קבצי CSS! שינויי CSS בהתאמה אישית ישמרו בספריית גיבוי.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
he: שינויי CSS שלך יגבו ונתונים חדשים ייכתבו במקומם. האם אתה בטוח שברצונך להמשיך עם שחזור LESS?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
he: קבצי CSS מקומפלים אינם תומכים בעיצוב סגנוני (styling). שחזר LESS ב-<a target="_blank" href="[url]">עורך ערכות נושא</a> כדי שתוכל לשנות סגנונות.

# Languages::need_product_name
source: You have to specify product name
he: עליך לציין את שם המוצר

# Languages::api_required_field
source: The [field] field is required
he: שדה [field_name] נדרש

# Languages::update_translation
source: Update translations
he: עדכן תרגומים

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
he: קוד שפה בקובץ ה-PO אינו תואם לזה של השפה מעודכן

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
he: PharData class לא נמצא. קרא עוד :<a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
he: The ZipArchive class לא נמצא. קרא עוד: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
he: הרחבת "Zip" PHP אינה מותקנת. אנא התקן את הרחבת "Zip" PHP כדי ליצור ולחלץ ארכיונים.

# Languages::make_archive
source: Make archive
he: צור ארכיון

# Languages::marketplace
source: Marketplace
he: זירת מסחר

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
he: מצא תוספים וערכות נושא נוספים ב-<a href="[href]" target="_blank">זירת מסחר</a>

# Languages::more_languages
source: More languages
he: שפות נוספות

# Languages::languages_find_more
source: If you haven't found the language you need, check out <a href="[href]" target="_blank">our site with free language packs</a>.
he: אם לא צאת את השפה שאת צריך, בדוק את <a href="[href]" target="_blank">האתר שלנו עם חבילות שפות חינמיות</a>.

# Languages::extract_archive
source: Extract archive
he: חלץ ארכיון

# Languages::carousel_swiper
source: Swiper
he: צלף

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
he: הדפסת כלל תעודות משלוח

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
he: הדפסת כלל החשבוניות (PDF)

# Languages::text_all_categories_included
source: All categories included
he: כל הקטגוריות כלולות

# Languages::text_all_products_included
source: All products included
he: כל המוצרים כלולים

# Languages::usergroup_registered
source: Registered users
he: משתמשים רשומים

# Languages::person_name
source: Name
he: שם

# Languages::promotions.cond_any
source: any
he: כל

# Languages::promotions.cond_all
source: all
he: כל

# Languages::promotions.cond_true
source: true
he: נכון

# Languages::promotions.cond_false
source: false
he: שגוי

# Languages::text_select_vendor
source: Please select a store first
he: נא בחר חנות קודם

# SettingsSections::Appearance
source: Appearance
he: מראה

# SettingsSections::Company
source: Company
he: חברה

# SettingsSections::Emails
source: E-mails
he: הודעות דואר אלקטרוני

# SettingsSections::General
source: General
he: כללי

# SettingsSections::Image_verification
source: Image verification
he: תמונת אימות

# SettingsSections::Logging
source: Logging
he: רישום ביומן

# SettingsSections::Reports
source: Reports
he: דוחות

# SettingsSections::Security
source: Security settings
he: הגדרות אבטחה

# SettingsSections::Checkout
source: Checkout
he: קופה

# SettingsSections::Sitemap
source: Sitemap
he: מפת האתר

# SettingsSections::Stores
source: Stores
he: חנויות

# SettingsSections::Thumbnails
source: Thumbnails
he: תמונות ממוזערות

# SettingsSections::Upgrade_center
source: Upgrade center
he: מרכז השידרוגים

# SettingsSections::Notifications
source: Notifications
he: הודעות

# SettingsOptions::company_name
source: Company name
he: שם החברה

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
he: אפשר חיבור מאובטח בפנל הניהול

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
he: אפשר חיבור מאובטח לחזית החנות

# SettingsOptions::license_number
source: License number
he: מספר רשיון

# SettingsOptions::alternative_currency
source: Alternative currency display format
he: פורמט חלופי להצגת מטבע

# SettingsOptions::company_address
source: Company address
he: כתובת החברה

# SettingsOptions::show_cats
source: Show the 'Categories' section
he: הצג את סעיף 'קטגוריות'

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
he: שיטת משלוח הודעות דוא"ל

# SettingsOptions::width
source: Image width
he: רוחב התמונה

# SettingsOptions::log_lifetime
source: Days before a log entry is removed
he: ימים לפני מחיקת רישום יומן

# SettingsTooltips::log_lifetime
source: Enter 0 if you don't want any automatic removal of old logs.
he: הזן 0 אם אינך מעוניין בהסרה אוטומטית של יומנים ישנים.

# SettingsOptions::log_type_orders
source: Orders
he: הזמנות

# SettingsOptions::log_type_users
source: Users
he: משתמשים

# SettingsOptions::log_type_products
source: Products
he: מוצרים

# SettingsOptions::log_type_categories
source: Categories
he: קטגוריות

# SettingsOptions::log_type_database
source: Database
he: בסיס נתונים

# SettingsOptions::log_type_requests
source: Requests
he: בקשות

# SettingsOptions::min_account_password_length
source: Minimum password length
he: אורך סיסמא מינימלי

# SettingsOptions::header_1
source: Administrator settings
he: הגדרות מנהל המערכת

# SettingsOptions::header_7010
source: Format of time intervals
he: פורמט של מרווי זמן

# SettingsOptions::share_users
source: Share users among stores
he: שתף משתמשים בין החנויות

# SettingsOptions::log_type_general
source: General
he: כללי

# SettingsOptions::backend_default_language
source: Backend default language
he: שפת ברירת המחדל של קצה אחורי(Backend)

# SettingsOptions::company_city
source: Company city
he: כתובת החברה

# SettingsOptions::admin_orders_per_page
source: Orders per page
he: הזמנות לכל עמוד

# SettingsOptions::day
source: Day
he: יום

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
he: הצג קישורי קטגוריות ברמת שורש בלבד בסעיף 'קטגוריות'

# SettingsOptions::height
source: Image height
he: גובה תמונה

# SettingsOptions::account_passwords_must_contain_mix
source: Password must contain both letters and numbers
he: הסיסמה חייבת להכיל גם אותיות וגם מספרים

# SettingsOptions::header_10003
source: SMTP server settings
he: הגדרות שרת ה-SMTP

# SettingsOptions::header_8158
source: FTP server options
he: אפשרויות שרת FTP

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
he: מצב ברירת מחדל של הצלמית "עדכן בכל החנויות"

# SettingsOptions::ftp_hostname
source: Hostname
he: שם מחשב מארח

# SettingsOptions::weight_symbol
source: Weight symbol
he: סמל משקל

# SettingsOptions::admin_products_per_page
source: Products per page
he: מוצרים לכל עמוד

# SettingsOptions::company_country
source: Company country
he: ארץ החברה

# SettingsOptions::week
source: Week
he: שבוע

# SettingsOptions::mailer_smtp_host
source: SMTP host
he: מארח ה-SMTP

# SettingsOptions::string_length
source: String length
he: אורך המחרוזת

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
he: אלץ את מנהלי מערת לשנות סיסמה בהתחברות ראשונה

# SettingsOptions::show_site_info
source: Show the 'Site info' section
he: הצג את סעיף 'מידע אודות האתר'

# SettingsOptions::lines_number
source: Number of grid lines
he: מספר שורות ברשת

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
he: צבע הרשת (קוד הקסדצימלי)

# SettingsOptions::ftp_username
source: Username
he: שם משתמש

# SettingsOptions::company_state
source: Company state
he: מצב החברה
