Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::import_new_vendor
source: [n] new vendor was created during the import. This vendor only has a name so far. Please edit the new vendor to add other information.|[n] new vendors were created during the import. These vendors only have names so far. Please edit the new vendors to add other information.
he: [n] ספק חדש נוצר בזמן הייבוא. לספק זה עד כה יש רק שם. ערוך את הספק החדש כדי להוסיף מידע אחר[n] ספקים חדשים נוצרו בזמן היבוא. לספקים אלה עד כה יש רק שם. ערוך את הספקים החדשים כדי להוסיף מידע אחר.

# Languages::file_changes_detector.snapshot_not_found
source: Snapshot of the clear installation was not found. Please restore <b>[dist_filename]</b>.
he: תצלום בזק (Snapshot ) של התקנה נקיה לא נמצא. אנא שחזר <b>[dist_filename]</b>.

# Languages::file_changes_detector.added
source: Added
he: נוסף

# Languages::file_changes_detector.changed
source: Changed
he: השתנה

# Languages::file_changes_detector.deleted
source: Deleted
he: נמחק

# Languages::licensing.license_error_license_is_disabled
source: The license is disabled. Please check your license status.
he: הרישיון הושבת. אנא בדוק את סטטוס הרישיון.

# Languages::licensing.license_error_license_is_disabled.title
source: Your [product] license has been disabled
he: רישיון המוצר שלך [product] הושבת

# Languages::licensing.license_error_license_is_disabled.text
source: Please contact us <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> to find out why it happened and what can be done about it. To access the admin panel right now, you can enter another valid license number, as long as it isn't used in another store:
he: צור קשר אתנו <a href="[helpdesk_url]" target="_blank">באמצעות מחלקת עזרה ללקוחות </a> כדי לגלות מדוע זה קרה ומה ניתן לעשות בקשר לכך. כדי לגשת לפנל ניהול בעת, אתה יכול להכניס מספר רישיון תקף אחר, כל עוד הוא אינו נמצא בשימוש בחנות אחרת:

# Languages::licensing.license_error_license_is_invalid
source: Invalid license number. Please enter a valid license number.
he: מספר רישיון אינו תקף. הכנס מספר רישיון תקף.

# Languages::licensing.license_error_wrong_edition
source: The license does not match your store edition. Please enter a valid license number.
he: הרישיון אינו תואם את הוצאת החנות שלך. הכנס מספר רישיון תקף.

# Languages::licensing.license_error_wrong_licensing_mode
source: The license does not match your store licensing mode. Please enter a valid license number.
he: רישיון זה אינו תואם למצב הרישוי של החנות שלך. הכנס מספר רישיון תקף.

# Languages::upgrade_center.upgrade_process_failed
source: Upgrade process of your store has failed
he: תהליך השדרוג של החנות שלך נכשל

# Languages::upgrade_center.apply_migration_failed
source: <p>Please restore the pre-upgrade backup manually or via a link sent to your email address, then contact our technical support.</p><br><p>Tech details: Couldn't complete migration [migration]. Reason: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
he: <p>שחזר את הגיבוי שלפני השדרוג ידנית או באמצעות קישור שנשלח לכתובת דוא"ל שלך, ואז צור קשר עם תמיכה הטכנית שלנו.</p><br><p>פרטים טכניים: העברה לא הצליחה [migration]. סיבה: [error].</p><p>העברות שהושלמו:[processed_count] מתוך total_count].</p>

# Languages::profile_deactivated
source: Account deactivated
he: חשבון בוטל

# Languages::text_profile_deactivated
source: Your account has been deactivated. Please contact us for more details.
he: החשבון שלך בוטל. צור אתנו קשר לפרטים נוספים.

# Languages::email_template.profile_deactivated
source: User account deactivation
he: ביטול חשבון משתמש

# Languages::timezone_upgrade_notification_title
source: Time zone changes
he: שינויים באזורי זמן

# Languages::timezone_upgrade_notification_text
source: <p>Time zone "Athens, Beirut, Istanbul" has been split into 3 different time zones:</p><ul><li>Europe/Istanbul</li><li>Europe/Athens</li><li>Asia/Beirut</li></ul><p>Please go to <b>Settings</b> &rarr; <b>Appearance</b> and make sure you have the right time zone there.</p>
he: <p>אזור זמן "אתונה, ביירות, איסטנבול" חולקה לשלושה אזורי זמן שונים: </p><ul><li>אירופה/איסטנבול</li><li>אירופה/אתונה</li><li>אסיה/ביירות</li><li>עבור ל <b>הגדרות</b> &rarr; <b>הופעה</b>וודא שמופיע שם אזור זמן נכון.</p>

# Languages::text_addon_disable_dependencies
source: The add-on cannot be disabled because the following add-ons depend on it: [addons]
he: לא ניתן להשבית את התוסף בגלל שתוספים הבאים תלויים בו: [addons]

# Languages::text_addon_enable_dependencies
source: The add-on cannot be enabled because it depends on the following add-ons: [addons]
he: לא ניתן להפעיל אתהתוסף בגלל שהוא תלוי בתוספים הבאים: [addons]

# Languages::current_setting_value
source: Current value
he: ערך נוכחי

# Languages::new_setting_value
source: New value
he: ערך חדש

# Languages::overwrite_selected_settings
source: Overwrite selected settings
he: שכתב מעל (Overwrite) את ההגדרות הנבחרות

# Languages::payment_method_not_found
source: Payment method not found. It could've been disabled, or a technical problem occurred. Please choose a payment method and try again.
he: שיטת תשלום לא נמצאה. יתכן שהיא הושבתה, או שמדובר בבעיה טכנית. אנא בחר שיטת תשלום ונסה שוב.

# Languages::shippings.ups.package_type.01
source: UPS Letter
he: מכתב UPS

# Languages::shippings.ups.package_type.02
source: Package
he: חבילה

# Languages::shippings.ups.package_type.03
source: Tube
he: שפופרת

# Languages::shippings.ups.package_type.21
source: Express Box
he: קופסת Express

# Languages::shippings.ups.package_type.24
source: 25KG Box
he: קופסת 25 ק"ג

# Languages::shippings.ups.package_type.25
source: 10KG Box
he: קופסת 10 ק"ג

# Languages::shippings.ups.package_type.30
source: Pallet
he: משטח

# Languages::shippings.ups.package_type.2a
source: Small Express Box
he: קופסת Express קטנה

# Languages::shippings.ups.package_type.2b
source: Medium Express Box
he: קופסת Express בינונית

# Languages::shippings.ups.package_type.2c
source: Large Express Box
he: קופסת Express גדולה

# Languages::wrong_number_initial_order_id
source: The value you entered for the "Initial order ID value" setting is not supported. Only integers from 1 to [max_initial_order_id] are supported
he: הערך הכנסת עבור הגדרת "ערך מזהה הזמנה התחלתי" אינו נתמך. נתמכים מספרים שלמים מ-1 עד [max_initial_order_id] בלבד

# Languages::recaptcha_upgrade_notification_title
source: Switch to Google reCAPTCHA to protect against bots
he: עבור ל-Google reCAPTCHA כדי להתגונן מפני בוטים

# Languages::recaptcha_upgrade_notification_text
source: [product] now comes with the <b>Google reCAPTCHA</b> add-on to improve anti-bot validation. The add-on has been installed and activated during the upgrade, but the old CAPTCHA will still be used until you configure the add-on. We recommend switching to Google reCAPTCHA as soon as possible. To do that: <ol><li>Go to <b>Add-ons → Manage add-ons</b>.</li><li>Find and click on <b>Google reCAPTCHA</b> in the list of add-ons.</li><li>A pop-up window will open. Enter <b>Site key</b> and <b>Secret token</b>, then save your changes. The instructions on how to get the key and token are available <a href='https://developers.google.com/recaptcha/docs/start'>here</a>.</li></ol> <b>The Google reCAPTCHA add-on supports only the Responsive theme and its <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>child themes</a>.</b> Please contact the developer of your theme for more information before you switch to Google reCAPTCHA.
he: [product] מגיע כעת עם תוסף<b>Google reCAPTCHA</b> כדי לשפר את האימות נגד בוטים. התוסף הותקן והופעל בעת השדרוג, אך CAPTCHA ישן עדיין יהיה בשימוש עד שתגדיר את התצורה של תוסף זה. אנו ממליצים לעבור ל-Google reCAPTCHA בהקדם האפשרי. כדי לעשות זאת: <ol><li>עבור ל-<b>תוספים>נהל תוספים</b>.</li><li>מצא והקלק על<b>Google reCAPTCHA</b>ברשימת תוספים .</li><li>יפתח חלון קופץ. הכנס <b>מפתח אתר<b>ו-<b>אסימון סודי<b>, ואז שמור את השינויים. הוראות כיצד לקבל את המפתח ואת האסימון זמינות <a href='https://developers.google.com/recaptcha/docs/start'> כאן</a>.</li></ol> <b>תוסף Google reCAPTCHA תומך רק בערכת נושא Responsive וערכות נושא בנות a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>שלהן</a>.</b> צור קשר עם המפתח של ערכת נושא שלך כדי לקבל מידע נוסף לפני שתעבור ל- Google reCAPTCHA.

# Languages::tt_views_shippings_components_services_ups_ship_ups_pickup_type
source: <p>Select "Daily Pickup" to calculate the delivery cost according to Daily Rates.</p><p>Select "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates.</p>
he: <p>בחר "איסוף יומי" כדי לחשב את עלות ההובלה לפי תעריפים יומיים (Daily Rates). </p><p>בחיר "איסוף חד פעמי", "מרכז מכתבים" או "מרכז שירות אווירי" כדי לחשב את עלות ההובלה לפי תעריפים קמעוניים ( Retail Rates).</p>

# Languages::ups_suggested_retail_rates_upgrade_notification_title
source: "Suggested Retail Rates" Pickup type for the UPS-based shipping methods is no longer supported
he: סוג נקודת איסוף "תעריפים קמעוניים מוצעים" עבור שיטות משלוח מבוססות UPS לא נתמכות יותר

# Languages::ups_suggested_retail_rates_upgrade_notification_text
source: <p>The latest [product] version doesn't support the "Suggested Retail Rates" Pickup type for the UPS-based shipping methods.</p><p>If you used Suggested Retail Rates before, do this to actualize the delivery cost for your customers:</p><ul><li>Go to Administration → Shipping & taxes → Shipping methods.</li><li>Select the shipping method that uses UPS as a carrier.</li><li>Switch to the Configure tab and select a proper Pickup type: use "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates</li></ul>
he: <p>הגרסה[product] החדשה ביותר אינה תומכת בסוג איסוף "תעריפים קמעונאיים מוצעים" עבור שיטות משלוח המבוססות על UPS.</p><p>אם השתמשת בתעריפים קמעונאיים מוצעים קודם, עשה את הדברים הבאים כדי לקבוע את עלויות ההובלה עבור הלקוחות שלך:</p><ul><li>עבור לניהול>משלוח ומיסים>שיטות משלוח.</li><li>בחר את שיטת משלוח המשתמשת ב-UPS בתור מוביל.</li><li>עבור ללשונית תצורה ובחר את סוג האיסוף המתאים: השתמש ב-"איסוף חד פעמי", "מרכז מכתבים" או "מרכז השירות האווירי" כדי לחשב את עלות ההובלה לפי התעריפים הקמעוניים</li></ul>

# Languages::php_extension_missing
source: The [extension] PHP extension is not installed on your server
he: הרחבת [extension] אינה מותקנת בשרת שלך

# Languages::customization
source: Customization
he: התאמה אישית

# Languages::captcha_upgrade_notification_title
source: Image verification was fully replaced by Google reCAPTCHA
he: אימות התמונות הוחלף לחלוטין על ידי Google reCAPTCH

# Languages::captcha_upgrade_notification_text
source: <p>Previously you had to use <b>Settings → Image verification</b> to configure anti-bot protection. Starting with [product] 4.5.1, that section of the settings doesn't exist. All relevant settings were moved to the Google reCAPTCHA add-on. The values of those settings remain as they were before the upgrade.</p><p>The Google reCAPTCHA add-on is now the only mechanism of anti-bot protection available in [product] by default. To set up anti-bot validation, follow these steps:</p><ol><li>Go to <b>Add-ons → Manage add-ons</b>.</li><li>Find and click on <b>Google reCAPTCHA</b> in the list of add-ons.</li><li>A pop-up window will open. Enter <b>Site key</b> and <b>Secret token</b>, then save your changes. The instructions on how to get the key and token are available <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>here</a>.</li><li>Configure other settings of the add-on as you see fit.</li></ol>
he: <p>קודם היית צריך להשתמש ב- <b>הדרות>אימות תמונה<b>כדי להגדיר הגנה מפני בוטים. החל מ- [product] 4.5.1,סעיף זה של הגדרות אינו קיים. כל ההגדרות הרלוונטיות הועברו לתוסף Google reCAPTCHA. הערכים של ההגדרות האלה נשארו כפי שהיו לפני השדרוג</p><p>התוסף Google reCAPTCHA הוא כעת המנגנון היחיד של הגנה מפני בוטים שזמין ב-[product] כברירת מחדל. כדי להפעיל את האימות נגד בוטים, בצע את הצעדים הבאים:</p><ol><li>עבור ל-<b>תוספי>נהל תוספים</b>.</li><li>מצא והקלק על <b>Google reCAPTCHA</b> ברשימת תוספים.</li><li>יפתח חלון קובץ. הכנס<b>מפתח אתר</b> ואסימון סודי</b> ואז שמור את השינויים שלך. הנחיות כיצד להשיג את המפתח ואת האסימון זמינות <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>כאן</a>.</li><li>קבע תצורה של התוסף לפי ראות עינך.</li></ol>

# Languages::assign_to_me
source: Assign to me
he: שייך אלי

# Languages::customer_phone
source: Customer phone
he: טלפון הלקוח

# Languages::could_not_connect_to_database
source: Could not connect to database
he: לא ניתן להתחבר לבסיס נתונים

# Languages::information_file_roobots
source: A robots.txt file was detected. The changes you make here won't take effect until you delete the existing <b>robots.txt</b> file from the root directory of your store.
he: נמצא קובץ robots.txt. השינויים שעשית כאן לא יופעלו עד שלא תמחק את הקובץ <b>robots.txt</b> הקיים מספריית שורש של החנות שלך.

# Languages::advanced_products_search
source: Advanced products search
he: חיפוש מוצרים מתקדם

# Languages::advanced_companies_search
source: Advanced companies search
he: חיפוש מתקדם בחברות

# Languages::advanced_storefronts_search
source: Advanced storefronts search
he: חיפוש חנויות מתקדם

# Languages::upgrade_fl54_atol_boxberry_title
source: New features of Russian version of CS-Cart 4.6.1: compliance with Federal Law 54, add-ons for retailCRM and Boxberry
he: תכונות חדשות של הגרסה הרוסית של CS-Cart 4.6.1: התאמה לחוק פדרלי מס' 54, תוספים עבור retailCRM ו-Boxberry

# Languages::upgrade_fl54_atol_boxberry_text
source: <p>The following tools were added to help store owners comply with Federal Law 54 and work with online cash registers:</p><ul><li>The ability to <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">send receipt data to Yandex.Checkout</a>.</li><li>The <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">ATOL Online</a> add-on that integrates CS-Cart with this rent-an-online-cash-register service.</li></ul><p>Other additions:</p><ul><li>An add-on for <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">exchanging data with retailCRM</a>;</li><li>An add-on for <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">creating real-time shipping methods that use Boxberry</a>, a Russian shipping service.</li></ul>
he: <p>הכלים הבאים נוספו כדי לסייע לבעלי חנויות לעמוד בדרישות החוק הפדרלי 54 ולעשות עם כופות מזומנים מקוונות::</p><ul><li>היכולת לשלוח<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">מתוני קבלה ליאנדקס. קופה</a>.</li><li>תוסף <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">ATOL Online</a> שמשלב את CS-Cart עם שירות rent-an-online-cash-register.</li></ul><p>תוספות אחרות:</p><ul><li>תוסף עבור<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">שמחליף נתונים עם retailCRM</a>;</li><li>תוסף עבור <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">שיוצר שיטות משלוח בזמן אמת המשתמשות ב-Boxberry</a>,שירות משלוחים רוסי.</li></ul>

# Languages::api_wrong_user_company_relation
source: The user doesn't exist for this store, and sharing users among stores is disabled.
he: המשתמש אינו קיים עבור חנות זו ושיתוף משתמשים בין המוצרים מושבת.

# Languages::product_details_tabs
source: Tabs
he: לשוניות

# Languages::shippings.fedex.currency_is_missing
source: The rates calculated by FedEx are in [currency], and that currency doesn't exist in your store. Please create that currency; otherwise customers won't be able to select this shipping method.
he: התעריפים המחושבים על ידי FedEx ב- [currency], ומטבע זה לא קיים בחנות שלך. צור את המטבע הזה, אחרת הלקוחות לא יוכלו לבחור את שיטת המשלוח הזו.

# Languages::text_redactor2
source: Redactor II
he: עורך II

# Languages::image_url
source: Image URL
he: כתובת url של תמונה

# Languages::insert_image
source: Insert image
he: הכנס תמונה

# Languages::view_avail_files_for_order
source: View the list of available files from order #[order_id].
he: צפה ברשימת קבצים זמינים מהזמנה מס' [order_id].

# Languages::advanced_customer_search
source: Advanced customer search
he: חיפוש לקוח מתקדם

# Languages::change_customer
source: Change customer
he: שנה לקוח

# Languages::on_backorder
source: On backorder
he: בהזמנת עיתוד (backorder)

# Languages::buy_in_advance_upgrade_notification.title
source: New behavior of "Out of stock actions: Buy in advance"
he: התנהגות חדשה של "פעולות כאשר אין במלאי: קנה מראש"

# Languages::buy_in_advance_upgrade_notification.message
source: <p>Customers can now preorder products that have <b>Out of stock actions</b> set to <i>Buy in advance</i> even when the <b>Allow negative amount in inventory</b> setting is disabled. Currently the following products are available on backorder:</p><ul>[products_list]</ul><p>If you don't want to allow customers to purchase some of these products while you don't have them in stock, please edit these products and set their <b>Out of stock actions</b> to <i>None</i>.</p>
he: <p>לקוחות יכולים כעת להזמין בהזמנה מוקדמת את המוצרים עם<b>פעולות כאשר אין במלאי</b>מוגדרת כ-<i>קנה מראש</i>אפילו כאשר <b>ההגדרה אפשר סכום שלילי במלאי</b>מושבתת. כעת המוצרים הבאים זמינים בהזמנה בעיתוד:</p><ul>[products_list]</ul><p>אם אינך רוצה לאפשר ללקוחות לרכוש חלק מהמוצרים האלה כל עוד אין לך אותם במלאי, ערוך את המוצרים האלה והגדר את <b>פעולות כאשר אין במלאי שלהם</b>כ-<i>אין</i>.</p>

# Languages::invoice_heading
source: Invoice
he: חשבונית

# Languages::new_invoice_langvar_upgrade_notification_title
source: New language variable for invoice heading
he: משתנה שפה חדשה עבור כותרת החשבונית

# Languages::new_invoice_langvar_upgrade_notification_message
source: <p>A new language variable called <b>invoice_heading</b> has been added. You can use it to alter the title of your invoices as you see fit without altering the word "Invoice" in other parts of the store. The values for <b>invoice_heading</b> have been copied from the values of the <b>invoice</b> language variable.</p><p>Please note that whether or not the language variable appears in your invoices depends on <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">whether or not you use the email template and document editors</a>:</p><ul><li>If you use the editors, then you'll have to add the new language variable to your invoice manually.</li><li>If you use the old way of editing documents (via TPL files), then the new language variable is already included in the default TPL files.</li></ul>
he: <p>משתנה שפה חדש בשם<b>invoice_heading</b> נוסף. אתה יכול להשתמש בו לאחר הכותרת של החשבוניות שלך לפי ראות עינך בלי לשנות את המילה "חשבונית" בשאר חלקי החנות. הערכים עבור<b>invoice_heading</b> הועתקו מערכים של <b>משתנה שפה</b>של חשבוני. </p><p>שים לב שהופעת משתנה שפה בחשבוניות שלך תלוי בכך<a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">האם אתה משתמש בעורכי מסמכים ותבניות דוא"ל</a>:</p><ul><li>Iאם אתה משתמש בעורכים, אז תצטרך להוסיף את משתנה השפה החדש לחשבוניות שלך ידנית.</li><li>אם אתה משתמש בערכית מסמכים בדרך הישנה (באמצעות קבצי TPL), אז משתנה השפה החדש כבר כלול בקבצי TPL של ברירת מחדל.</li>

# Languages::min_quantity
source: Minimum order quantity
he: כמות מינימום להזמנה

# Languages::ship_downloadable
source: Enable shipping for downloadable products
he: אפשר משלוח למוצרים המוגדרים כניתנים להורדה

# Languages::inventory_tracking
source: Inventory
he: מלאי

# Languages::detailed_image
source: Detailed image
he: תמונות מפורטות

# Languages::secondary_categories
source: Secondary category
he: קטגוריה משנית

# Languages::override_points
source: Override points
he: עקוף את הנקודות

# Languages::override_exchange_rate
source: Override exchange rate
he: עקוף את שער חליפין

# Languages::max_quantity
source: Maximum order quantity
he: כמות מקסימאלית להזמנה

# Languages::list_qty_count
source: List quantity count
he: ספירת כמות הרשימה

# Languages::product_url
source: Product URL
he: URL של המוצר

# Languages::detailed_image_url
source: Detailed image URL
he: URL של תמונה מפורטת

# Languages::box_size
source: Box size
he: גודל הקופסה

# Languages::usergroup_ids
source: Usergroup ids
he: מזהים של קבוצות משתמשים

# Languages::combination_code
source: Combination code
he: קוד הצירוף

# Languages::pair_type
source: Pair type
he: סוג של זוג

# Languages::lower_limit
source: Lower limit
he: מגבלה תחתונה

# Languages::user_group
source: User group
he: קבוצת משתמשים

# Languages::percentage_discount
source: Percentage discount
he: אחוזי הנחה

# Languages::feature_name
source: Feature name
he: שם התכונה

# Languages::feature_id
source: Feature ID
he: מזהה תכונה

# Languages::show_on_the_features_tab
source: Show on the features tab
he: הצג בלשונית התכונות

# Languages::show_in_product_list
source: Show in product list
he: הצג ברשימת המוצרים

# Languages::show_in_product_header
source: Show in product header
he: הצג בכותרת המוצר

# Languages::comparsion
source: Comparison
he: השוואה

# Languages::variant_id
source: Variant ID
he: מזהה וריאנט

# Languages::feature_group
source: Feature group
he: קבוצת תכונות

# Languages::email
source: E-mail
he: דואר אלקטרוני

# Languages::payment_id
source: Payment ID
he: מזהה תשלום

# Languages::billing_first_name
source: Billing: first name
he: חיוב: שם פרטי

# Languages::billing_last_name
source: Billing: last name
he: חיוב: שם משפחה

# Languages::billing_address_line_2
source: Billing: address (line 2)
he: חיוב: כתובת (שורה 2)

# Languages::billing_city
source: Billing: city
he: חיוב: עיר

# Languages::billing_state
source: Billing: state
he: חיוב: מדינה

# Languages::billing_country
source: Billing: country
he: חיוב: ארץ

# Languages::billing_zipcode
source: Billing: zipcode
he: חיוב: מיקוד

# Languages::shipping_first_name
source: Shipping: first name
he: משלוח: שם פרטי

# Languages::shipping_last_name
source: Shipping: last name
he: משלוח: שם משפחה

# Languages::shipping_address_line_2
source: Shipping: address (line 2)
he: משלוח: כתובת (שורה שנייה)

# Languages::shipping_city
source: Shipping: city
he: משלוח: עיר

# Languages::shipping_state
source: Shipping: state
he: משלוח: מדינה

# Languages::shipping_country
source: Shipping: country
he: משלוח: ארץ

# Languages::shipping_zipcode
source: Shipping: zipcode
he: משלוח: מיקוד

# Languages::item_id
source: Item ID
he: מזהה פריט

# Languages::issuer_id
source: Issuer ID
he: מזהה מנפיק

# Languages::billing_phone
source: Billing: phone
he: חיוב: טלפון

# Languages::shipping_phone
source: Shipping: phone
he: משלוח: טלפון

# Languages::extra_fields
source: Extra fields
he: שדות נוספים

# Languages::country_code
source: Country code
he: קוד מדינה

# Languages::salt
source: Salt
he: מלח

# Languages::user_group_ids
source: User group IDs
he: מזהים של קבוצת משתמשים

# Languages::skip_creating_new_products
source: Skip creating new products
he: דלק על יצירת מוצרים חדשים

# Languages::text_skip_creating_new_products
source: If you enable this setting, then only the products that already exist in your database will be updated.
he: אם תפעיל הגדרה זו, יעודכנו רק המוצרים שכבר קיימים בבסיס נתונים שלך.

# Languages::update_existing_products_only
source: Update existing products only
he: עדכן מוצרים קיימים בלבד

# Languages::update_existing_products_only_tooltip
source: If you enable this setting, products that don't exist in the database of your store will be skipped during import.
he: אם תפעיל הגדרה זו, ידלגו על המוצרים שלא קיימים בבסיס נתונים של החנות שלך בזמן הייבוא.

# Languages::updated_last
source: Updated in the last
he: עודכן באחרון

# Languages::hour_or_hours
source: hour(s)
he: שעה/שעןץ

# Languages::api_required_fields
source: The following fields are required: [fields]
he: שדות הבאים נדרשים: [fields]
