Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::feature_display_on_header
source: Show in header on the product details page
he: הצג בכותרת בדף פרטי המוצר

# Languages::feature_display_on_product
source: Show on the Features tab
he: הצג בלשונית התכונות

# Languages::feature_hide_on_catalog
source: Hide in product list
he: הסתר ברשימת המוצרים

# Languages::feature_hide_on_header
source: Hide in header on the product details page
he: הסתתר בכותרת העליונה בדף פרטי המוצר

# Languages::feature_hide_on_product
source: Hide on the Features tab
he: הסתר בלשונית התכונות

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
he: המשוב נשלח בהצלחה.

# Languages::feedback_values
source: Feedback values
he: ערכי משוב

# Languages::field
source: Field
he: שדה

# Languages::field_editor
source: Field Editor
he: עורך שדות

# Languages::file
source: File
he: קובץ

# Languages::filename
source: File name
he: שם קובץ

# Languages::files
source: Files
he: קבצים

# Languages::sell_files
source: Files to sell
he: קבצים למכירה

# Languages::filesize
source: File size
he: גודל הקובץ

# Languages::files_changes
source: File changes
he: השינויים שנעשו בקובץ

# Languages::files_directory
source: Files directory
he: ספריית קבצים

# Languages::downloadable_product_files_directory
source: Directory for the files of downloadable products
he: תיקייה עבור קבצים של מוצרים הניתנים להורדה

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
he: קובץ זה יהיה זמין לאחר תשלום מלא.

# Languages::file_browser
source: File browser
he: דפדפן קבצים

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
he: לקובץ זה אין מפתח להורדה.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
he: לא ניתן להוריד קובץ זה בגלל שעברת את מגבלת ההורדות השווה ל[limit].

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
he: הקובץ גדול מדי. גודל העלאה מקסימלי [size].

# Languages::files_are_too_large
source: Total size of the uploaded files exceeds the maximum limit of [size].
he: גודל כולל של הקבצים שהועלו עובר את מגבלת המקסימום של [size].

# Languages::file_tree
source: File tree
he: עץ הקבצים

# Languages::filling
source: Filling
he: מילוי

# Languages::filter
source: Filter
he: מסנן

# Languages::filters
source: Filters
he: מסננים

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
he: מסנני מוצרים מוצגים בחזית החנות ומאפשרים ללקוחות שלך למצוא את המוצרים במהירות.

# Languages::filter_by
source: Filter by
he: סנן לפי

# Languages::filter_description
source: Filter description
he: תיאור מסנן

# Languages::filter_name
source: Filter name
he: שם מסנן

# Languages::filters_in_use
source: All features are already in use
he: כל התכונות כבר נמצאות בשימוש

# Languages::finance_product_code
source: Finance product code
he: קוד מוצר פיננסי

# Languages::financial_state
source: Financial state
he: מצב פיננסי

# Languages::find_results_with
source: Find results with
he: מצא תוצאות המכילות

# Languages::finish
source: Finish
he: סיום

# Languages::finished
source: Finished
he: סיים

# Languages::finnish
source: Finnish
he: פינית

# Languages::first_name
source: First name
he: שם פרטי

# Languages::flemish
source: Flemish
he: פלמית

# Languages::folder
source: Folder
he: תיקיה

# Languages::folder_is_empty
source: Folder is empty
he: תיקיה ריקה

# Languages::footer
source: Footer
he: כותרת תחתונה

# Languages::for
source: for
he: עבור

# Languages::forbidden
source: Forbidden
he: אסור

# Languages::forbidden_combinations
source: Forbidden combinations
he: צירופים אסורים

# Languages::forgot_password_question
source: Forgot your password?
he: שכחת סיסמא?

# Languages::form
source: Form
he: טופס

# Languages::format
source: Format
he: פורמט

# Languages::forms
source: Forms
he: טפסים

# Languages::form_id
source: Form ID
he: מזהה הטופס

# Languages::for_all_found_orders
source: For orders on ALL pages
he: להזמנות בכל עמודים

# Languages::for_this_page_orders
source: For orders on THIS page
he: עבור הזמנות בדף זה

# Languages::fragile
source: Fragile
he: שביר

# Languages::free
source: Free
he: חינם

# Languages::free_products
source: Free products
he: מוצרים בחינם

# Languages::free_shipping
source: Free shipping
he: משלוח חינם

# Languages::french
source: French
he: צרפתית

# Languages::from
source: from
he: מ

# Languages::from_date
source: Date from
he: תאריך מ

# Languages::fulfillment_state
source: Fulfillment state
he: מצב ביצוע

# Languages::full
source: Full
he: מלא

# Languages::fullauth
source: Fullauth
he: אימות מלא (Fullauth)

# Languages::full_description
source: Full description
he: תיאור מלא

# Languages::full_list
source: Full list
he: רשימה מלאה

# Languages::full_tree_cat
source: Full tree
he: עץ מלא

# Languages::full_tree_pages
source: Full tree
he: עץ מלא

# Languages::full_width
source: Full width
he: רוחב מלא

# Languages::function
source: Core
he: ליבה

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
he: הפונקציה [old_function] אינה נמצאת עוד בשימוש, ותוסר בגרסה הבאה. אנא השתמש [new_function] במקום זה.

# Languages::gateway
source: Gateway
he: שער

# Languages::gateways
source: Gateways
he: שערים

# Languages::general
source: General
he: כללי

# Languages::general_info
source: General information
he: מידע כללי

# Languages::general_statistics
source: General statistics
he: סטטיסטיקה כללית

# Languages::generate
source: Generate
he: צור

# Languages::generate_submenu
source: Generate submenu
he: צור תפריט משנה

# Languages::geography
source: Geography
he: גאוגרפיה

# Languages::german
source: German
he: גרמנית

# Languages::get_rates
source: Get rates
he: קבל שערי מטבע

# Languages::give_coupon_subj
source: you have new promotion
he: יש לך מבצע חדש

# Languages::global
source: Global
he: גלובלי

# Languages::global_options
source: Global options
he: אפשרויות גלובליות

# Languages::global_status
source: Global status
he: סטטוס גלובלי

# Languages::global_update
source: Global update
he: עדכון גלובלי

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
he: ניתן להזין ערכים חיובים או שלילים בשדות שלהלן (למשל-5).

# Languages::go
source: Go
he: המשך

# Languages::google
source: Google
he: גוגל

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
he: <b>הערה<b> אתה יכול להגדיר את שיעורי מס ומשלוח בעמוד <a href="http://www.google.com/merchants/taxshippingsettings"> סיכום מס ומשלוח</a>במרכז סוחר שלך בגוגל.

# Languages::goto_theme_configuration
source: Browse themes
he: עיין בערכות נושא

# Languages::remove_theme
source: Remove theme
he: הסר ערכת נושא

# Languages::go_back
source: Go back
he: חזור

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
he: עבור אל דף הבית למנהלי מערכת

# Languages::go_to_the_homepage
source: Go to the homepage
he: עבור לעמוד הבית

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
he: גרמים ביחידת משקל מוגדרות על ידי סמל המשקל

# Languages::graphic
source: Graphic
he: גרפיקה

# Languages::greek
source: Greek
he: יוונית

# Languages::grid
source: Grid
he: רשת

# Languages::tmpl_grid
source: Grid
he: רשת

# Languages::tmpl_grid2
source: Grid2
he: רשת2

# Languages::grid_options
source: Grid options
he: אפשרויות רשת

# Languages::gross_total
source: Gross total
he: סכום ברוטו

# Languages::group
source: Group
he: קבוצה

# Languages::groups
source: Groups
he: קבוצות

# Languages::guest
source: Guest
he: אורח

# Languages::has_credit_memo
source: Has credit memo
he: קיים תזכיר זיכוי

# Languages::has_invoice
source: Has invoice
he: קיימת קבלה

# Languages::header
source: Header
he: כותרת

# Languages::header_image
source: Header image
he: תמונת הכותרת

# Languages::hebrew
source: Hebrew
he: עברית

# Languages::height
source: Height
he: גובה

# Languages::hello
source: Hello
he: שלום

# Languages::help
source: Help
he: עזרה

# Languages::hidden
source: Hidden
he: מוסתר

# Languages::hide
source: Hide
he: הסתר

# Languages::hide_add_to_cart_button
source: Hide add to cart button
he: הסתר את הכפתור "הוסף לסל"

# Languages::hide_options
source: Hide options
he: הסתר אפשרויות

# Languages::show_options
source: Show options
he: הצגת אפשרויות

# Languages::hide_option_completely
source: Hide option completely
he: הסתר את האפשרות לחלוטין

# Languages::home
source: Home
he: בית

# Languages::home_page
source: Home page
he: דף הבית

# Languages::horizontal
source: Horizontal
he: אופקי

# Languages::host
source: Host name
he: שם מחשב מארח

# Languages::host_code
source: Host code
he: קוד מחשב מארח

# Languages::hour
source: Hour
he: שעה

# Languages::how_to_send
source: How to send?
he: כיצד ניתן לשלוח?

# Languages::html_block
source: HTML block
he: בלוק HTML

# Languages::hungarian
source: Hungarian
he: הונגרית

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
he: Interleaved 2 of 5 מבוססת על סימבוללוגיה Standard 2 of 5.<br/>Interleaved 2 of 5 נועדה לקודד 10 ספרות בלבד.

# Languages::icon
source: Icon
he: צלמית

# Languages::id
source: ID
he: מזהה

# Languages::identifier
source: PayBox identifier
he: מזהה PayBox

# Languages::iframe_mode
source: iFrame mode
he: מצב iFrame

# Languages::illegal_item_weight
source: Illegal item weight
he: משקל פריט לא חוקי

# Languages::image
source: Image
he: תמונה

# Languages::images
source: Images
he: תמונות

# Languages::images_directory
source: Images directory
he: ספריית תמונות

# Languages::image_pair
source: Image pair
he: זוג תמונות

# Languages::image_verification
source: Image verification
he: אימות תמונות

# Languages::image_verification_body
source: Type the characters you see in the picture above.
he: הקלד את התווים המוצגים בתמונה שלעיל.

# Languages::image_verification_label
source: Anti-bot validation
he: אימות נגד בוטים

# Languages::immediately
source: Immediately
he: מיד

# Languages::import
source: Import
he: ייבוא

# Languages::important
source: Important
he: חשוב

# Languages::importing_data
source: Importing data
he: מייבא נתונים

# Languages::import_data
source: Import data
he: ייבא נתונים

# Languages::import_locations
source: Import locations
he: ייבא מיקומים

# Languages::import_options
source: Import options
he: אפשרויות ייבוא

# Languages::in
source: In
he: ב

# Languages::included
source: included
he: כלול

# Languages::include_cvn
source: Include CVN
he: כלול CVN

# Languages::including_discount
source: Including discount
he: כולל הנחה

# Languages::including_tax
source: Including tax
he: כולל מיסים

# Languages::incompleted
source: Incomplete
he: לא הושלם

# Languages::incompleted_orders
source: Incomplete orders
he: הזמנות שלא הושלמו

# Languages::incorrect_filling_message
source: Incorrect filling message
he: הודעת מילוי בלתי תקינה

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
he: המוצר לא התווסף לסל, נא הזן את המחיר הנכון.

# Languages::increase
source: Increase
he: עלייה

# Languages::inc_tax
source: inc tax
he: כולל מס

# Languages::index
source: Home page
he: דף הבית

# Languages::information
source: Information
he: מידע

# Languages::tip
source: Tip
he: עצה (Tip)

# Languages::inner_hint
source: Inner hint
he: רמז פנימי (Inner hint)

# Languages::input_field
source: Input field
he: שדה קלט

# Languages::insert_block
source: Add block
he: הוספת בלוק

# Languages::insert_grid
source: Add grid
he: הוספת רשת

# Languages::install
source: Install
he: התקן

# Languages::installation_id
source: Installation ID
he: מזהה ההתקנה

# Languages::installed
source: Installed
he: מותקן

# Languages::installed_languages
source: Installed
he: מותקן

# Languages::installed_upgrades
source: Installed upgrades
he: שדרוגים מותקנים

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
he: כדי לגשת לאזור מנהל מערכת, השתמש בכתובת הדוא"ל (<b>[email]</b>) והסיסמה שהזנת קודם לכן.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
he: עבור לפנל הניהול

# Languages::welcome_screen.go_storefront
source: Go to the storefront
he: עבור לחזית החנות

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
he: עבור לאשף הגדרות להתקנת חנות בסיסית

# Languages::welcome_screen.knowledge_base
source: Documentation
he: תיעוד

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
he: הפעל אשף הגדרות

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
he: למידע נוסף אודות חזית החנות ב...שלנו

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
he: תודה על בחירת [product]. מכירה מוצלחת!

# Languages::installer_complete_title
source: Installation successfully finished
he: ההתקנה הושלמה בהצלחה

# Languages::international_settings
source: International settings
he: הגדרות בינלאומיות

# Languages::international_usps
source: International U.S.P.S.
he: U.S.P.S. בינלאומי

# Languages::inventory
source: Inventory
he: מלאי

# Languages::track_inventory
source: Track inventory
he: עקוב אחר מלאי

# Languages::track_inventory_tooltip
source: When inventory is tracked, the number of products in stock will decrease after each purchase.
he: בעת מעקב אחר מלאי, מספר המוצרים במלאי יקטן לאחר כל רכישה.

# Languages::invitees
source: Invitees
he: מוזמנים

# Languages::invoice
source: Invoice
he: קבלה

# Languages::invoices
source: Invoices
he: חשבוניות

# Languages::invoice_credit_memo
source: Invoice/Credit memo
he: תזכיר חשבונית/זיכוי

# Languages::invoice_id
source: Invoice ID
he: מזהה קבלה

# Languages::invoice_title
source: INVOICE
he: קבלה

# Languages::in_progress
source: In progress
he: בביצוע

# Languages::in_stock
source: In stock
he: במלאי

# Languages::ip_address
source: IP address
he: כתובת ה-IP

# Languages::manager
source: Manager
he: מנהל

# Languages::is_back_in_stock
source: is back in stock!
he: חזר למלאי!

# Languages::is_pbp
source: Allow payment by points
he: אפשר תשלום בנקודות

# Languages::italian
source: Italian
he: איטלקית

# Languages::items
source: item(s)
he: פריט(ים)

# Languages::items_dependences
source: Items dependencies
he: יחסי תלות בין פריטים

# Languages::items_in_box
source: Items in a box
he: פריטים בקופסה

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
he: יש לך [n] פריט בסל קניות |יש לך [n] פריטים בסל קניות

# Languages::n_products
source: [n] product|[n] products
he: [n] מוצר|[n] מוצרים

# Languages::items_per_page
source: Items per page
he: מספר פריטים לדף

# Languages::objects_per_page
source: [n] per page
he: [n] לעמוד

# Languages::items_title
source: Items
he: פריטים

# Languages::item_number
source: Show item number
he: הצג מספר פריט

# Languages::item_quantity
source: Item quantity
he: כמות פריטים

# Languages::japanese
source: Japanese
he: יפנית

# Languages::join
source: Join
he: הצטרף

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
he: שגיאת תו ביקורת, יתכן שהקידוד שגוי

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
he: עלה על העומק המקסימלי של המחסנית

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
he: JSON לא תקין או מעוות

# Languages::json_error_syntax
source: Syntax error, malformed JSON
he: שגיאת תחביר, JSON מעוות

# Languages::json_error_unknown
source: Unknown JSON error
he: שגיאת JSON בלתי ידועה

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
he: תוויי UTF-8, יתכן והקידוד שגוי

# Languages::key
source: Key
he: מפתח

# Languages::key1_for_md5
source: Auth key 1 for md5
he: מפתח אימות 1 עבור md5

# Languages::key2_for_md5
source: Auth key 2 for md5
he: מפתח אימות 2 עבור md5

# Languages::keywords
source: Keywords
he: מילות מפתח

# Languages::korean
source: Korean
he: קוריאנית

# Languages::label_text_color
source: Label text color
he: צבע טקסט תווית

# Languages::landing_header
source: Your order has been received
he: הזמנתך התקבלה

# Languages::language
source: Language
he: שפה

# Languages::languagecode
source: Language code
he: קוד שפה

# Languages::languages
source: Languages
he: שפות

# Languages::texts_languages
source: Texts & languages
he: טקסטים ושפות

# Languages::language_code
source: Language code
he: קוד שפה

# Languages::language_variable
source: Language variable
he: משתנה שפה

# Languages::language_variables
source: Language variables
he: משתנה שפה

# Languages::last4ssn
source: Last 4 digits of Social Security Number
he: 4 ספרות אחרונות של מספר ביטוח לאומי

# Languages::last_24hours
source: Last 24 hours
he: 24 שעות אחרונות

# Languages::last_days
source: Last days
he: הימים האחרונים

# Languages::last_month
source: Last month
he: בחודש שעבר

# Languages::last_name
source: Last name
he: שם משפחה

# Languages::last_n_days
source: Last [N] days
he: [N] ימים אחרונים

# Languages::last_order
source: Last order
he: הזמנה אחרונה

# Languages::first_order
source: First order
he: הזמנה הראשונה

# Languages::registration_date
source: Registration date
he: תאריך הרשמה

# Languages::latitude
source: Latitude
he: קו רוחב

# Languages::layout
source: Layout
he: פריסה

# Languages::layouts
source: Layouts
he: פריסות

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
he: מפתח גישה ציבורי AWS

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
he: מפתח גישה סודי AWS

# Languages::lbl_amazon_background_color
source: Background color
he: צבע הרקע

# Languages::lbl_amazon_button_color
source: Button color
he: צבע כפתור

# Languages::lbl_amazon_button_size
source: Button size
he: גודל לחצן

# Languages::lbl_amazon_button_style
source: Amazon button style
he: סגנון לחצן אמזון

# Languages::lbl_amazon_color_dark
source: Dark
he: כהה

# Languages::lbl_amazon_color_light
source: Light
he: בהיר

# Languages::lbl_amazon_color_orange
source: Orange
he: כתום

# Languages::lbl_amazon_color_tan
source: Tan
he: שזוף (Tan)

# Languages::lbl_amazon_color_white
source: White
he: לבן

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
he: עבד את ההזמנה עם callback failure

# Languages::lbl_amazon_size_large
source: Large
he: גדול

# Languages::lbl_amazon_size_medium
source: Medium
he: בינוני

# Languages::lbl_amazon_size_xlarge
source: X-Large
he: אקסטרא לארג'

# Languages::left
source: Left
he: שמאל

# Languages::length
source: Length
he: אורך

# Languages::less
source: less
he: פחות

# Languages::letter
source: Letter
he: מכתב

# Languages::level
source: Level
he: רמה

# Languages::licence_agreement
source: License Agreement
he: הסכם רישיון

# Languages::license_agreement
source: License agreement
he: הסכם הרשיון

# Languages::license_number
source: License number
he: מספר רישיון

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
he: מספר רישיון אינו יכול להיות ריק

# Languages::limit
source: Limit
he: מגבלה

# Languages::line
source: Line
he: קו

# Languages::linear
source: Linear
he: ליניארי

# Languages::link
source: Link
he: קישור

# Languages::linked_categories
source: Linked categories
he: קטגוריות קשורות

# Languages::linked_products
source: Linked products
he: מוצרים קשורים

# Languages::links
source: Links
he: קישורים

# Languages::links_thumb
source: Links thumb
he: תמונות ממוזערות של הקישורים (Links thumb)

# Languages::link_text
source: Link text
he: טקסט הקישור

# Languages::link_to
source: Link to
he: קישור אל

# Languages::list
source: List
he: רשימה

# Languages::list_objects
source: List objects
he: רשימת אובייקטים

# Languages::list_price
source: List price
he: מחיר מחירון

# Languages::list_price_decreased
source: List price has been decreased by
he: מחיר מחירון הופחת ב

# Languages::list_price_increased
source: List price has been increased by
he: מחיר מחירון עלה ב

# Languages::list_price_short
source: List price
he: מחיר מחירון

# Languages::list_quantity_count
source: Number of available quantities
he: מספר הכמויות הזמינות

# Languages::tmpl_list_without_options
source: List without options
he: רשימה ללא אפשרויות

# Languages::live
source: Live
he: חיה

# Languages::live_preview
source: Live preview
he: תצוגה מקדימה חיה

# Languages::loading
source: Loading...
he: טוען...

# Languages::local
source: Local
he: מקומי

# Languages::localization
source: Localization
he: לוקליזציה

# Languages::localizations
source: Localizations
he: לוקליזציות

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
he: נהל את הלוקליזציות שנתמכות בחנות שלך.

# Languages::location
source: Location
he: מיקום

# Languages::rate_area
source: Rate area
he: תאריך האיזור

# Languages::locations
source: Locations
he: מיקומים

# Languages::rate_areas
source: Rate areas
he: תעריפי איזורים

# Languages::statuses_management
source: Statuses
he: סטטוסים

# Languages::locations_menu_description
source: Manage the set of rate areas that are supported in your store.
he: נהל את קבוצת תעריפי האזורים הנתמכים בחנות שלך.

# Languages::loggedin_time
source: Logged in time
he: התחבר בזמן

# Languages::logging
source: Logging
he: מתחבר

# Languages::login
source: Login
he: כניסה

# Languages::login_url
source: Login URL
he: URL הכניסה

# Languages::logos
source: Logos
he: לוגואים

# Languages::logo_link
source: Location (URL) of logo
he: מיקום (URL) של לוגו

# Languages::logs
source: Logs
he: יומנים

# Languages::log_action_backup
source: backup
he: גיבוי

# Languages::log_action_create
source: create
he: צור

# Languages::log_action_delete
source: delete
he: מחק

# Languages::log_action_deprecated
source: deprecated
he: אינו נמצא בשימוש (deprecated)

# Languages::log_action_error
source: error
he: שגיאה

# Languages::log_action_failed_login
source: failed login
he: הכניסה נכשלה

# Languages::log_action_http
source: http/https request
he: בקשת http/https

# Languages::log_action_login
source: sign in
he: היכנס

# Languages::log_action_low_stock
source: low stock
he: מלאי מועט

# Languages::log_action_optimize
source: optimize
he: ייעל

# Languages::log_action_restore
source: restore
he: שחזור

# Languages::log_action_runtime
source: runtime
he: זמן ריצה

# Languages::log_action_session
source: session
he: משך הפעלה

# Languages::log_action_status
source: status change
he: שינוי סטטוס

# Languages::log_action_update
source: update
he: עדכון

# Languages::log_type_categories
source: Categories
he: קטגוריות

# Languages::log_type_database
source: Database
he: מסד נתונים

# Languages::log_type_general
source: general
he: כללי

# Languages::log_type_orders
source: Orders
he: הזמנות

# Languages::log_type_products
source: Products
he: מוצרים

# Languages::log_type_requests
source: Requests
he: בקשות

# Languages::log_type_users
source: Users
he: משתמשים

# Languages::longitude
source: Longitude
he: קו אורך

# Languages::low_stock_subj
source: Low inventory of "[product]"
he: מלאי נמוך של "[product]"

# Languages::mac_key
source: Mac key
he: מפתח Mac

# Languages::mailing_lists
source: Mailing lists
he: רשימות דיוור

# Languages::mail_message
source: Mail message
he: הודעת דואר

# Languages::mail_subject
source: Mail subject
he: נושא הדואר

# Languages::main
source: Main
he: ראשי
