Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# SettingsVariants::log_type_database::optimize
source: Optimize
he: ייעל

# SettingsVariants::log_type_database::error
source: Errors
he: שגיאות

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
he: 09.29.2005 (חודש.יום.שנה)

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
he: 2005/09/29 (שנה/חודש/יום)

# SettingsVariants::time_format::%I:%M:%S %p
source: 3:43:55 PM
he: 3:43:55 אחה"צ

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
he: 2005-09-29 (שנה-חודש-יום)

# SettingsVariants::time_format::%I.%M.%S %p
source: 3.43.55 PM
he: 3.43.55 אחה"צ

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
he: 2005.09.29 (שנה.חודש.יום)

# SettingsVariants::exception_style::hide
source: Hide exception
he: הסתר יוצאים מן הכלל

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
he: הצג מחירים במטבע שנבחר בלבד

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
he: Sep 29, 2005 (חודש, יום, שנה)

# SettingsVariants::default_products_sorting::product
source: Product name
he: שם המוצר

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
he: יום שלישי,,ינואר 3

# SettingsVariants::week::%U
source: 1 week
he: שבוע 1

# SettingsVariants::month::%B
source: January
he: ינואר

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
he: באמצעות שרת SMTP

# SettingsVariants::tax_calculation::unit_price
source: Unit price
he: מחיר ליחידה

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
he: 29 Sep 2005 (יום חודש שנה)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
he: יום חמישי, ספטמבר 29, 2005 (יום בשבוע, יום בחודש, שנה)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
he: יום חמישי, 29 בספטמבר 2005 (יום בשבוע, יום בחודש, שנה)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
he: ינואר 3, 2006

# SettingsVariants::exception_style::warning
source: Show warning on exception
he: הצג אזהרה על חריג

# SettingsVariants::default_options_type::P
source: Simultaneous
he: בו זמנית

# SettingsVariants::default_options_type::S
source: Sequential
he: עוקב

# SettingsVariants::default_exceptions_type::F
source: Forbidden
he: אסור

# SettingsVariants::default_exceptions_type::A
source: Allowed
he: מאופשר

# SettingsVariants::default_zero_price_action::R
source: Do not allow customers to add the product to cart
he: אל תאפשר ללקוחות להוסיף את המוצר לסל הקניות

# SettingsVariants::default_zero_price_action::P
source: Allow customers to add the product to cart
he: לאפשר ללקוחות להוסיף את המוצר לסל הקניות

# SettingsVariants::default_zero_price_action::A
source: Ask customer to enter the price
he: הצע ללקוח להציע את המחיר

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
he: הצג מחירים במטבע של ברירת מחדל ובמטבע שנבחר

# SettingsVariants::default_products_sorting::price
source: Price
he: מחיר

# SettingsVariants::mailer_send_method::mail
source: via php mail function
he: באמצעות php mail function

# SettingsVariants::timezone::Pacific/Apia
source: (GMT-11:00) Samoa
he: (GMT-11: 00) סמואה

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
he: סכום ביניים

# SettingsVariants::default_products_sorting::null
source: None
he: אין (None)

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
he: יום שלישי, ינואר 3, 2006

# SettingsVariants::week::%U, %b
source: 1, Jan
he: 1 בינואר

# SettingsVariants::month::%b
source: Jan
he: ינואר

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
he: באמצעות תוכנית sendmail

# SettingsVariants::timezone::Pacific/Honolulu
source: (GMT-10:00) Hawaii
he: (GMT-10:00) הוואי

# SettingsVariants::day::%b %e
source: Jan 3
he: ינואר 3

# SettingsVariants::timezone::America/Anchorage
source: (GMT-09:00) Alaska
he: (GMT-09:00) אלסקה

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
he: (GMT-08:00) זמן פסיפיק (ארה"ב וקנדה); טיחואנה

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
he: (GMT-07:00) זמן ההר (Mountain Time) (ארה"ב וקנדה)

# SettingsVariants::timezone::America/Chihuahua
source: (GMT-07:00) Chihuahua, Mazatlan
he: (GMT-07: 00) צ'יוואווה, מזטלן

# SettingsVariants::timezone::America/Phoenix
source: (GMT-07:00) Arizona
he: (GMT-07:00) אריזונה

# SettingsVariants::timezone::America/Regina
source: (GMT-06:00) Saskatchewan
he: (GMT-06:00) ססקצ'ואן

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
he: (GMT-06:00) גואדלחרה, מקסיקו סיטי, מונטריי

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
he: (GMT-06:00) זמן מרכזי (ארה"ב וקנדה)

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
he: (GMT + 01:00) אמריקה המרכזית

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
he: (GMT-05:00) זמן מזרחי (ארה"ב וקנדה)

# SettingsVariants::timezone::America/Bogota
source: (GMT-05:00) Bogota, Lima, Quito
he: (GMT-05:00) בוגוטה, לימה, קיטו

# SettingsVariants::timezone::America/Santiago
source: (GMT-04:00) Santiago
he: (GMT-04:00) סנטיאגו

# SettingsVariants::timezone::America/La_Paz
source: (GMT-04:00) Caracas, La Paz
he: (GMT-04:00) קראקס, לה פאס

# SettingsVariants::timezone::America/Halifax
source: (GMT-04:00) Atlantic Time (Canada)
he: (GMT-04:00) הזמן האטלנטי (קנדה)

# SettingsVariants::timezone::America/St_Johns
source: (GMT-03:30) Newfoundland
he: (GMT-03:30). ניופאונדלנד

# SettingsVariants::timezone::America/Nuuk
source: (GMT-03:00) Greenland
he: (GMT-03:00) גרינלנד

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
he: (GMT-03:00) ברזיליה

# SettingsVariants::timezone::Atlantic/South_Georgia
source: (GMT-02:00) Mid-Atlantic
he: (GMT-02:00) מרכז האוקיינוס האטלנטי

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
he: (GMT-01:00) האי כף וורדה.

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
he: (GMT-01:00) האיים האזוריים

# SettingsVariants::timezone::Atlantic/Reykjavik
source: (GMT) Reykjavik, Monrovia
he: (GMT) רייקיאוויק, מונרוביה

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time: Edinburgh, Lisbon, London
he: (GMT) זמן ממוצע של גריניץ ': אדינבורו, ליסבון, לונדון

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
he: (GMT + 01:00) אמסטרדם, ברלין, ברן, רומא, שטוקהולם, וינה

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
he: (GMT + 01:00) בלגרד, ברטיסלבה, בודפשט, לובליאנה, פראג

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
he: (GMT + 01:00) בריסל, קופנהגן, מדריד, פריז

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
he: (GMT + 01:00) סרייבו, סקופיה, ורשה, זאגרב

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
he: (GMT + 01:00) מערב מרכז אפריקה

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+03:00) Istanbul
he: (GMT + 03:00) איסטנבול

# SettingsVariants::timezone::Europe/Athens
source: (GMT+02:00) Athens
he: (GMT + 02:00) אתונה

# SettingsVariants::timezone::Asia/Beirut
source: (GMT+02:00) Beirut
he: (GMT + 02:00) ביירות

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
he: (GMT + 02:00) בוקרשט

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
he: (GMT + 02:00) קהיר

# SettingsVariants::timezone::Africa/Johannesburg
source: (GMT+02:00) Harare, Pretoria
he: (GMT + 02:00) הארארה, פרטוריה

# SettingsVariants::timezone::Europe/Kiev
source: (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
he: (GMT + 02:00) הלסינקי, קייב, ריגה, סופיה, טאלין, וילנה

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
he: (GMT + 02:00) ירושלים

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
he: (GMT + 03:00) בגדאד

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
he: (GMT + 03:00) כווית, ריאד

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg
he: (GMT + 03: 00) מוסקבה, סנט פטרסבורג

# SettingsVariants::timezone::Europe/Minsk
source: (GMT+03:00) Minsk
he: (GMT + 03:00) מינסק

# SettingsVariants::timezone::Africa/Nairobi
source: (GMT+03:00) Nairobi
he: (GMT + 03:00) ניירובי

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
he: (GMT + 03:30) טהראן

# SettingsVariants::timezone::Asia/Dubai
source: (GMT+04:00) Abu Dhabi, Muscat
he: (GMT + 04:00) אבו דאבי, מוסקט

# SettingsVariants::timezone::Asia/Yerevan
source: (GMT+04:00) Baku, Tbilisi, Yerevan
he: (GMT + 04:00) באקו, טביליסי, ירוואן

# SettingsVariants::timezone::Asia/Kabul
source: (GMT+04:30) Kabul
he: (GMT + 04:30) קאבול

# SettingsVariants::timezone::Asia/Yekaterinburg
source: (GMT+05:00) Ekaterinburg
he: (GMT + 05:00) יקטרינבורג

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
he: (GMT + 05:00) איסלמבאד, קראצ'י, טשקנט

# SettingsVariants::timezone::Asia/Kolkata
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
he: (GMT+05:30) צ'נאי, קולקטה, מומבאי, ניו דלהי

# SettingsVariants::timezone::Asia/Kathmandu
source: (GMT+05:45) Kathmandu
he: (GMT + 05:00) קטמנדו

# SettingsVariants::timezone::Asia/Novosibirsk
source: (GMT+07:00) Novosibirsk
he: (GMT + 07: 00) נובוסיבירסק

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Nur-Sultan, Dhaka
he: (GMT + 06: 00) נור-סולטן, דאקה

# SettingsVariants::timezone::Asia/Colombo
source: (GMT+06:00) Sri Jayawardenepura
he: (GMT + 06:00) סרי ג'ייוורדנפורה

# SettingsVariants::timezone::Asia/Yangon
source: (GMT+06:30) Yangon
he: (GMT + 06:30) יאנגון

# SettingsVariants::timezone::Asia/Bangkok
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
he: (GMT + 07:00) בנגקוק, האנוי, ג'קרטה

# SettingsVariants::timezone::Asia/Krasnoyarsk
source: (GMT+07:00) Krasnoyarsk
he: (GMT + 07:00) קרסנויארסק

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong
he: (GMT + 08: 00) בייג'ינג, צ'ונגקינג, הונג קונג

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaanbaatar
he: (GMT + 08: 00) אירקוצק, אולן בטור

# SettingsVariants::timezone::Asia/Singapore
source: (GMT+08:00) Kuala Lumpur, Singapore
he: (GMT + 08:00) קואלה לומפור, סינגפור

# SettingsVariants::timezone::Australia/Perth
source: (GMT+08:00) Perth
he: (GMT + 08:00) פרת'

# SettingsVariants::timezone::Asia/Taipei
source: (GMT+08:00) Taipei
he: (GMT + 08:00) טאיפיי

# SettingsVariants::timezone::Asia/Tokyo
source: (GMT+09:00) Osaka, Sapporo, Tokyo
he: (GMT + 09:00) אוסקה, סאפורו, טוקיו

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
he: (GMT + 09:00) סיאול

# SettingsVariants::timezone::Asia/Yakutsk
source: (GMT+09:00) Yakutsk
he: (GMT + 09:00) יקוטסק

# SettingsVariants::timezone::Australia/Adelaide
source: (GMT+09:30) Adelaide
he: (GMT + 03:30) אדלייד

# SettingsVariants::timezone::Australia/Darwin
source: (GMT+09:30) Darwin
he: (GMT + 03:30) דרווין

# SettingsVariants::timezone::Australia/Brisbane
source: (GMT+10:00) Brisbane
he: (GMT + 02:00) בריסביין

# SettingsVariants::timezone::Australia/Sydney
source: (GMT+10:00) Canberra, Melbourne, Sydney
he: (GMT+10:00) קנברה, מלבורן, סידני

# SettingsVariants::timezone::Pacific/Port_Moresby
source: (GMT+10:00) Guam, Port Moresby
he: (GMT+10:00) גואם, פורט מורסבי

# SettingsVariants::timezone::Australia/Hobart
source: (GMT+10:00) Hobart
he: (GMT + 08:00) הובארט

# SettingsVariants::timezone::Asia/Vladivostok
source: (GMT+10:00) Vladivostok
he: (GMT + 07:00) ולדיווסטוק

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
he: (GMT+11:00) מגדן, איי שלמה, קלדוניה החדשה

# SettingsVariants::timezone::Pacific/Auckland
source: (GMT+12:00) Auckland, Wellington
he: (GMT+12:00) אוקלנד, וולינגטון

# SettingsVariants::timezone::Pacific/Fiji
source: (GMT+12:00) Fiji
he: (GMT + 02:00) פיג'י

# SettingsVariants::timezone::Asia/Kamchatka
source: (GMT+12:00) Kamchatka, Marshall Is.
he: (GMT+12:00) קמצ'טקה, איי מרשל

# SettingsVariants::timezone::Pacific/Tongatapu
source: (GMT+13:00) Nuku'alofa
he: (GMT + 07:00) נוקואלופה

# SettingsVariants::email_templates::old
source: Old (stored on file system)
he: ישן (מאוחסן במערכת קבצים)

# SettingsVariants::email_templates::new
source: New (nice and editable via admin panel)
he: חדש (נחמד וניתן לעריכה באמצעות פנל ניהול)

# SettingsVariants::phone_validation_mode::international_format
source: International phone number
he: מספר טלפון בינלאומי

# SettingsVariants::phone_validation_mode::any_digits
source: Any digits and +-()
he: כל הספרות ו+-()

# SettingsVariants::phone_validation_mode::any_symbols
source: Any symbols
he: כל הסימנים

# Languages::views
source: Views
he: צפיות

# ProfileFields::firstname
source: First name
he: שם פרטי

# ProfileFields::lastname
source: Last name
he: שם משפחה

# Languages::first_name_and_last_name
source: First name and last name
he: שם פרטי ושם משפחה

# Languages::s_first_name_and_last_name
source: First name and last name (for shipping)
he: שם פרטי ושם משפחה (עבור המשלוח)

# Languages::b_first_name_and_last_name
source: First name and last name (for billing)
he: שם פרטי ושם משפחה (עבור החיוב)

# Languages::last_name_and_first_name
source: Last name and first name
he: שם משפחה ושם פרטי

# Languages::s_last_name_and_first_name
source: Last name and first name (for shipping)
he: שם משפחה ושם פרטי (עבור המשלוח)

# Languages::b_last_name_and_first_name
source: Last name and first name (for billing)
he: שם משפחה ושם פרטי (עבור החיוב)

# Languages::fullname
source: Full name
he: שם מלא

# Languages::s_fullname
source: Full name (for shipping)
he: שם מלא (עבור המשלוח)

# Languages::b_fullname
source: Full name (for billing)
he: שם מלא (עבור החיוב)

# ProfileFields::customer_notes
source: Customer's notes
he: הערות לקוח

# ProfileFields::company
source: Company
he: חברה

# ProfileFields::email
source: Phone
he: טלפון

# ProfileFields::phone
source: Phone
he: טלפון

# ProfileFields::fax
source: Fax
he: פקס

# ProfileFields::b_firstname
source: First name
he: שם פרטי

# ProfileFields::s_firstname
source: First name
he: שם פרטי

# ProfileFields::b_lastname
source: Last name
he: שם משפחה

# ProfileFields::s_lastname
source: Last name
he: שם משפחה

# ProfileFields::b_address
source: Address
he: כתובת

# ProfileFields::b_address_2
source: Address
he: כתובת

# ProfileFields::s_address
source: Address
he: כתובת

# ProfileFields::s_address_2
source: Address
he: כתובת

# ProfileFields::b_city
source: City
he: עיר

# ProfileFields::s_city
source: City
he: עיר

# ProfileFields::b_state
source: State/province
he: מדינה/מחוז

# ProfileFields::s_state
source: State/province
he: מדינה/מחוז

# ProfileFields::b_country
source: Country
he: ארץ

# ProfileFields::s_country
source: Country
he: ארץ

# ProfileFields::b_zipcode
source: Zip/postal code
he: מיקוד

# ProfileFields::s_zipcode
source: Zip/postal code
he: מיקוד

# ProfileFields::b_phone
source: Phone
he: טלפון

# ProfileFields::s_phone
source: Phone
he: טלפון

# ProfileFields::email
source: E-mail
he: דואר אלקטרוני

# ProfileFields::s_address_type
source: Address type
he: סוג כתובת

# ProfileFields::admin_firstname
source: First name
he: שם פרטי

# ProfileFields::admin_lastname
source: Last name
he: שם משפחה

# ProfileFields::company_description
source: Description
he: תיאור

# ProfileFields::address
source: Address
he: כתובת

# ProfileFields::city
source: City
he: עיר

# ProfileFields::country
source: Country
he: ארץ

# ProfileFields::state
source: State/Province
he: מדינה/מחוז

# ProfileFields::zipcode
source: Zip/postal code
he: מיקוד

# ProfileFields::accept_terms
source: I accept the Terms and Conditions
he: אני מקבל את התנאים וההתניות

# Languages::vendor_terms
source: Vendor terms and conditions
he: תנאים והתניות של הספק

# Languages::vendor_terms_field_alert
source: Vendor terms and conditions alert
he: תנאים והתניות של הספק

# Languages::vendor_terms_field_terms_text
source: Vendor terms and conditions text
he: טקסט תנאים והתניות של הספק

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
he: המוצר חייב להשתייך לקטגוריה מסוימת שנוצרה על ידי הבעלים של החברה.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
he: אין (None)

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
he: הצג "לקוח חדש" תחילה

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
he: הצג "לקוח חוזר" תחילה

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
he: הסתר את השלב לחלוטין

# SettingsVariants::sign_in_default_action::register
source: Register
he: הירשם

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
he: עבור לקופה בתור אורח

# Languages::last_year
source: Last year
he: שנה שעברה

# Languages::store_closed
source: Store closed
he: חנות סגורה

# Languages::store_closed_banner
source: Store<br/>closed
he: החנות <br/> סגורה

# Languages::copy_to_other_locations
source: Copy to other locations
he: העתק למיקומים אחרים

# Languages::head_custom_html
source: Custom HTML code
he: קוד HTML מותאם אישית

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This HTML code will be put between &lt;head&gt;&lt;/head&gt; tags
he: קוד HTML זה ימוקם בין תגים &lt;head&gt;&lt;/head&gt;

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
he: זה ימחק את כל המוצרים בקטגוריה נבחרות, וכמו כן את כל התת-קטגוריות והמוצרים שלהן.

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
he: זה ימחק את כל המוצרים בקטגוריות נבחרות, וכמו כן את כל התת-קטגוריות והמוצרים שלהן.

# Languages::restore_original
source: Restore original
he: שחזר את המקור

# Languages::set_custom_configuration
source: Set custom configuration
he: הגדר תצורה מותאמת אישית

# Languages::use_default_block_configuration
source: Use default block configuration
he: השתמש בתצורת בלוק של ברירת מחדל

# Languages::private_files
source: Private files
he: קבצים פרטיים

# Languages::public_files
source: Public files
he: קבצים פומביים

# Languages::templates
source: Templates
he: תבניות

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
he: אנא הוסף URL זה למנהל חשבון Realex Payments שלך

# Languages::payments.globalpayments.referring_url
source: Please supply this URL to your Global Payments account manager
he: אנא הוסף URL זה למנהל חשבון Global Payments שלך

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
he: אנא הוסף כתובת IP של השרת שלך למנהל חשבון Realex Payments שלך

# Languages::payments.globalpayments.referring_ip
source: Please supply the IP address of your server to your Global Payments account manager
he: אנא הוסף כתובת IP של השרת שלך למנהל חשבון Global Payments שלך

# Languages::payments.realex.settlement
source: Settlement
he: פירעון

# Languages::payments.realex.delayed_settlement
source: Delayed settlement
he: פירעון דחוי

# Languages::payments.realex.auto_settled
source: Auto-settled
he: פירעון אוטומטי

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
he: מפת המרה של סטטוס הזמנה מ-Realex ל-CS-Cart

# Languages::payments.globalpayments.text_status_map
source: Global Payments to [product] order status conversion map
he: מפת המרה של סטטוס הזמנה מ-Global Payments ל- [product]

# Languages::payments.realex.subaccount
source: Subaccount
he: תת-חשבון

# Languages::payments.realex.liability_shift
source: Liability Shift
he: העברת חבות

# Languages::payments.realex.liability_shift_required
source: Liability Shift required
he: נדרשת העברת חבות

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
he: הודעת 3-D Secure

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
he: חשבון Realex הושעה. צור קשר עם תמיכה של Realex למידע נוסף.

# Languages::payments.globalpayments.connector_error
source: Your Global Payments account has been suspended. Contact Global Payments support for further information.
he: חשבון Global Paymentsהושעה. צור קשר עם תמיכה של Global Paymentsלמידע נוסף.

# Languages::payments.realex.incorrect_request
source: Incorrect XML message formation or content
he: צורה או תוכן שגויים של הודעת XML

# Languages::payments.realex.realex_error
source: Error with Realex systems
he: שגיאה בקשר למערות Realex

# Languages::payments.globalpayments.globalpayments_error
source: Error with Global Payments systems
he: שגיאה בקשר למערות Global Payments

# Languages::payments.realex.bank_error
source: Error with bank systems
he: שגיאה בקשר למערכות בנק

# Languages::payments.realex.card_lost_or_stolen
source: Card reported lost or stolen
he: הכרטיס דווח כאבוד או גנוב

# Languages::payments.realex.refferal
source: Referral by bank
he: הפנייה מהבנק

# Languages::payments.realex.avs_postcode
source: AVS Postcode
he: מיקוד AVS

# Languages::payments.realex.avs_address
source: AVS Address
he: כתובת AVS

# Languages::payments.realex.result_message
source: Result message
he: הודעת תוצאה

# Languages::payments.realex.result_code
source: Result code
he: קוד תוצאה

# Languages::payments.realex.transaction_pasref
source: Transaction PASREF
he: עסקת PASREF

# Languages::payments.realex.transaction_order_id
source: Transaction Order ID
he: מזהה הזמנה/עסקה

# Languages::payments.realex.avs.matched
source: Matched
he: תואמים

# Languages::payments.realex.avs.not_matched
source: Not matched
he: לא תואמים

# Languages::payments.realex.avs.problem_with_check
source: Problem with check
he: בעיה עם בדיקה

# Languages::payments.realex.avs.unable_to_check
source: Unable to check
he: לא ניתן לבדוק

# Languages::payments.realex.avs.partial_match
source: Partial match
he: התאמה חלקית

# Languages::payments.realex.wrong_card_type
source: This payment is unavailable for this type of credit cards.
he: תשלום זה אינו זמין עבור סוג זה של כרטיסי אשראי.

# Languages::payments.realex.incorrect_valid_trhu
source: Incorrect values of 'Valid thru' fields.
he: ערכים שגויים בשדות "תקף עד".

# Languages::use_for_login
source: Login form
he: טופס התחברות

# Languages::use_for_register
source: Create and edit profile form
he: צור וערוך את טופס הפרופיל

# Languages::use_for_checkout
source: Checkout (user information) form
he: טופס קופה (מידע משתמש)

# Languages::use_for_track_orders
source: Track my order form
he: עקוב אחר טופס ההזמנה שלי

# Languages::seo_menu_description
source: SEO settings of your store.
he: הגדרות SEO של החנות שלך.

# Languages::robots_title
source: Editing: robots.txt
he: עריכה: robots.txt

# Languages::edit_robots
source: Edit robots.txt
he: ערוך robots.txt

# Languages::restore_robots
source: Restore the default robots.txt
he: שחזר את robots.txt של ברירת מחדל

# Languages::option_exceptions
source: Option exceptions
he: אפשרויות חריגים

# Languages::horizontal_filters
source: Horizontal filters
he: מסננים אופקיים
