Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::cities
source: Cities
he: ערים

# Languages::city
source: City
he: עיר

# Languages::clean
source: clean
he: נקה

# Languages::cleanup_history
source: Clean up history
he: נקה היסטוריה

# Languages::clean_logs
source: Clear logs
he: נקה את היומנים

# Languages::clean_old_logs
source: Clear logs older than [n] day|Clear logs older than [n] days
he: נקה את היומנים מעל ל[n] ימים|נקה יונים מעל ל[n] ימים

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
he: נקה את המיקומים לפני ייבוא

# Languages::clear
source: Clear
he: נקה

# Languages::clear_cache
source: Clear cache
he: נקה זיכרון מטמון

# Languages::generate_cache
source: Generate cache
he: צור זיכרון מטמון

# Languages::clear_cart
source: Clear cart
he: נקה סל קניות

# Languages::clear_conditions
source: Clear conditions
he: נקה תנאים

# Languages::clear_fields
source: Clear fields
he: נקה שדות

# Languages::clear_list
source: Clear list
he: נקה רשימה

# Languages::clear_thumbnails
source: Clean up generated thumbnails
he: נקה את התמונות הממוזערות שנוצרו

# Languages::clicks
source: Clicks
he: לחיצות (קליקים)

# Languages::client_id
source: Client ID
he: מזהה לקוח

# Languages::clone
source: Clone
he: שכפל

# Languages::clone_from
source: Clone from
he: שכפל מ

# Languages::clone_selected
source: Clone selected
he: שכפל נבחרים

# Languages::clone_table
source: Clone table
he: טבלת שכפול

# Languages::clone_theme
source: Clone theme
he: ערכת נושא שכפול

# Languages::clone_this_item
source: Clone this item
he: שכפל פריט זה

# Languages::clone_this_page
source: Clone this page
he: שכפל דף זה

# Languages::close
source: Close
he: סגור

# Languages::code
source: Code
he: קוד

# Languages::coefficient
source: Coefficient
he: מקדם

# Languages::collapse_bg_color
source: Collapse background color
he: כווץ צבע רקע

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
he: כווץ רשימת הפריטים

# Languages::collapse_text_color
source: Collapse text color
he: כווץ את צבע הטקסט

# Languages::color
source: Color
he: צבע

# Languages::combination
source: Combination
he: שילוב

# Languages::comma
source: Comma
he: פסיק

# Languages::comment
source: Comment
he: תגובה

# Languages::comments
source: Comments
he: הערות

# Languages::comment_hint
source: Enter your comment to appear below the option
he: רשום את הערתך והיא תופיע מתחת לאפשרות

# Languages::commission
source: Commission
he: עמלה

# Languages::commissions
source: Commissions
he: עמלות

# Languages::commissions_of_last_periods
source: Commissions of latest periods
he: עמלות של התקופות האחרונות

# Languages::commission_rates
source: Commission rates
he: שיעורי העמלות

# Languages::compact_list
source: Compact list
he: רשימה קומפקטית

# Languages::company
source: Company
he: חברה

# Languages::company_address
source: Company address
he: כתובת החברה

# Languages::company_name
source: Company name
he: שם החברה

# Languages::company_not_found
source: Selected company not found.
he: החברה שנבחרה לא נמצאה.

# Languages::company_phone
source: Company phone
he: טלפון חברה

# Languages::company_settings
source: Company settings
he: הגדרות החברה

# Languages::compare
source: Compare
he: השווה

# Languages::product_comparison_list
source: Comparison list
he: רשימת השוואה

# Languages::comparison_list_note
source: Go to the products comparison list
he: עבור לרשימת השוואת מוצרים

# Languages::compare_product_features
source: Compare product features
he: השווה תכונות מוצר

# Languages::comparison_list
source: Comparison list
he: רשימת השוואה

# Languages::compatible_class
source: Compatible class
he: מחלקה תואמת

# Languages::completed
source: Completed
he: הושלמה

# Languages::compressing_backup
source: Compressing backup file
he: דחיסת קובץ גיבוי

# Languages::compress_dump
source: Compress backup file
he: דחיסת קובץ גיבוי

# Languages::condition
source: Condition
he: תנאי

# Languages::conditions
source: Conditions
he: תנאים

# Languages::configure
source: Configure
he: קבע תצורה

# Languages::confirm
source: Confirm
he: אשר

# Languages::confirmation_dialog
source: Confirmation dialog
he: תיבת דו-שיח לאישור

# Languages::confirm_password
source: Confirm password
he: אמת סיסמא

# Languages::conflicts
source: Conflicts
he: קונפליקטים

# Languages::congratulations
source: Congratulations!
he: ברכות!

# Languages::connection_ticket
source: Connection ticket
he: כרטיס התחברות (Connection ticket)

# Languages::contact_information
source: Contact information
he: מידע ליצירת קשר

# Languages::contact_us_for_price
source: Contact us for a price
he: צור קשר לקבלת מחיר

# Languages::container_options
source: Container options
he: אפשרויות מיכל

# Languages::content
source: Content
he: תוכן

# Languages::content_alignment
source: Content alignment
he: יישור תוכן

# Languages::content_changed_for
source: This block instances have different content for
he: למופעי הבלוק האלה תוכן שונה עבור

# Languages::pages_menu_description
source: Create and publish pages, polls, forms and links.
he: צור ופרסם דפים, סקרים, טפסים וקישורים.

# Languages::continue
source: Continue
he: המשך

# Languages::continue_shopping
source: Continue shopping
he: המשך בקנייה

# Languages::controller
source: Replace with
he: החלף ב

# Languages::converting_data_in_table
source: Converting data in table [table]
he: המרת נתונים בטבלה[table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
he: [product] - תוכנת סל קניות

# Languages::copy_from_layout
source: Copy data from layout
he: להעתיק נתונים מפריסה

# Languages::core
source: Core
he: ליבה

# Languages::cost
source: Cost
he: עלות

# Languages::cost_dependences
source: Cost dependencies
he: יחסי תלות בין עלות

# Languages::could_not_open_file
source: File preview is not available
he: קובץ תצוגה מקדימה אינו זמין

# Languages::countries
source: Countries
he: מדינות

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
he: נהל את קבוצת המדינות שנתמכותבחנות שלך.

# Languages::country
source: Country
he: ארץ

# Languages::coupon
source: Coupon
he: קופון

# Languages::coupons
source: Coupons
he: קופונים

# Languages::coupon_already_used
source: This coupon is already in use
he: הקופון כבר נמצא בשימוש

# Languages::coupon_code
source: Coupon code
he: קוד קופון

# Languages::cpi_hash_key
source: CPI Hash Key
he: מפתח CPI Hash

# Languages::create
source: Create
he: צור

# Languages::created
source: Created
he: נוצר

# Languages::create_account
source: Create account
he: צור חשבון

# Languages::create_administrator_account
source: Create administrator account
he: צור חשבון מנהל המערכת

# Languages::create_and_close
source: Create and close
he: צור וסגור

# Languages::create_file
source: Create file
he: יצירת קובץ

# Languages::create_folder
source: Create folder
he: צור תיקייה

# Languages::create_guest_account
source: Quick checkout with no account creating required
he: קופה מהירה ללא צורך ביצירת חשבון

# Languages::create_new_account
source: Create a permanent account and use it for checkout
he: צור חשבון קבוע והשתמש בו לביצוע תשלום בקופה

# Languages::create_new_block
source: Create New Block
he: צור בלוק חדש

# Languages::create_new_order
source: Create a new order
he: צור הזמנה חדשה

# Languages::create_process_payment
source: Create and process payment
he: צור ועבד את התשלום

# Languages::create_profile
source: Create a new profile
he: צור פרופיל חדש

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at our store. Below you will find your account information.
he: תודה לך שבחרת להיות משתמש רשום בחנות שלנו. להלן תוכל לראות את הנתונים של החשבון שלך.

# Languages::create_table
source: Create New Table
he: צור טבלה חדשה

# Languages::creating
source: Creating
he: יוצר

# Languages::creating_table
source: Creating table
he: יוצר טבלה

# Languages::creation_date
source: Creation date
he: תאריך יצירה

# Languages::credit_card
source: Credit card
he: כרטיס אשראי

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
he: מספר זה מודפס באזור החתימה על גבי הכרטיס. אלו 3 הספרות אחרי מספר כרטיס האשראי.

# Languages::credit_memo
source: Credit memo
he: תזכיר זיכוי

# Languages::credit_memo_id
source: Credit memo ID
he: מס' מזהה זיכוי

# Languages::cresecure_allowed_types
source: Allowed card types
he: סוגי כרטיסים מאושרים

# Languages::csv_delimiter
source: CSV delimiter
he: מפריד CSV

# Languages::csv_file
source: CSV file
he: קובץ CSV

# Languages::currencies
source: Currencies
he: מטבעות

# Languages::currency
source: Currency
he: מטבע

# Languages::currencycode
source: Currency code
he: קוד מטבע

# Languages::currency_code_aed
source: United Arab Emirates Dirham
he: איחוד האמירויות הערבי דירהאם

# Languages::currency_code_aud
source: Australian Dollar
he: דולר אוסטרלי

# Languages::currency_code_brl
source: Brazilian Real
he: ריאל ברזילאי

# Languages::currency_code_cad
source: Canadian Dollar
he: דולר קנדי

# Languages::currency_code_chf
source: Swiss Franc
he: פרנק שוויצרי

# Languages::currency_code_cyr
source: Cyprus Pound
he: לירה קפריסאית

# Languages::currency_code_czk
source: Czech Koruna
he: קורונה צ'כית

# Languages::currency_code_dkk
source: Danish Kroner
he: כתר דני

# Languages::currency_code_eek
source: Estonian Kroon
he: קרון אסטוני

# Languages::currency_code_eur
source: Euro
he: יורו

# Languages::currency_code_fjd
source: Fiji Dollar
he: דולר פיג'י

# Languages::currency_code_frf
source: French Franc
he: פרנק צרפתי

# Languages::currency_code_gbp
source: UK Pound
he: ליש"ט בריטניה

# Languages::currency_code_hkd
source: Hong Kong Dollar
he: דולר הונג קונגי

# Languages::currency_code_huf
source: Hungarian Forint
he: פורינט הונגרי

# Languages::currency_code_ils
source: Israel New Shequel
he: שקל ישראלי חדש

# Languages::currency_code_inr
source: Indian Rupee
he: רופי הודי

# Languages::currency_code_isk
source: Iceland Krona
he: כתר איסלנדי

# Languages::currency_code_jpy
source: Japanese Yen
he: ין יפני

# Languages::currency_code_kpw
source: North Korean Won
he: וון צפון קוראני

# Languages::currency_code_krw
source: South Korean Won
he: וון דרום קוריאני

# Languages::currency_code_kwd
source: Kuwaiti Dinar
he: דינר כוויתי

# Languages::currency_code_kzt
source: Kazakhstani tenge
he: טנגה קזחסטני

# Languages::currency_code_ltl
source: Lithuanian Litas
he: ליטאס ליטאי

# Languages::currency_code_lvl
source: Latvian Lat
he: לאט לטבי

# Languages::currency_code_mxn
source: Mexican Peso
he: פסו מקסיקני

# Languages::currency_code_myr
source: Malaysian Ringgit
he: רינגגיט מלזי

# Languages::currency_code_nok
source: Norwegian Kroner
he: כתר שוודי

# Languages::currency_code_nzd
source: New Zealand Dollar
he: דולר ניו זילנדי

# Languages::currency_code_php
source: Philippine Peso
he: פזו פיליפיני

# Languages::currency_code_pln
source: Polish Zlotych
he: זלוטי פולני

# Languages::currency_code_png
source: Papua New Guinea Kina
he: קינה של פפואה גינאה החדשה

# Languages::currency_code_rur
source: Russian Ruble
he: רובל רוסי

# Languages::currency_code_sar
source: Saudi Riyal
he: ריאל סעודי

# Languages::currency_code_sbd
source: Solomon Islands Dollar
he: דולר איי שלמה

# Languages::currency_code_sek
source: Sweden Kroner
he: כתר שוודי

# Languages::currency_code_sgd
source: Singapore Dollar
he: דולר סינגפורי

# Languages::currency_code_sit
source: Slovenian Tolar
he: טולר סלובני

# Languages::currency_code_skk
source: Slovak Koruna
he: קורונה סלובקית

# Languages::currency_code_thb
source: Thai Baht
he: באט תאילנדי

# Languages::currency_code_top
source: Tongan Pa'anga
he: פאנגה טונגאית

# Languages::currency_code_try
source: Turkish Lira
he: לירה טורקית

# Languages::currency_code_twd
source: New Taiwan dollar
he: דולר טאיווני חדש

# Languages::currency_code_usd
source: US Dollar
he: דולר אמריקאי

# Languages::currency_code_vuv
source: Vanuatu Vatu
he: ונואטו ואטו

# Languages::currency_code_wst
source: Samoan Tala
he: טאלה סמואי

# Languages::currency_code_zar
source: Rand
he: ראנד

# Languages::currency_deleted
source: The currency has been deleted successfully.
he: המטבע נמחק בהצלחה.

# Languages::currency_rate
source: Rate
he: שער

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
he: שער החליפין אמור להיות גבוה מ- 0.

# Languages::currency_sign
source: Sign
he: סימן

# Languages::current_database_size
source: Current database size
he: גודל מסד נתונים נוכחי

# Languages::current_path
source: Current path
he: הנתיב נוכחי

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
he: אתה יכול להעלות ולהוריד קבצים באמצעות <a href="[href]">עורך קבצים</a>

# Languages::text_file_editor_notice_full_link
source: You can upload and download files via [link]
he: אתה יכול להעלות ולהוריד קבצים באמצעות [link]

# Languages::current_previous_period
source: 'Current ('[date]') and previous period'
he: 'הנוכחי (' [תאריך] ') והתקופה הקודמת'

# Languages::current_period
source: Current Period
he: התקופה הנוכחית

# Languages::current_theme
source: Current theme
he: ערכת נושא נוכחית

# Languages::custom
source: Custom
he: מותאם אישית

# Languages::customer
source: Customer
he: לקוח

# Languages::customers
source: Customers
he: לקוחות

# Languages::customers_menu_title
source: Customers
he: לקוחות

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
he: רשימת לקוחות החנות, משתמשים רשומים עם חשבון לקוח.

# Languages::customer_details
source: Customer details
he: פרטי הלקוח

# Languages::customer_email
source: Customer email
he: דוא"ל הלקוח

# Languages::customer_id
source: Customer ID
he: מזהה הלקוח

# Languages::customer_info
source: Customer information
he: מידע על הלקוחות

# Languages::customer_information
source: Customer information
he: מידע על הלקוחות

# Languages::customer_notes
source: Customer notes
he: הערות הלקוח

# Languages::customer_signature
source: Customer's signature
he: חתימת הלקוח

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
he: תודה שברחת להשתמש בעגלת קניות שלנו.

# Languages::customize
source: Customize
he: התאמה אישית

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
he: לערכת נושא זה אין עיצובים.

# Languages::custom_range
source: Custom Range
he: טווח מותאם אישית

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
he: קודי המוצרים הבאים ארוכים מדי והם וצומצם ל-32 תווים:

# Languages::czech
source: Czech
he: צ'כית

# Languages::danish
source: Danish
he: דנית

# Languages::dashboard
source: Dashboard
he: פאנל ניהול

# Languages::database
source: Database
he: מסד נתונים

# Languages::database_data_changes
source: Database data changes
he: שינוי של מסד הנתונים

# Languages::backup_restore
source: Backup/Restore
he: גיבוי/שחזור

# Languages::database_structure_changes
source: Database structure changes
he: שינויים במבנה מסד הנתונים

# Languages::datatrans_caa
source: Authorization with immediate settlement
he: אישור עם פירעון מיידי

# Languages::datatrans_noa
source: Authorization only
he: הרשאה בלבד

# Languages::datatrans_sign
source: Digital signature
he: חתימה דיגיטלית

# Languages::date
source: Date
he: תאריך

# Languages::date_added
source: Date added
he: תאריך נוסף

# Languages::date_of_birth
source: Date of birth
he: תאריך לידה

# Languages::day
source: day
he: יום

# Languages::days
source: days
he: ימים

# Languages::db_backup_restore
source: DB Backup/Restore
he: גיבוי/שחזור מסד נתונים

# Languages::create_backup
source: Create backup
he: צור גיבוי

# Languages::db_name
source: Database name
he: שם מסד הנתונים

# Languages::dear
source: Dear
he: יקר

# Languages::debit
source: Debit
he: חיוב

# Languages::decimals
source: Decimals
he: הספרות העשרוניות

# Languages::decline
source: Decline
he: דחיה

# Languages::declined
source: Declined
he: נדחה

# Languages::decline_selected
source: Decline selected
he: דחה את הנבחרים

# Languages::decorator
source: Decorator
he: מעצב

# Languages::decrease
source: Decrease
he: ירידה

# Languages::dec_sign
source: Dec sign
he: סימן דצמ

# Languages::select_selectbox_option
source: Select option
he: בחר אפשרות

# Languages::default
source: Default
he: ברירת מחדל

# Languages::select_default
source: Select default
he: בחר ברירת מחדל

# Languages::default_category_view
source: Default category view
he: תצוגת קטגוריית ברירת מחדל

# Languages::default_language
source: Default language
he: שפת ברירת מחדל

# Languages::default_layout
source: Default layout
he: פריסת ברירת המחדל

# Languages::default_long_options_template
source: Default template (long product option names)
he: תבנית ברירת המחדל (שמות ארוכים של אופציות המוצרים)

# Languages::default_product_details_view
source: Parent ([default])
he: הורה ([default])

# Languages::default_template
source: Default template
he: תבנית ברירת המחדל

# Languages::bigpicture_template
source: The big picture
he: התמונה הגדולה

# Languages::default_value
source: Default value
he: ערך ברירת המחדל

# Languages::default_custom.disabled
source: Disabled
he: מושבת

# Languages::default_custom.custom
source: Custom...
he: המותאם אישית...

# Languages::default_custom.custom_value
source: Custom ([value])
he: מותאם אישית ([value])

# Languages::default_custom.parent
source: Parent ([name])
he: פריט אב ([name])

# Languages::default_custom.global
source: Global ([name])
he: גלובלי ([name])

# Languages::default_custom.edit_parent
source: Edit parent ([name])...
he: ערוך פריט אב ([name])...

# Languages::default_custom.edit_global
source: Edit global ([name])...
he: ערוך גלובלי ([name])

# Languages::global_individual.global
source: Global
he: גלובלי

# Languages::global_individual.individual
source: Individual
he: אישי

# Languages::global_individual.global_value_all_items
source: Global value for all items
he: ערך גלובלי לכל הפריטים

# Languages::global_individual.individual_values_each_item
source: Individual values for each item
he: ערכים בודדים לכל פריט

# Languages::global_individual.individual_tooltip
source: This setting is currently global. Click here to allow changing its value for individual items.
he: הגדרה זו כרגע גלובלית. לחץ כאן כדי לאפשר שינוי ערכו עבור פריטים בודדים.

# Languages::global_individual.global_tooltip
source: The value of this setting can be changed for individual items. Click here to make this setting global.
he: ניתן לשנות את הערך של הגדרה זו עבור פריטים בודדים. לחץ כאן כדי להפוך הגדרה זו לגלובלית.

# Languages::deferred
source: Deferred
he: דחויים

# Languages::defined
source: Defined
he: מוגדר

# Languages::defined_desired_products
source: List of desired products
he: רשימת המוצרים הרצויים

# Languages::defined_items
source: defined items
he: פריטים שהוגדרו

# Languages::delay
source: Delay (in seconds)
he: עיכוב (בשניות)

# Languages::delete
source: Delete
he: מחק

# Languages::deleted
source: Deleted
he: נמחק

# Languages::deleted_product
source: DELETED PRODUCT
he: מוצר מחוק

# Languages::delete_block
source: Delete block
he: מחק בלוק

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
he: האם אתה בטוח שברצונך למחוק את הפריטים הנבחרים?

# Languages::delete_grid
source: Delete grid
he: מחק רשת

# Languages::delete_image
source: Delete image
he: מחק תמונה

# Languages::delete_image_pair
source: Delete image pair
he: מחק זוג תמונות

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
he: מחק את התיקייה המותקנת. <br /><br />החזקת תקיית התקנות בשרית אינה בטוחה.

# Languages::delete_range
source: Delete range
he: מחיקת טווח

# Languages::delete_selected
source: Delete selected
he: מחק נבחרים

# Languages::delete_this_category
source: Delete this category
he: מחק קטגוריה זו

# Languages::delete_this_page
source: Delete this page
he: מחק דף זה

# Languages::delivery_time
source: Delivery time
he: זמן אספקה

# Languages::demo
source: Demo
he: הדגמה

# Languages::demo_mode
source: Demo mode is enabled
he: מצב הדגמה זמין

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
he: <p>סל הקניות פועל במצב <b>הדגמה</b>, תפקוד זה מושבת.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
he: פאנל חנות הדגמה

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
he: עבור לפאנל הניהול

# Languages::demo_panel.go_storefront
source: Go to Storefront
he: עבור לחזית החנות

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
he: מערכת ההדגמה תאופס בעוד:

# Languages::denied
source: Denied
he: נדחתה

# Languages::dependence
source: Sort by
he: מיין לפי

# Languages::deposit_amount
source: Deposit amount
he: סכום הפיקדון

# Languages::desc
source: desc.
he: תיאור

# Languages::description
source: Description
he: תיאור

# Languages::descr_avs
source: AVS verification response
he: התגובת אימות AVS

# Languages::descr_cvv
source: CVV2 verification response
he: התגובת אימות CVV2

# Languages::design
source: Design
he: עיצוב

# Languages::design_mode
source: Design mode
he: מצב עיצוב

# Languages::desired_amount
source: Desired quantity
he: הכמות הרצויה

# Languages::destination
source: Destination
he: יעד

# Languages::detailed_description
source: Detailed description
he: תיאור מפורט

# Languages::detailed_images
source: Detailed images
he: תמונות מפורטות

# Languages::details
source: details
he: פרטים

# Languages::diff
source: File changes
he: השינויים שנעשו בקובץ

# Languages::different_only
source: Different only
he: שונה בלבד

# Languages::directory
source: Directory
he: תקייה

# Languages::direct_download
source: Direct download
he: הורדה ישירה

# Languages::disable
source: Disable
he: מושבת

# Languages::disabled
source: Disabled
he: מושבת

# Languages::disabled_categories
source: Disabled categories
he: קטגוריות מושבתות

# Languages::disable_for
source: Disable for
he: השבת עבור

# Languages::disable_selected
source: Disable selected
he: השבת את הנבחרים

# Languages::disapprove
source: Disapprove
he: לא מאושר

# Languages::disapproved
source: Disapproved
he: לא אושר

# Languages::disapprove_selected
source: Disapprove selected
he: אל תאשר את הנבחרים

# Languages::discount
source: Discount
he: הנחה

# Languages::discounted_price
source: Discounted price
he: מחיר מוזל

# Languages::discounts
source: Discounts
he: הנחות

# Languages::discount_coupon
source: Discount coupon
he: קופון הנחה

# Languages::discount_coupon_code
source: Discount coupon code
he: קוד קופון הנחה

# Languages::dispatch
source: Dispatch
he: מוקד

# Languages::displayed_vendors
source: Displayed stores
he: החנויות המוצגות

# Languages::display_bottom_buttons
source: Display bottom buttons
he: הצג לחצנים בתחתית

# Languages::display_delete_icons
source: Display delete icons
he: מחק את צלמיות התצוגה

# Languages::display_message
source: Display message
he: הצג הודעה

# Languages::display_on
source: Display on
he: יוצג ב

# Languages::display_type
source: Display type
he: סוג תצוגה

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
he: מספר וריאציות סינון לפני הגלילה

# Languages::domains
source: Domains
he: דומיינים

# Languages::domestic_usps
source: Domestic U.S.P.S.
he: U.S.P.S. מקומי.

# Languages::done
source: Done
he: בוצע

# Languages::dont_track
source: Do not track
he: אל תעקוב

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
he: אל תשתמש ב Cardinal Centinel&reg; עבור 3-D Secure Payer Authentication

# Languages::dots
source: Dots
he: נקודות

# Languages::down
source: Down
he: למטה

# Languages::download
source: Download
he: הורדה
