Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::tt_views_pages_components_pages_link_page_target_url
source: The URL to redirect customers to
he: URL כדי להפנות את הלקוחות אל

# Languages::shippings.fedex.freight_account_number
source: Freight account number
he: מספר חשבון מטען

# Languages::ship_fedex_package_type_fedex_extra_large_box
source: FedEx Extra Large Box
he: קופסת אקסטרא לארג' של FedEx

# Languages::ship_fedex_package_type_fedex_large_box
source: FedEx Large Box
he: קופסה גדולה של FedEx

# Languages::ship_fedex_package_type_fedex_medium_box
source: FedEx Medium Box
he: קופסה בינונית של FedEx

# Languages::ship_fedex_package_type_fedex_small_box
source: FedEx Small Box
he: קופסה קטנה של FedEx

# Languages::ship_fedex_drop_off_type_business_service_center
source: Business service center
he: מרכז שירות לעסקים

# Languages::shippings.fedex.options
source: Delivery options
he: אפשרויות הובלה

# Languages::shippings.fedex.option_broker_select_option
source: Broker select option
he: אפשרות לבחירת מתווך

# Languages::shippings.fedex.option_call_before_delivery
source: Call before delivery
he: התקשר לפני ההובלה

# Languages::shippings.fedex.option_cod
source: COD
he: תשלום בעת מסירה

# Languages::shippings.fedex.option_cod_amount
source: COD amount
he: סכום התשלום בעת המסירה

# Languages::shippings.fedex.option_cod_collection_type
source: COD collection type
he: סוג גביה של תשלום בעת המסירה (COD)

# Languages::shippings.fedex.option_cod_collection_type_any
source: Any
he: כל

# Languages::shippings.fedex.option_cod_collection_type_cash
source: Cash
he: מזומן

# Languages::shippings.fedex.option_cod_collection_type_guaranteed_funds
source: Guaranteed funds
he: כספים מובטחים

# Languages::shippings.fedex.option_custom_delivery_window
source: Custom delivery window
he: חלון הובלה מותאם אישית

# Languages::shippings.fedex.option_dangerous_goods
source: Dangerous goods
he: סחורות מסוכנות

# Languages::shippings.fedex.option_dangerous_goods_options
source: Hazardous content options
he: אפשרויות תוכן מסוכן

# Languages::shippings.fedex.option_dangerous_goods_options_battery
source: Battery
he: סוללה (Battery)

# Languages::shippings.fedex.option_dangerous_goods_options_hazardous_materials
source: Hazardous materials
he: חומרים מסוכנים

source: Limited quantities commodities
he: סחורות בכמויות מוגבלות

# Languages::shippings.fedex.option_dangerous_goods_options_reportable_quantities
source: Reportable quantities
he: כמויות לדיווח

source: Small quantity exception
he: חריג של כמות קטנה

# Languages::shippings.fedex.option_dangerous_goods_accessibility
source: Dangerous goods accessibility
he: גישה לסחורות מסוכנות

# Languages::shippings.fedex.option_dangerous_goods_accessibility_accessible
source: Accessible
he: נגיש

# Languages::shippings.fedex.option_dangerous_goods_accessibility_inaccessible
source: Inaccessible
he: בלתי נגיש

# Languages::shippings.fedex.option_do_not_break_down_pallets
source: Do not break down pallets
he: לא לפרק את המשטחים

# Languages::shippings.fedex.option_do_not_stack_pallets
source: Do not stack pallets
he: לא להעמיד את המשטחים זה על זה

# Languages::shippings.fedex.option_dry_ice
source: Dry ice
he: קרח יבש

# Languages::shippings.fedex.option_east_coast_special
source: East Coast special
he: מיוחד בחוף המזרחי

# Languages::shippings.fedex.option_electronic_trade_documents
source: Electronic trade documents
he: מסמכי סחר אלקטרוני

# Languages::shippings.fedex.option_extreme_length
source: Extreme length
he: אורך קיצוני

# Languages::shippings.fedex.option_food
source: Food
he: מסון

# Languages::shippings.fedex.option_freight_guarantee
source: Freight guarantee
he: ערבות על המטען

# Languages::shippings.fedex.option_freight_to_collect
source: Freight to collect
he: מטען לאיסוף

# Languages::shippings.fedex.option_future_day_shipment
source: Future day shipment
he: משלוח Future da

# Languages::shippings.fedex.option_hold_at_location
source: Hold at location
he: בהמתנה במיקום

# Languages::shippings.fedex.option_home_delivery_premium
source: Home delivery Premium
he: הובלה לבית הלקוח פרמיום

# Languages::shippings.fedex.option_inside_delivery
source: Inside delivery
he: מסירה פנימית

# Languages::shippings.fedex.option_inside_pickup
source: Inside pickup
he: איסוף עצמי פנימי

# Languages::shippings.fedex.option_international_controlled_export_service
source: International controlled export service
he: שירות יצוא מבוקר בינלאומי

# Languages::shippings.fedex.option_international_traffic_in_arms_regulations
source: International traffic in arms regulations
he: תקנות בינלאומיות לסחר בנשק

# Languages::shippings.fedex.option_liftgate_delivery
source: Liftgate delivery
he: International controlled export service

# Languages::shippings.fedex.option_liftgate_pickup
source: Liftgate pickup
he: איסוף Liftgate

# Languages::shippings.fedex.option_limited_access_delivery
source: Limited access delivery
he: גישה מוגבלת למסירת

# Languages::shippings.fedex.option_limited_access_pickup
source: Limited access pickup
he: איסוף עם גישה מוגבלת

# Languages::shippings.fedex.option_pharmacy_delivery
source: Pharmacy delivery
he: הובלת מוצרי בית מרקחת

# Languages::shippings.fedex.option_poison
source: Poison
he: רעל

# Languages::shippings.fedex.option_protection_from_freezing
source: Protection from freezing
he: הגנה מקיפאון

# Languages::shippings.fedex.option_returns_clearance
source: Returns clearance
he: הפרש במיחזור

# Languages::shippings.fedex.option_saturday_delivery
source: Saturday delivery
he: הובלה ביום שבת

# Languages::shippings.fedex.option_saturday_pickup
source: Saturday pickup
he: איסוף ביום שבת

# Languages::shippings.fedex.option_top_load
source: Top load
he: טעינה עילית Top load

# Languages::shippings.fedex.upgrade_notification_title
source: FedEx realtime shipping rate calculation changes
he: שינויים בחישוב תעריפי משלוח בזמן אמת של FedEx

# Languages::shippings.fedex.upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use FedEx as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses FedEx as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and select desired delivery options</li></ul>
he: Redactor II

# Languages::template_document_order_invoice
source: Invoice
he: חשבונית

# Languages::template_document_order_summary
source: Order summary
he: סיכום ההזמנה

# Languages::template_document_packing_slip_default
source: Packing slip
he: תעודת משלוח

# Languages::documents
source: Documents
he: מסמכים

# Languages::document_preview_order_not_found
source: Couldn't find an order. Preview only works with existing data. Please create an order and use Preview again.
he: ההזמנה לא נמצאה. תצוגה מקדימה עובדת רק עם נתונים קיימים. צור את ההזמנה והשתמש בתצוגה מקדימה שוב.

# Languages::editing_order_invoice
source: Editing invoice for order #[order_id]
he: עריכת חשבונית עבור הזמנה #[order_id]

# Languages::email_order_invoice_subject
source: [company_name]: Invoice for order #[order_id]
he: [company_name]: חשבונית עבור הזמנה #[order_id]

# Languages::edit_and_send_invoice
source: Tweak and send invoice
he: תקן ושלח חשבונית

# Languages::error_profile_field_name_exists
source: A profile field with this name already exists. Please choose another name.
he: שדה פרופיל בשם זה כבר קיים. בחר שם אחר.

# Languages::profile_field_name
source: Field name
he: שם השדה

# Languages::profile_field_name_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and "_" sign.
he: רצף תווים המשמש כמזהה. תוכל להשתמש בספרות מ-0 עד 9, אתיות של אלף-בית אנגלי וסימן "_".

# Languages::text_character_identifier_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and the following signs: "-", "_", ".".
he: רצף תווים המשמש כמזהה. תוכל להשתמש בספרות מ-0 עד 9, אתיות של אלף-בית אנגלי וסימנים הבאים: "-", "_", ".".

# SettingsOptions::monitor_core_changes
source: Monitor changes in core files
he: נטר שינויים בקבצי ליבה

# Languages::core_files_have_been_modified
source: Some of your <a href="[changes_url]">core files</a> were changed manually. That can lead to various problems, especially when upgrading to a new version of [product]. To learn more about why we advise against changing the core files, please read this <a href="[docs_url]" target="_blank" >article</a>.<br><br>[product] automatically checks for changes in core files every time you log in. To disable this check, go to <a href="[settings_url]">Settings → General</a> and untick the Monitor changes in core files checkbox.
he: חלק מקבצי הליבה <a href="[changes_url]">שלך </a>שונו ידנית. זה עלול להוביל לבעיות שונות, במיוחד בעת שדרוג לגרסה חדשה של [product]. כדי ללמוד יותר מדוע אנו לא ממליצים לשנות א קבצי הליבה, קרא את המאמר <a href="[docs_url]" target="_blank" >הזה</a>.<br><br>[product] בודק אוטומטית אם היו שינויים בקבצי ליבה בכל פעם שאתה מתחבר. כדי לבטל בדיקה זו, עבור ל-<a href="[settings_url]">הגדרות>כללי</a> והסר את הסימון מהתיבה נטר את השינויים בקבצי ליבה.

# Languages::scan_for_modified_core_files
source: Scan for changed core files
he: סרוק בחיפוש אחר קבצי ליבה ששונו

# Languages::last_scan_time
source: Last scan time
he: זמן הסריקה האחרונה

# Languages::no_modified_core_files_found
source: No changed core files found
he: לא נמצאו קבצי ליבה ששונו

# Languages::modified_core_files_found
source: Some of your core files have been changed. This may become a problem when upgrading [product] as changes in these files may be lost.
he: חלק מקבצי הליבה שלך שונו. זה עלול להוות בעיה בעת שדרוג [product] אמר ששינויים בקבצים אלה עלולים ללכת לאיבוד.

# Languages::file_changes_detector
source: File changes detector
he: מגלה שינויים של קבצים

# Languages::privileges.view_file_changes
source: Can view
he: יכול לצפות

# Languages::vendor_commission_changes_upgrade_notification_title
source: Vendor commission changes
he: שינויים בעמלת ספק

# Languages::vendor_commission_changes_upgrade_notification_text
source: <p>Vendor commissions have been replaced with vendor plans, and an own plan has been created for each vendor. However, absolute commissions are no longer supported.</p>
he: <p>עמלות ספק הוחלפו בתוכניות ספק, ותוכנית נפרדת נוצרה עבור כל ספק. עם זאת, עמלות מוחלטות לא נתמכות יותר.</p>

# Languages::vendors_with_absolute_commissions_notice
source: <p>The following vendors had absolute commissions before the upgrade:</p><ul>[vendors_list]</ul><p>The <b>Transaction fee</b> in their plans has been set to 0.</p><p>The sizes of absolute commissions still remain in the database, but are no longer used. However, you can use that data to set up new vendor plans with relative commissions. Learn more in this article:</p>[instructions]
he: <p>לספקים הבאים היו עמלות מוחלטות לפני השדרוג: </p><ul>[vendors_list]</ul><p>עמלת<b>עסקה </b>בתוכניות שלהם נקבעה ל-0. </p><p> גודל העמלות המוחלטות עדיין נמצא בבסיס נתונים, אך לא נמצא יותר בשימוש. עם זאת תוכל להשתמש בנותנים אלה קדי להקים תוכניות ספק חדשות עם עמלות יחסיות. קבל עוד מידע במאמר הבא: </p>[instructions]

# Languages::absolute_commissions_instructions
source: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">Upgrading from 4.3.x to 4.4.x: Vendor Commissions and Vendor Plans</a>
he: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">שדרוג מ-4.3.x ל- 4.4.x: עמלות ספק ותוכניות ספק</a>

# Languages::google_export_upgrade_notification_title
source: Google Export changes
he: שינויי ייצוא מגוגל

# Languages::google_export_upgrade_notification_text
source: <p>The latest version of [product] has different settings for data feeds: <b>Google price</b> doesn't include tax now.</p><p>If you want to export products with tax included in the price, do the following:</p><ul><li>Go to Administration &rarr; Add-ons &rarr; Data feeds.</li><li>Choose the data feed used to export products to Google Product Feed.</li><li>Switch to the <b>Fields mapping</b> tab and select <b>Google price (with tax included)</b> for the <b>price</b> field.</li></ul>
he: <p>לגרסה החדשה של [product] הגדרות שונות עבור הזנות נתונים: <b>מחיר גוגל</b>אינו כולל מס כעת</p><p>אם תרצה לייצא מוצרים עם מס כלול במחיר עשה כך:</p><ul><li>עבור לניהול &rarr;, תוספים &rarr; הזנות נתונים.</li><li>בחר את הזנת הנתונים המשמשת לייצוא מוצרים להזנת מוצרים של גוגל. </li><li>עבור ל-מיפוי שדות</b>tab and select <b>מחיר גוגל (כולל מס)</b>עבור</b>שדה</b>מחיר.</li></ul>

# Languages::error_shipment_not_created
source: Couldn't create a shipment. Please choose a carrier or enter a tracking number.
he: יצירת משלוח לא הצליחה בחר מוביל או הכנס מספר מעקב.

# Languages::my_cart
source: My cart
he: סל קניות שלי

# Languages::exclusive_promotions
source: Exclusive discounts
he: הנחות ייחודיות

# Languages::exclusive_promotions_content
source: Subscribe to our news and get a 10% discount coupon!
he: הירשם לקבלת חדשות שלנו וקבל קופן הנחה 10%!

# Languages::tmpl_subscription_advanced
source: Subscription advanced form
he: טופס הרשמה מתקדם

# Languages::tmpl_newsletters_subscription_advanced
source: Newsletters: subscription advanced form
he: טופס הרשמה מתקדם לעלון חדשות

# Languages::tmpl_payment_icons_rus
source: Payment systems russian icons
he: צלמיות רוסיות של מערכות תשלום

# Languages::my_account_links_advanced
source: My account advanced
he: חשבוני מתקדם

# Languages::api_access_has_been_enabled
source: You are free to use the API now
he: אתה יכול להשתמש ב-API כעת

# Languages::api_access_has_been_disabled
source: From now on, you cannot use the API
he: מעכשיו ואילך, אתה לא יכול להשתמש ב-API

# Languages::report_a_bug
source: Report a bug
he: דווח על תקלה

# Languages::import_results
source: Import results
he: תוצאות ייבוא

# Languages::import_errors
source: Import errors
he: שגיאות ייבוא

# Languages::email_template_import_success_msg
source: All the email templates have been imported without errors.
he: כל תבניות דו"אל ייובאו ללא שגיאות.

# Languages::document_import_success_msg
source: All the documents have been imported without errors.
he: כל המסמכים ייובאו ללא שגיעות.

# Languages::count_document_successfully_imported
source: Documents successfully imported:
he: המסמכים יובאו בהצלחה:

# Languages::count_email_template_successfully_imported
source: Email templates successfully imported:
he: תבניות דוא"ל יובאו בהצלחה:

# Languages::count_snippet_successfully_imported
source: Snippets successfully imported:
he: קטעי קוד יובאו בהצלחה:

# Languages::count_document_fail_imported
source: Documents import failed:
he: ייבוא מסמכים נכשל:

# Languages::count_email_template_fail_imported
source: Email templates import failed:
he: ייבוא תבניות דוא"ל נכשל:

# Languages::count_snippet_fail_imported
source: Snippets import failed:
he: ייבוא קטעי קוד נכשל:

# Languages::storefronts_limit_exceeded
source: The number of storefronts in your CS-Cart License has exceeded the number of purchased storefront licenses.
he: מספר חזיתות חנות ברישיון CS-Cart שלךעלה על מספר רישיונות לחזיתות חנות שנרכשו.

# Languages::licensed_product
source: Licensed product
he: מוצר ברישיון

# Languages::store_mode.ultimate
source: Ultimate
he: אולטימטיבי

# Languages::product_state_description.ult.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
he: <p>את יכול להשתמש באחת מהרישיונות הבאים <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. שני הרישיונות מאפשרים לך להשתמש ב-[product] ללא הגבלת זמן.</p><br>

# Languages::product_state_description.ult
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
he: <p style=";text-align:right;direction:rtl"> אתה יכול להשתמש בתוכנה ללא הגבלות זמן כעת. שימו לב כי כמה תכונות מתקדמות זמינות רק ב- <a href="[ultimate_license_url]" target="_blank">[מוצר] Ultimate.</a> </p><br>

# Languages::product_state_description.ult.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
he: <p style=";text-align:right;direction:rtl"> אתה יכול להשתמש בתוכנה ללא הגבלות זמן כעת. </p><br>

# Languages::product_state_description.ult.ru.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
he: <p>אתה יכול להשתמש באחד מהרישיונות הבאים: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. שני הרישיונות האלה מאפשרות שלך להשתמש ב-[product] ללא מגבלת זמן.</p><br>

# Languages::product_state_description.ult.ru
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
he: <p style=";text-align:right;direction:rtl"> אתה יכול להשתמש בתוכנה ללא הגבלות זמן כעת. שימו לב כי כמה תכונות מתקדמות זמינות רק ב- <a href="[ultimate_license_url]" target="_blank">[מוצר] Ultimate.</a> </p><br>

# Languages::product_state_description.ult.ru.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
he: <p style=";text-align:right;direction:rtl"> אתה יכול להשתמש בתוכנה ללא הגבלות זמן כעת. </p><br>

# Languages::product_state_description.ult.b2b.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
he: <p>את יכול להשתמש באחת מהרישיונות הבאים <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. שני הרישיונות מאפשרים לך להשתמש ב-[product] ללא הגבלת זמן.</p><br>

# Languages::product_state_description.ult.b2b
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
he: <p style=";text-align:right;direction:rtl"> אתה יכול להשתמש בתוכנה ללא הגבלות זמן כעת. שימו לב כי כמה תכונות מתקדמות זמינות רק ב- <a href="[ultimate_license_url]" target="_blank">[מוצר] Ultimate.</a> </p><br>

# Languages::product_state_description.ult.b2b.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
he: <p style=";text-align:right;direction:rtl"> אתה יכול להשתמש בתוכנה ללא הגבלות זמן כעת. </p><br>

# Languages::text_store_mode_changed_to_ult
source: Your store now uses an active license of [product].
he: החנות שלך משתמשת כעת ברישיון פעיל של [מוצר].

# Languages::text_store_mode_changed_to_ult.ultimate
source: Your store now uses an active license of [product].
he: החנות שלך משתמשת כעת ברישיון פעיל של [מוצר].

# Languages::text_store_mode_changed_to_ult.ru
source: Your store now uses an active license of [product].
he: החנות שלך משתמשת כעת ברישיון פעיל של [מוצר].

# Languages::text_store_mode_changed_to_ult.ru.ultimate
source: Your store now uses an active license of [product].
he: החנות שלך משתמשת כעת ברישיון פעיל של [מוצר].

# Languages::text_store_mode_changed_to_ult.b2b
source: Your store now uses an active license of [product].
he: החנות שלך משתמשת כעת ברישיון פעיל של [מוצר].

# Languages::text_store_mode_changed_to_ult.b2b.ultimate
source: Your store now uses an active license of [product].
he: החנות שלך משתמשת כעת ברישיון פעיל של [מוצר].

# Languages::ultimate_license
source: [product] Ultimate
he: [product] אולטימטיבי

# Languages::ultimate_license_required
source: [product] Ultimate is required for this
he: [product] אולטימטיבי נדרש לצורך זה

# Languages::ultimate_or_storefront_license_required
source: This action requires [product] Ultimate or an additional Storefront License
he: פעולה זו מחייבת [product] Ultimate או רישיון לחזית חנות נוסף

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[storefront_license_url]" target="_blank">Storefront License</a>. We also offer <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
he: <p>הגעת למגבלת מספר חזיתות חנות הזמין עבור הרישיון שלך. הוספת חזית חנות נוספת מחייבת רכישת <a href="[storefront_license_url]" target="_blank">רישיון חזית חנות</a>.אנו גם מציעים <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>,הוצאה עם מספר בלתי מוגבל של חזיתות חנות.</p>

# Languages::new_text_ultimate_license_required
source: A special edition of [product] that offers an unlimited number of storefronts. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
he: הוצאה מיוחדת של [product] שמציעה מספר בלתי מוגבל של חזיתות חנות. אם תעבור ל- <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, לא תראה יותר את ההודעה על הגבלת מספר חזיתות חנות.

# Languages::text_only_ultimate_license_required
source: A special edition called [product] Ultimate is required to perform this action. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see this message again, and you'll also be able to create an unlimited number of storefronts.
he: הוצאה מיוחדת בשם [product] Ultimate נדרשת כדי לבצע פעולה זו. אם תעבור ל-<a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>,לא תראה יותר את ההודעה הזו ותוכל ליצור מספר בלתי מוגבל של חזיתות חנות.

# Languages::text_storefront_license_required
source: An additional storefront for your standard [product] license. Good for those who don't intend to add a few more storefronts in the future.
he: חזית חנות נוספת עבור רישיון [product]סטנדרטי שלך. זה טוב עבור אלה שלא מתכוונים להוסיף מספר נוסף של חזיתות חנות בעתיד.

# Languages::available_upgrades
source: Available upgrades
he: שדרוגים זמינים

# Languages::additional_storefront_license_required
source: Additional [product] Storefront License Required
he: נדרש רישיון נוסף [product] לחזית חנות

# Languages::text_additional_storefront_license_required
source: <p>You can't add a new storefront. The maximum number of storefronts allowed by your current license <code>[license_number]</code> is [allowed_storefronts], and you currently have [existing_storefronts].</p><p>To be able to add another storefront, please buy additional [product] Storefront License. If you want to add multiple new storefronts, buy the corresponding number of licenses.</p>
he: <p>אתה לא יכול להוסיף חזית חנות חדשה. מספר מקסימלי של חזיתות חנות המותרות לך לפי הרישיון הנוכחי<code>[license_number]</code>הוא [allowed_storefronts],ויש לך כעת [existing_storefronts].</p><p>כדי להוסיף חזית חנות נוספת, רכוש רישיון נוסף[product] עבור חזיתות חנות. אם תרצה להוסיף חזיתות חנות מרובות, רכוש מספר תואם של רישיונות.</p>

# Languages::storefront_license
source: Storefront License
he: רישיון חזית חנות

# Languages::buy_new_storefront_license
source: Buy [product] Storefront License
he: קנה [product] רישיון חזית חנות
