Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
he: הפרמטר שלפיו ימויינו הערכים. הוא צריך להתייחס לערך להצגת פרמטרים (למשל עלויות מוצרים - עלות כוללת או מספר מוצרים - מספר פריטים).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
he: מספר מקסימלי של מרכיבי הדיאגרמה.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
he: השאר ריק כדי להשתמש בשם החברה כטקסט אלטרנטיבי.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
he: שם הדומיין שברצונך להשתמש במקום שם דומיין CloudFront עבור URLs של הקבצים שלך. את הצריך גם ליצור רישום CNAME עם שירות DNS שלך כדי לנתב שאילתות למארח CloudFront (הוא יוצג בדף זה לאחר שתכניס את מידע החשבון).

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> to learn how to get key and secret key.
he: מזהה מפתח גישה AWS. ראה See <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> כדי ללמוד כיצד לקבל את המפתח ואת המפתח הסודי.

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
he: מספר רישום של מס זה בחנות.

# Languages::turkish
source: Turkish
he: טורקית

# Languages::type
source: Type
he: סוג

# Languages::type_comments_here
source: You can leave us a comment here
he: באפשרותך להשאיר הודעה לצוות

# Languages::uc_ok
source: OK
he: אישור

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
he: אתר זה משתמש בעוגיות כדי לספק חוות משתמש מיטבית. אם תמשיך, נניח שאתה מסכים לקבל עוגיות מאתר זה. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
he: לא ניתן לשנות את ערך ההגדרה מאחר שכתובות דוא"ל זהות רשומות בחנותך.

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
he: לא ניתן למחוק חנות זו מאחר שקיימות הזמנות המכילות את מוצרים של חברה זו בבסיס נתונים של החנות. כדי למחוק את החשבון, מחק תחילה את כל ההזמנות האלה.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
he: לא ניתן לשייך את קבוצת המשתמשים. צור קשר עם מנהל החנות.

# Languages::unable_to_check_license
source: Unable to check your license number
he: לא ניתן לבדוק את מספר הרישיון שלך

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
he: לא ניתן למחוק את תיאור ההגדרה: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
he: לא ניתן למחוק את וריאנט ההגדרה: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
he: אין אפשרות לקרוא את הקובץ שהועלה: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
he: לא ניתן להגדיר את תיאור: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
he: לא ניתן להגדיר את הערך: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
he: אין אפשרות לבטל דחיסת קובץ

# Languages::ungroupped_features
source: Ungrouped features
he: תכונות שלא קובצו לקבוצות

# Languages::uninstall
source: Uninstall
he: הסרת התקנה

# Languages::unique_html_block
source: Unique HTML block
he: בלוק HTML ייחודי

# Languages::unit
source: Unit
he: יחידה

# Languages::united_kingdom
source: United Kingdom
he: בריטניה

# Languages::unit_price
source: Unit price
he: מחיר ליחידה

# Languages::unknown
source: Unknown
he: לא ידוע

# Languages::unknown_server_response
source: Unknown server response
he: תגובת שרת בלתי ידועה

# Languages::unmark
source: Unmark
he: הסר סימון

# Languages::unregistered_customer
source: Unregistered customer
he: לקוח לא רשום

# Languages::unregistered_customer_short
source: Unregistered
he: לא רשום

# Languages::unselect_all
source: Unselect all
he: בטל את בחירה של הכל

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
he: הסר מיסים נבחרים מכל המוצרים

# Languages::unsubscribe
source: Unsubscribe
he: בטל הרשמה

# Languages::up
source: Up
he: למעלה

# Languages::update
source: Update
he: עדכן

# Languages::update_categories
source: Update categories
he: עדכן קטגוריות

# Languages::update_customer_info
source: Update customer information
he: עדכון פרטי לקוח

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
he: ערך חדש יישמר עבור כל החנויות שחולקים פריט זה. הקלק לשמור אותו רק עבור חנות הבעלים (owner-store)..

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
he: ערך חדש יישמר עבור חנות בעלים (owner-store) בלבד. הקלק כדי לשמור עבור כלה חנויות שחולקים את הפריט.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
he: הקלק כדי לבטל את עדכון שדה.

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
he: הקלק כדי להכניס ערך שדה חדש כדי לעדכן בכל החנויות בעת שמירת הפריט.

# Languages::update_group
source: Update group
he: עדכן קבוצה

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
he: <p class="text-error">תוקף מנוי השדרוג שלך פג, לכן לא ניתן להתקין שדרוג תוכנה זה. אתה יכול להעריך את המנוי שלך ב<a href="[url]">מדור עזרה ללקוחות</a>.</p><p>שים לב שזה לא הכרחי: אתה יכול להמשיך להשתמש בתוכנה זו ללא הגבלה אף ללא מנוי שדרוגים.</p>

# Languages::update_products
source: Update products
he: עדכון מוצרים

# Languages::update_profile
source: Update profile
he: עדכון פרופיל

# Languages::update_profile_notification
source: Your profile has been updated.
he: הפרופיל שלך עודכן.

# Languages::update_profile_notification_header
source: Your profile has been updated
he: הפרופיל שלך עודכן

# Languages::update_status
source: Update status
he: מצב העדכון

# Languages::update_text
source: Update text
he: עדכן טקסט

# Languages::updating
source: Updating
he: מעדכן

# Languages::updating_links
source: Updating links
he: מעדכן קישורים

# Languages::upgrade
source: Upgrade
he: שדרוג

# Languages::upgrade_center
source: Upgrade center
he: מרכז השידרוגים

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
he: כל הרשאות קבצים ותיקיות הותאמו בהצלחה.

# Languages::upgrade_center.validation_issue
source: Validation issue
he: בעיית אימות

# Languages::upgrade_center.validator_fail_result
source: Validator "[validator_name]" returned fail status
he: מאמת "[validator_name]" החזיר את מצב הכישלון

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
he: שדרוג אינו אפשרי בגלל integrity check error. צור קשר עם צוות תמיכה טכנית.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
he: שדרוגים זמינים רק ב<strong> מלא<strong>ו-<strong>חופשי<strong>מצבי רישוי.<br /><br />מצב רישוי ניתן לשנות ב-Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">מצב רישוי</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
he: אליך לשדרג את Flash Player

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
he: <p class="text-error">שדרוג זה אינו זמין עבור רישיון [product] שלך. צור קשר עם <a href="[href]">צוות התמיכה שלנו</a> כדי לשדרג את סטטוס הרישיון שלך.</p>

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
he: השדרוג הוא תהליך מורכב. הוא יכול להיכשל בגלל סיבות שאינן בשליטתנו.<br>כדי להפוך את השדרוג של החנות שלך לבטוח יותר, הכנו עצות בשבילך:

# Languages::upgrade_center.warning_msg_specialists
source: If you are not familiar with technical aspects of CS-Cart and the upgrade process, we strongly recommend that you <a href="[upgrade_center_specialist]" target="_blank">hire a specialist</a> or <a href="[upgrade_center_team]" target="_blank">ask our support team</a> to upgrade your store for you.
he: אם את לא מכיר את ההיבטים הטכניים של CS-Cart ושל תהליך השדרוג, אנו ממליצים בחוזקה <a href="[upgrade_center_specialist]" target="_blank">שתשכור מומחה</a> or <a href="[upgrade_center_team]" target="_blank">תבקש את צוות התמיכה הטכנית שלנו</a>לשדרג את החנות בשבילך.

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
he: השדרוג אינו משדרג את התוספים של הצדדים השלישיים. לכן אנו ממליצים להשבית את כל התוספים של הצדדים השלישיים לפני השדרוג.

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
he: שדרג את ההעתק לניסוי של החנות שלך כדי לוודא שהשדרוג יעבור בהצלחה.

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
he: לאחר השדרוג, בדוק את התפקוד הבסיסי של החנות שלך.

# Languages::upgrade_center.warning_msg_generally
source: Generally, the upgrade fails because the PHP script execution is terminated due to your server configuration. It's essential to check the PHP script timeout settings on your server
he: באופן כללי, השדרוג נכשל בגלל שביצוע PHP script נספק בגלל התצורה של השרת שלך. הכרחי לבדוק את הגדרות PHP script timeout בשרת שלך

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
he: איננו ממליצים להתחיל את השדרוג בשרת שלך.

# Languages::upgrade_center.warning_msg_timeout_check_failed
source: Your server has wrong PHP script timeout settings. This could be due to restrictions on the PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. We recommend you to contact your hosting provider in order to resolve this issue or contact our tech support team to perform the upgrade for you.
he: לשרת שלך הגדרות PHP script timeout שגויות. הדבר יכול לנבוע ממגבלות על PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. אנו ממליצים לך לפנות לספק מארח שלך כדי לפתו בעיה זו או ליצור קשר עם צוות תמיכה הטכנית שלנו כדי לבצע את השדרוג עבורך.

# Languages::upgrade_center.warning_msg_executed_php
source: <p class="text-error">We have started a dummy PHP script. It will be working during 6 minutes. When the check is finished, we'll tell you if the PHP script's timeouts can be set correctly. If yes, then you are good to go with the upgrade. Please wait until the check is finished to be sure that your server has correct PHP timeout configuration.</p>
he: <p class="text-error">הפעלנו dummy PHP script. הוא יעבוד במשך 6 דקות. לאחר סיום הבדיקה נודיע לך אם ניתן להגדיר נכון את PHP script's timeouts. אם כן, אז אתה יכול לבצע את השדרוג. המתן עד לסיום הבדיקה כדי לוודא שלשרת שלך תצורה נכונה של PHP timeout.</p>

# Languages::upload
source: Upload
he: העלה

# Languages::upload_install
source: Upload & install
he: העלה והתקן

# Languages::upload_another_file
source: Upload another file
he: העלה קובץ אחר

# Languages::upload_file
source: Upload file
he: העלה קובץ

# Languages::ups
source: United Parcel Service
he: שירות החבילות המאוחד

# Languages::url
source: URL
he: כתובת URL

# Languages::user
source: User
he: משתמש

# Languages::usergroup
source: User group
he: קבוצת משתמשים

# Languages::usergroups
source: User groups
he: קבוצות משתמשים

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
he: רשימה של קבוצות משתמשים הקיימות בחנות שלך.

# Languages::usergroup_activated
source: User group has been activated
he: קבוצת המשתמשים הופעלה

# Languages::usergroup_disactivated
source: User group has been deactivated
he: קבוצת המשתמשים בוטלה

# Languages::usergroup_privileges
source: User group privileges
he: הרשאות קבוצת משתמשים

# Languages::usergroup_request_by_customer
source: User group request by customer
he: בקשה של קבוצת משתמשים לפי לקוח

# Languages::username
source: Username
he: שם משתמש

# Languages::users
source: Users
he: משתמשים

# Languages::users_carts
source: Abandoned / Live carts
he: עגלות נטושות/עגלות שלא מומשו

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
he: רשימות של מוצרים אשר לא נרכשו מסיבה כלשהי.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
he: נהל חשבונות משתמשים רשומים בחנות שלך.

# Languages::user_type
source: User type
he: סוג משתמש

# Languages::user_account_info
source: User account information
he: מידע חשבון משתמש

# Languages::user_account_information
source: User account information
he: מידע חשבון משתמש

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
he: מצטערים, לא ניתן למחוק משתמש עם מזהה [user_id].

# Languages::user_class
source: User-defined CSS class
he: CSS class המוגדר על ידי המשתמש

# Languages::wrapper_class
source: User-defined wrapper CSS class
he: עטיפת CSS class המוגדרת על ידי המשתמש

# Languages::user_data_required
source: Please select a customer or enter data
he: נא לבחור לקוח או להזין נתונים

# Languages::user_details_page
source: User details page
he: דף פרטי משתמש

# Languages::user_group_requests
source: User group requests
he: בקשות משתמש לשיוך קבוצות

# Languages::user_id
source: User ID
he: מזהה משתמש

# Languages::user_info
source: User information
he: פרטי המשתמש

# Languages::user_pin
source: User PIN
he: קוד המשתמש

# Languages::user_profile_info
source: User profile information
he: פרטי פרופיל משתמש

# Languages::user_settings
source: User settings
he: הגדרות משתמש

# Languages::use_avail_period
source: Use available period
he: השתמש בתקופה זמינה

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
he: השתמש ב-Cardinal Centinel&reg; עבור אימות משלם 3-D Secure

# Languages::use_coupons_commission
source: Coupon commission
he: עמלת קופון

# Languages::use_current_link
source: Use the current page link
he: השתמש בקישור לדף השוטף

# Languages::use_custom_view
source: Use custom view
he: השתמש בצפייה מותאמת אישית

# Languages::use_custom_weight_settings
source: Use custom weight settings
he: השתמש בהגדרות משקל המותאמות אישית

# Languages::use_existing_block
source: Use Existing Block
he: השתמש בבלוק הקיים

# Languages::use_existing_store
source: Copy existing storefront configuration
he: העתק את תצורת חזית החנות הקיימת

# Languages::use_negotiated_rates
source: Use negotiated rates
he: השתמש בתעריפים שליליים

# Languages::use_new_sha_method
source: Use new SHA signature policy
he: השתמש במדינות חתימה SHA חדשה

# Languages::usps
source: U.S Postal Service
he: שירות דואר של ארה"ב

# Languages::usps_package_size_large
source: Large
he: גדול

# Languages::usps_package_size_regular
source: Regular
he: רגיל

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
he: תעודת משלוח בדואר

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
he: תעודת משלוח בדואר לספרי המשלוח בדואר של החברה

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
he: תעודת משלוח לפריט בודד

# Languages::usps_service_certified
source: Certified
he: מאושר

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
he: תשלום בעת המסירה

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
he: אישור מעקב/מסירה של USPS

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
he: אישור e-Delivery

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
he: ביטוח Express mail

# Languages::usps_service_insurance
source: Insurance
he: ביטוח

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
he: נקודת איסוף על פי דרישה

# Languages::usps_service_registered_mail
source: Registered mail
he: דואר רשום

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
he: רשום ללא ביטוח

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
he: רשום עם ביטוח

# Languages::usps_service_return_receipt
source: Return receipt
he: קבלה על החזרה

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
he: קבלה אלקטרונית על החזרה

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
he: אישור החזרת סחורה

# Languages::usps_service_signature_confirmation
source: Signature confirmation
he: אישור חתימה

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
he: ציין בבקשה את רוחב, גובה ואורך החבילה עבור Priority mail, רק אם גודל החבילה גדול.

# Languages::valid
source: Period of validity
he: תקופת תוקף

# Languages::validate_email
source: Validate E-mail
he: אימות דואר אלקטרוני

# Languages::validate_secret_word
source: Validate secret word
he: אמת את המילה הסודית

# Languages::valid_thru
source: Valid thru (mm/yy)
he: תקף במשך (mm/yy)

# Languages::value
source: Value
he: ערך

# Languages::value_to_display
source: Value to display
he: ערך שיוצג

# Languages::variant
source: Variant
he: משתנה

# Languages::variants
source: Variants
he: משתנים

# Languages::variant_name
source: Variant name
he: שם משתנה

# Languages::vendor
source: Store
he: חנות

# Languages::vendors
source: Stores
he: חנויות

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
he: רשימה ממוינת של חשבונות הספקים הרשומים בחנות.

# Languages::vendor_id
source: Store ID
he: מזהה חנות

# Languages::vendor_name_field
source: Vendor name
he: שם הספק

# Languages::vendor_name
source: Store name
he: שם החנות

# Languages::vendor_pages
source: Store pages
he: דפי החנות

# Languages::version
source: Version
he: גירסה

# Languages::vertical
source: Vertical
he: אנכי

# Languages::very_good
source: Very Good
he: טוב מאוד

# Languages::view
source: View
he: תצוגה

# Languages::viewing_feature
source: Viewing feature
he: צפה בתכונה

# Languages::viewing_filter
source: Viewing filter
he: צופה במסנן

# Languages::view_all
source: view all
he: הצג הכל

# Languages::view_all_orders
source: View all orders
he: הצג את כל הזמנות

# Languages::view_all_product_features
source: View all product features
he: הצג את כל תכונות המוצר

# Languages::view_cart
source: View cart
he: סל הקניות שלך

# Languages::view_categories
source: View categories
he: תצוגת קטגוריות

# Languages::view_comparison_list
source: Comparison list
he: רשימת השוואה

# Languages::view_details
source: View details
he: הצגת פרטים

# Languages::view_orders
source: View orders
he: צפה בהזמנות

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
he: צפה, עבד והדפס חשבוניות עבור הזמנות שבוצעו מאתר הרשת שלך.

# Languages::view_page
source: View page
he: תצוגת דף

# Languages::view_product
source: View product
he: תצוגת מוצר

# Languages::view_products
source: View products
he: תצוגת מוצרים

# Languages::view_product_features
source: View product features
he: צפה בתכונות המוצר

# Languages::view_purchased_products
source: View purchased products
he: צפה במוצרים שנרכשו

# Languages::view_report
source: View report
he: הצג דוח

# Languages::view_results
source: View results
he: הצג תוצאות

# Languages::view_storefront
source: View storefront
he: צפה בחזית חנות

# Languages::view_vendor_categories
source: View store categories
he: הצג קטגוריות חנות

# Languages::view_vendor_orders
source: View store orders
he: הצג הזמנות חנות

# Languages::view_vendor_products
source: View store products
he: הצג מוצרי חנות

# Languages::view_vendor_users
source: View store users
he: הצג משתמשים

# Languages::visa_card_discover
source: Visa, MasterCard, Discover
he: ויזה, מאסטרקארד, דיסקובר (Visa, MasterCard, Discover)

# Languages::visited_page
source: Visited page
he: דף שביקרו בו

# Languages::voided
source: Voided
he: מבוטל

# Languages::warning
source: Warning
he: אזהרה

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
he: שפה של ברירת מחדל שהוגדרה בהגדרות שלך הושבתה או נמחקה. עדכן את ערך שפת ברירת מחדל של Frontend בדף הבא:<a href="[link]">Settings :: Appearance</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
he: לא ניתן לשנות את סטטוס של שפת ברירת מחדל

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
he: לא ניתן לשנות את הסטטוס של מטבע ראשי

# Languages::warning_https_is_disabled
source: The secure connection check has failed. Please ensure that SSL certificate is installed on your server. Check out the <a href="[href]" target="_blank">Documentation article</a> for more details.
he: בדיקת קשר מאובטח נכשלה. וודא שתעודת SSL מותקנת שרת שתך. בדוק <a href="[href]" target="_blank">מאמר על תיעוד</a> לפרטים נוספים.

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Documentation</a>) for security reasons.
he: מומלץ בחוזקה לשנות את את default <b>admin.php</b> script (check the <a href="[href]" target="_blank">תעוד</a>) משיקולי בטיחות.
