Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::curl_error_code_reference_link
source: To learn what caused the Curl error, look for your error number in <a target="_blank" href="[href]">this article</a>.
he: כדי לברר מה גרם לשגיאת Curl חפש את מספר שגיאה שלך ב- <a target="_blank" href="[href]">סעיף זה</a>.

# Languages::n_days
source: [n] day|[n] days
he: [n] יום [n] ימים

# Languages::track_on_carrier_site
source: Track on website
he: מעקב באתר

# Languages::unable_to_create_status
source: Couldn't create a new status
he: יצירת סטטוס חדש נכשלה

# Languages::maximum_number_of_statuses_reached
source: You have reached the maximum number of statuses
he: הגעת למספר מקסימלי של סטטוסים

# Languages::curl_error_description_curle_ssl_invalidcertstatus
source: Status returned failure when asked with CURLOPT_SSL_VERIFYSTATUS.
he: סטטוס החזיר כישלון כאשר נשאל עם CURLOPT_SSL_VERIFYSTATUS.

# Languages::error_unknown_archive_format
source: Unknown archive format: [ext]
he: פורמט ארכיון לא ידוע: [ext]

# Languages::error_file_not_found
source: File "[file]" not found.
he: הקובץ "[file]" לא נמצא.

# Languages::error_file_already_exists
source: File "[file]" already exists.
he: קובץ "[file]"כבר קיים.

# Languages::local_modifications
source: Local modifications
he: שינויים מקומיים

# Languages::local_modifications_message
source: These files had local modifications. During the upgrade a backup archive was created in the <strong>[dir]</strong> directory. You may want to check these files in the archive and reapply the modifications to your store.
he: קבצים אלה עברו שינויים מקומיים. במהלך השדרוג נוצר ארכיון גיבוי ב <strong>[dir]</strong>ספרייה. יתכן שתרצה לבדוק את הקבצים אלה בארכיון ולהחיל שוב את השינויים על החנות שלך.

# Languages::not_checked
source: Not checked
he: לא נבדק

# Languages::checked
source: Checked
he: נבדק

# Languages::error_filter_by_feature_exists
source: Filter by feature "[name]" already exists.
he: מסנן לפי התכונה "[name]" כבר קיים.

# Languages::error_filter_by_product_field_exists
source: Filter by product field "[name]" already exists.
he: מסנן לפי שדה המוצר "[name]" כבר קיים.

# Languages::shipping_address_changed
source: Shipping address has been changed
he: כתובת למשלוח השתנתה

# Languages::theme_editor_not_supported
source: This theme doesn't support theme editor
he: ערכת נושא זו אינה תומכת בעורך ערכות נושא

# Languages::shipment_statuses
source: Shipment statuses
he: סטטוסי משלוח

# Languages::email_templates
source: Email templates
he: תבניות דוא"ל

# Languages::editing_email_template
source: Editing email template
he: עריכת תבנית דוא"ל

# Languages::customer_notifications
source: Customer notifications
he: הודעות מותאמות אישית

# Languages::admin_notifications
source: Administrator notifications
he: הודעות מנהל מערכת

# Languages::subject
source: Subject
he: נושא

# Languages::variables
source: Variables
he: משתנים

# Languages::snippets
source: Snippets
he: קטעי קוד

# Languages::code_snippets
source: Code snippets
he: קטעי קוד

# Languages::editing_email_snippet
source: Editing snippet
he: עריכת קטע קוד

# Languages::editing_snippet
source: Editing snippet
he: עריכת קטע קוד

# Languages::snippet_exists
source: The snippet with the chosen code already exists, please try another.
he: קטע קוד עם הקוד הנבחר כבר קיים, נסה אחר.

# Languages::document_exists
source: The document with the chosen code already exists, please try another.
he: המסך עם הקוד הנבחר כבר קיים, נסה אחר.

# Languages::email_template_exists
source: The email template with the chosen code already exists, please try another.
he: תבנית דוא"ל עם קוד נבחר כבר קיים, נסה אחר.

# Languages::need_snippet_name
source: You have to specify valid snippet name
he: עליך לציין שם חוקי של קטע קוד

# Languages::snippets_have_been_deleted
source: Snippets have been deleted successfully.
he: קטעי קוד נמחקו בהצלחה.

# Languages::add_email_snippet
source: Add snippet
he: הוסף קטע קוד

# Languages::add_snippet
source: Add snippet
he: הוסף קטע קוד

# Languages::editing_document
source: Editing [name]
he: עריכה [name]

# Languages::product_info
source: Product info
he: מידע על מוצרים

# Languages::add_table_column
source: Add column
he: הוסף עמודה

# Languages::editing_table_column
source: Editing column
he: עריכת עמודה

# Languages::table_column_has_been_deleted
source: Product column has been deleted successfully.
he: עמודת מוצרים נמחקה בהצלחה.

# Languages::restore_default_value
source: Restore default value
he: שחזר ערך ברירת מחדל

# Languages::send_test_email
source: Send test email
he: שלח דוא"ל לניסיון

# Languages::text_test_email_sent
source: Test email was sent to <b>[email]</b> address.
he: דוא"ל לניסיון נשלח לכתובת<b>[email]</b>.

# Languages::editing_global_vars
source: Editing global variables
he: עריכת משתנים גלובליים

# Languages::global_vars
source: Global variables
he: משתנים גלובליים

# Languages::change_order_status_p_subj
source: Order #[order] has been processed
he: הזמנה #[order] טופלה

# Languages::change_order_status_p_text
source: Your order has been processed successfully.
he: הזמנתך טופלה בהצלחה.

# Languages::change_order_status_c_subj
source: Order #[order] has been completed
he: הזמנתך #[order] הושלמה

# Languages::change_order_status_c_text
source: Your order has been completed. Thank you for choosing us.
he: הזמנתך הושלמה. תודה שבחרת בנו.

# Languages::change_order_status_o_subj
source: Order #[order] has been placed successfully
he: הזמנה #[order] בוצעה בהצלחה

# Languages::change_order_status_o_text
source: Thank you for the order. You are welcome to come back!
he: תודה על הזמנתך. אתה מוזמן לשוב אלינו!

# Languages::change_order_status_f_subj
source: Order #[order] failed
he: ההזמנה #[order] נכשלה

# Languages::change_order_status_f_text
source: Your order has been unsuccessful. Please contact shop administration.
he: הזמנתך לא הצליחה. צור קשר עם הנהלת החנות.

# Languages::change_order_status_d_subj
source: Order #[order] has been declined
he: הזמנה מס [order]' לא אושרה

# Languages::change_order_status_d_text
source: Your order has been declined. Please contact shop administration.
he: הזמנתך נדחתה. צור קשר עם הנהלת החנות.

# Languages::change_order_status_b_subj
source: Order #[order] has been backordered
he: הזמנתך#[order] הוזמנה בעיתוד

# Languages::change_order_status_b_text
source: Your order has been backordered.
he: הזמנת עיתוד (backorder) שלך בוצעה.

# Languages::change_order_status_i_subj
source: Order #[order] has been canceled
he: הזמנתך #[order] בוטלה

# Languages::change_order_status_i_text
source: Your order has been canceled. Please contact shop administration.
he: הזמנתך בוטלה. צור קשר עם מנהל החנות.

# Languages::change_order_status_default_subj
source: The status of order #[order] has been changed to [status]
he: סטטוס של הזמנה #[order] שונה ל-[status]

# Languages::change_order_status_default_text
source: The status of your order has been changed to [status].
he: סטטוס ההזמנה שלך שונה ל- [status].

# Languages::email_template.activate_profile
source: User profile requires activation
he: פרופיל משתמש מחייב הפעלה

# Languages::email_template.back_in_stock_notification
source: Back in stock notification
he: הודעה אודות חזרה למלאי

# Languages::email_template.create_profile
source: User profile creation
he: יצירת פרופיל משתמש

# Languages::email_template.edp_access
source: Orders: access to downloadable products
he: הזמנות: גישה למוצרים הניתנים להורדה

# Languages::email_template.give_coupon
source: Promotions: coupon
he: מבצעים: קופון

# Languages::email_template.low_stock
source: Product low stock notification
he: הודעה על מלאי קטן של המוצר

# Languages::email_template.order_notification
source: Order notification: [name]
he: הודעת הזמנה: [name]

# Languages::email_template.order_notification_default
source: Order notification: Default template for a new order status
he: הודעת הזמנה: תבנית של ברירת מחדל עבור סטטוס הזמנה חדש

# Languages::email_template.profile_activated
source: User account activation
he: הפעלת חשבון משתמש

# Languages::email_template.recover_password
source: Password recovery
he: שחזור סיסמה

# Languages::email_template.reminder
source: Admin password expiration
he: תפוגה של סיסמת מנהל מערכת

# Languages::email_template.shipment_products
source: Orders: products shipped
he: הזמנות: מוצרים נשלחו

# Languages::email_template.track
source: Orders: tracking
he: הזמנות: מעקב

# Languages::email_template.update_profile
source: User profile update
he: עדכון פרופיל משתמש

# Languages::email_template.usergroup_activation
source: User group activation
he: הפעלת קבוצת משתמשים

# Languages::email_template.usergroup_disactivation
source: User group disactivation
he: ביטול קבוצת משתמשים

# Languages::email_template.usergroup_request
source: User group request
he: בקשת קבוצת משתמשים

# Languages::email_template.upgrade_backup_info
source: Upgrade: restore link
he: שדרוג: שחזר קישור

# Languages::email_template.params.attach_order_document
source: Attach a PDF document
he: צרף מסמך PDF

# Languages::edit_customer_notification
source: Edit the email sent to customers
he: ערוך את הודעת דוא"ל שנשלחת ללקוחות

# Languages::edit_admin_notification
source: Edit the email sent to administrators
he: ערוך את הודעת דוא"ל שנשלחת למנהלי מערכת

# Languages::copy
source: Copy
he: העתק

# Languages::copied
source: Copied
he: הועתק

# Languages::addon_uninstall_sql_error
source: An error in an SQL query occurred during the add-on uninstallation.
he: אירעה שגיאה ב שאילתת SQL במהלך ביטול התקנה של התוסף.

# Languages::payments.qbms.quickbooks_connection
source: QuickBooks Connection
he: חיבור QuickBooks

# Languages::payments.qbms.configuration_required
source: <p>Fill in the fields below and save the changes:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Click "Connect to QuickBooks" button that will appear instead of this message to finish payment configuration.</p>
he: <p>מלא בשדות שלהלן ושמור את השינויים:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>הקלק על כפתור "התחבר ל-QuickBooks" שיופיע במקום הודעה זו כדי להשלים את תצורת התשלום.</p>

# Languages::payments.qbms.oauth_consumer_key
source: OAuth Consumer Key
he: מפתח צרכן OAuth

# Languages::payments.qbms.oauth_consumer_secret
source: OAuth Consumer Secret
he: סיסמה סודית של צרכן OAuth

# Languages::payments.qbms.oauth_client_id
source: OAuth Client Id
he: מזהה לקוח OAuth

# Languages::payments.qbms.oauth_client_secret
source: OAuth Client Secret
he: סיסמה סודית של לקוח OAuth

# Languages::payments.qbms.token_expires
source: The token expires on <b>[date]</b> at <b>[time]</b>.
he: האסימון פג ב- <b>[date]</b>ב[time]</b>.

# Languages::payments.qbms.token_expired
source: The token has expired.
he: האסימון פג תוקף.

# Languages::payments.qbms.renew_token
source: Press "Connect to QuickBooks" to renew the token.
he: לחץ על "התחבר ל-QuickBooks| כדי לחדש את האסימון.

# Languages::payments.qbms.tip_fill_redirect
source: <p>- In the QuickBooks application, copy the following value into the Redirect URI field:</p><p>[url]</p><p>- Click the "Connect to QuickBooks" button.</p>
he: <p>-באפליקציה QuickBooks, העתק את הערך הבא לתוך שדה Redirect URI"</p><p>[url]</p><p>-הקלק על כפתור "Connect to QuickBooks".</p>

# Languages::payments.qbms.upgrade_notification_title
source: QB Merchant Service payment processor changes
he: שינויים של מעבד תשלומים של שירות לסוחרים של QB

# Languages::payments.qbms.upgrade_notification_text
source: <p>The latest version of [product] has different settings for payment methods if you use QB Merchant Service as a Processor.</p><p>If you want to use the payment methods, do this:</p><ul><li>go to Administration > Payment methods</li><li>choose the payment method that uses QB Merchant Service as a Processor</li><li>switch to the Configure tab</li><li>enter the proper App Token, OAuth Consumer Key and OAuth Consumer Secret</li><li>perform connection to QuickBooks</li></ul>
he: <p>לגרסה האחרונה של [product] הגדרות שונות עבור שיטות תשלום אם אתה משתמש בשירות סוחר QB כמעבד. </p><p>אם תרצה להשתמש בשיטות תשלום, נהג כך:</p><ul><li>עבור לניהול>שיטות תשלום</li><li>בחר שיטת תשלום שמשתמשת בשירות סוחר QB בתור מעבד</li><li>עבור ללשונית תצורה</li><li>הכנס את App Token, OAuth Consumer Key and OAuth Consumer Secret מתאימים</li><li>התחבר ל-QuickBooks</li></ul>

# Languages::payments.qbms.upgrade_oauth20_notification_title
source: Payment methods: Change QB Merchant Services settings
he: שיטות תשלום" שנה את הגדרות שירות לסוחרים של QB

# Languages::payments.qbms.upgrade_oauth20_notification_text
source: <p>Online stores now connect to QuickBooks Merchant Services differently. Your payment methods that use QB Merchant Services as a processor need to be reconfigured, or else they will no longer work. To make them work:</p><p>1. Switch your Quickbooks app to OAuth 2.0.</p><p>2. Copy <i>OAuth Client ID</i> and <i>OAuth Client Secret</i> from the app to the payment method settings in [product].</p><p>3. Change the status of the payment method to <i>Active</i></p><p>4. Save your changes and use the <i>Connect to QuickBooks</i> button to finish payment configuration.</p><p><a href="[payments_url]" target="_blank" class="btn btn-large btn-primary">View my payment methods</a></p>
he: <p>חנויות מקוונות כעת מתחברות לשירותי סוחר QuickBooks באופן שונה. יש להגדיר מחדש את שיטות התשלום שלך שמשתמשות בשירותי סוחר של QB , אחרת הם לא יעבדו יותר. כדי שהם יעבדו:</p><p>1.העבר את אפליקציית Quickbooks שלך ל- OAuth 2.0.</p><p>2.העתק את <i>OAuth Client ID</i>ו-OAuth Client Secret</i> מהאפליקציה להגדרות שיטת תשלום ב- [product].</p><p>3. שנה את סטטוס שיטת תשלום ל- <i>פעיל</i></p><p> 4.שמור את השינויים שלך והשתמש <i>בכפתור התחבר ל-QuickBooks</i>כדי לסיים את תצורת התשלום.</p><p><a href="[payments_url]" target="_blank" class="btn btn-large btn-primary">צפה בשיטות תשלום שלי</a></p>

# Languages::text_money_back_guarantee
source: We offer 30-day money-back guarantee. If you don't like our product, we'll return you the money, no needless questions asked.
he: אנו מציעים אחריות להחזר כסף תוך 30 ימים. אם המוצר שלנו לא ימצא חן בעינך, אנו נחזיר לך את הכסף ללא שאלות מיותרות.

# Languages::admin_panel_will_be_blocked
source: Installation integrity check failed. The access to the Administration panel will be blocked within 2 days. Please contact our <a href="[href]">support team</a>
he: בדיקת שלמות התקנה נכשלה. הגישה לפנל ניהול תהיה חסומה במשך יומיים. צור קשר עם <a href="[href]">צוות תמיכה</a>

# Languages::text_license_is_disabled
source: The license is disabled. Please check your license status.
he: הרישיון הושבת. אנא בדוק את סטטוס הרישיון שלך.

# Languages::text_license_is_invalid
source: Invalid license number. Please enter a valid license number.
he: מספר רישיון לא חוקי. הכנס מספר רישיון חוקי.

# Languages::text_license_is_disabled_full
source: The license is disabled. Please check your license status or select a different store mode.
he: הרישיון מושבת. אנא בדוק את סטטוס הרישיון שלך או בחר מצב חנות אחר.

# Languages::text_license_is_invalid_full
source: Invalid license number. Please enter a valid license number or select a different store mode.
he: מספר רישיון לא חוקי. הכנס מספר רישיון חוקי או בחר מצב חנות אחר.

# Languages::error_directory_not_writable
source: Directory "[dir]" is not writable. Please check permissions for this directory of your installation.
he: לא ניתן לכתוב לספריה "[dir]". בדוק הרשאות לספרייה זו בהתקנה שלך.

# Languages::error_cannot_delete_files
source: Cannot delete files: <b>[files]</b>. Please check the permissions.
he: לא ניתן למחוק קבצים: <b>[files]</b>. בדוק הרשאות.

# Languages::feature_groups
source: Feature groups
he: קבוצות תכונות

# Languages::shippings.can.business_account_information
source: Business account information
he: מידע של חשבון עסקי

# Languages::shippings.can.customer_number
source: Customer number
he: מספר צרכן

# Languages::ttc_shippings.can.customer_number
source: Customer number is required for commercial customers and Solutions for Small Business members to get discounted rates if parcel is mailed on behalf of customer
he: מספר לקוח נדרש ללקוחות מסחריים לחברי פתרונות עבור עסקים קטנים כדי לקבל הנחה בתעריפים אם החבילה נשלחת בשם הלקוח

# Languages::shippings.can.contract_id
source: Contract ID
he: מזהה חוזה

# Languages::ttc_shippings.can.contract_id
source: Contract ID is required to obtain discounted rates for commercial customers when the Customer number is specified. Contract ID must be omitted for Solutions for Small Business members or general business users
he: מזהה חוזה נדרש כדי לקבל הנחה בתעריפים עבור לקוחות מסחריים כאשר מצוין מספר הלקוח. יש להשמיט ת מזהה חוזה עבור חברי פתרונות לעסקים קטנים או משתמשים עסקיים כלליים

# Languages::shippings.can.api_keys
source: API keys
he: מפתחות API

# Languages::shippings.can.username
source: Username
he: שם משתמש

# Languages::shippings.can.password
source: Password
he: סיסמה

# Languages::shippings.can.options
source: Delivery options
he: אפשרויות הובלה

# Languages::shippings.can.option_so
source: Signature
he: חתימה

# Languages::shippings.can.option_cov
source: Coverage
he: כיסוי

# Languages::ttc_shippings.can.option_cov
source: Requires amount
he: מחייב סכום

# Languages::shippings.can.option_cov_amount
source: Coverage amount
he: סכום הכיסוי

# Languages::shippings.can.option_cod
source: Collect on Delivery
he: תשלום בעת המסירה

# Languages::shippings.can.option_pa18
source: Proof of Age Required - 18
he: נדרשת הוכחת גיל - 18

# Languages::shippings.can.option_pa19
source: Proof of Age Required - 19
he: נדרשת הוכחת גיל - 19

# Languages::shippings.can.option_hfp
source: Card for pickup
he: כרטיס עבור איסוף

# Languages::shippings.can.option_dns
source: Do not safe drop
he: לא לבצע safe drop

# Languages::shippings.can.option_lad
source: Leave at door - do not card
he: השאר ליד הדלת - לא להשאיר כרטיס

# Languages::canada_post_upgrade_notification_title
source: Canada Post realtime shipping rate calculation changes
he: שינויים בחישוב תעריפי משלוח בזמן אמת של דואר קנדה

# Languages::canada_post_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use Canada Post as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses Canada Post as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API keys</a></li></ul>
he: <p>לגרסה החדשה של [product] הגדרות שונות עבור חישוב תעריפי משלוח אם אתה משתמש ב-Canada Post בתור מוביל </p><p>אם תרצה להציג את תעריפי המשלוח השוטפים ללקוחות שלך, עשה זאת כך: </p><ul><li>עבור לניהול>משלוח ומיסים>שיטות משלוח</li><li> את שיטת משלוח עם Canada Postבתור מוביל כדי לחשב את תעריפי המשלוח</li><liעבור ללשונית כללי והכנס את שיטת המשלוח המתאימה</li><li>עבור ללשונית תצורה והכנס את <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API keys</a></li></ul> המתאים

# Languages::shippings.aup.pac_api_key
source: PAC API key
he: מפתח PAC AP

# Languages::shippings.aup.currency_not_configured
source: To activate the Australia Post shipping processor, you must have the Australian Dollar currency enabled.
he: כדי להפעיל את מעבד משלוחים של דואר אוסטרליה, עליך לאפר את הדולר האוסטרלי.

# Languages::australia_post_upgrade_notification_title
source: Australia Post realtime shipping rate calculation changes
he: שינויים בחישוב תעריפי משלוח בזמן אמת של דואר קנדה

# Languages::australia_post_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use Australia Post as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses Australia Post as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API key</a></li></ul>
he: <p>לגרסה החדשה של [product] הגדרות שונות עבור חישוב תעריפי משלוח אם אתה משתמש ב-Australia Post בתור מוביל </p><p>אם תרצה להציג את תעריפי המשלוח השוטפים ללקוחות שלך, עשה זאת כך: </p><ul><li>עבור לניהול>משלוח ומיסים>שיטות משלוח</li><li> את שיטת משלוח עם Australia Post בתור מוביל כדי לחשב את תעריפי המשלוח</li><liעבור ללשונית כללי והכנס את שיטת המשלוח המתאימה</li><li>עבור ללשונית תצורה והכנס את <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API key</a></li></ul>

# Languages::licensing_and_upgrades
source: Licensing and upgrades
he: רישוי ושדרוגים

# Languages::addon_license_key_tooltip
source: Enter license key you've received by e-mail in order to receive the add-on upgrades.
he: הכנס מפתח רישיון שקיבלת בדוא"ל כדי לקבל את השדרוגים של תוספים.

# Languages::api_shipments_update_not_allowed
source: Only the tracking_number and carrier params can be updated
he: ניתן לשדרג רק את tracking_number and carrier params

# Languages::cannot_remove_theme_has_dependent_themes
source: The theme can't be removed as the following themes depend on it: [dependent_themes]
he: לא ניתן להסיר ערכת נושא מאחר שערכות נושא הבאות תלויות בה: [dependent_themes]

# Languages::text_installing_theme_dependencies
source: Installing the theme dependencies: [dependencies]
he: התקנת יחסי תלות של ערכות נושא: [dependencies]

# Languages::text_unable_to_install_theme_dependencies
source: Unable to install the theme dependencies: [dependencies]
he: לא ניתן להתקין יחסי תלות של ערכות נושא: [dependencies]

# Languages::exim_cannot_create_variant_for_shareable_feature
source: You cannot create a variant for a shareable feature.
he: אתה לא יכול ליצור וריאנט לתכונה הניתנת לשיתוף.

# Languages::ups_upgrade_notification_title
source: UPS Canada: Expedited SM and UPS Polish: Today Intercity shipping services are no longer supported
he: UPS קנדה: Expedited SM and UPS Polish: שירותי משלוח Today Intercit לא נתמכים יותר

# Languages::ups_upgrade_notification_text
source: <p><b>UPS Canada: Expedited SM</b> and <b>UPS Polish: Today Intercity</b> shipping services are not supported since this [product] version. If you were using them, do the following:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses UPS as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li></ul>
he: שירותי משלוח <p><b>UPS Canada: Expedited SM</b> and <b>UPS Polish: Today Intercity</b>אינם נתמכים מאז [product] גרסה זו. אם השתמשת בהם, עשה את הדבר הבא: </p><ul><li>עבור לנוהל>משלוח ומיסים>שיטות משלוח </li><li>בחר את שיטת המשלוח המשתמשת בUPS בתור מוביל כדי לחשב את תעריפי משלוח</li><li>עבור ללשונית כללי והכנס את שירות המשלוח המתאים </li></ul>

# Languages::warning_default_language_sharing_removed
source: The default language defined in settings has been removed for the <b>[company]</b> storefront. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
he: שפת ברירת המחדל שהוגדרה בהגדרות הוסרה בחזית החנות של <b>[החברה]</b> . אנא עדכן את ערך שפת ברירת המחדל של Frontend בדף הבא: <a href="[link]">הגדרות :: מראה</a>

# Languages::page_url
source: Page URL
he: דף URL

# Languages::tt_views_pages_components_pages_link_page_url
source: The page inner URL
he: כתובת ה-URL הפנימית של הדף

# Languages::page_target_url
source: Target URL
he: URL היעד
