Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
he: הדף<b>[page]</b> שוכפל בהצלחה. כעת אתה יכול לערוך את הדף החדש

# Languages::page_id
source: Page ID
he: מזהה דף

# Languages::page_link
source: Page URL
he: כתובת url של הדף

# Languages::page_name
source: Page name
he: שם הדף

# Languages::page_not_found
source: Page Not Found
he: הדף לא נמצא

# Languages::page_not_found_text
source: The page you have requested cannot be found.
he: אין אפשרות למצוא את הדף המבוקש.

# Languages::page_title
source: Page title
he: כותרת הדף

# Languages::paid_amount
source: Paid amount
he: סכום ששולם

# Languages::param
source: Parameter
he: פרמטר

# Languages::parameter
source: Object to analyze
he: אובייקט לניתוח

# Languages::parameter_name
source: Parameter name
he: שם הפרמטר

# Languages::parent_category
source: Parent category
he: קטגוריית אב

# Languages::parent_category_id
source: Parent category
he: קטגוריית אב

# Languages::parent_item
source: Parent item
he: פריט אב

# Languages::parent_page
source: Parent page
he: דף אב

# Languages::parent_page_id
source: Parent page
he: דף אב

# Languages::partner
source: Partner
he: שותף

# Languages::passphrase
source: Pass-phrase
he: ביטוי סיסמה

# Languages::passport_number
source: Passport number
he: מספר דרכון

# Languages::password
source: Password
he: סיסמה

# Languages::path_to_files
source: Full path to the "atos" files
he: נתיב מלא אעבור קבצי "Atos"

# Languages::pause_delay
source: Pause delay (in seconds)
he: זמן השהייה (בשניות)

# Languages::payflowcolor
source: Payflow color
he: צבע Payflow

# Languages::payment
source: Payment
he: תשלום

# Languages::payments
source: Payments
he: תשלומים

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
he: <b>שים לב: </b><br> 1. תשלום זה מחייב שאפשרות קופת HTTPS תהיה מופעלת<br>2.לפי ברירת מחדל, מיקום הקופה יוצג למשתמש בעת ביצוע התשלום. כדי להציג מיקום שונה, צור מיקום חדש עם משלוח (dispatch) 'checkout.cresecure_template' ב <a href="[url]" target="_blank">מנהל פריסות</a>.

# Languages::payments.epdq.bgcolor
source: Background color
he: צבע הרקע

# Languages::payments.epdq.btn_bgcolor
source: Button background color
he: צבע הרקע של הלחצן

# Languages::payments.epdq.btn_textcolor
source: Button text color
he: צבע הטקסט של הלחצן

# Languages::payments.epdq.font_type
source: Font type
he: סוג גופן

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
he: . מצטערים, מחרוזת ה-hash אינה תואמת

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the Barclaycard ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the Barclaycard ePDQ admin area</li></ol>
he: <ol><li><p>הזן את הכתובת URL הבאה בסעיף "מידע טכני"→"משוב לעסקה" אזור מנהלי ePDQ:</p><p>לחיובים מוצלחים ("מקובל") וחיובים נדחים ("cancelled") : [url]</p></li><li>ודא כי הפרמטר "עיתוי הבקשה" מוגדר "תמיד מחובר", ו- "שיטת בקשה" is מוגדר "POST"</li><li>הגדר את "SHA-OUT pass phrase" ערך באזור מנהלי ePDQ כמו שאתה רוצה, ואז לשכפל אותו ב "SHA-IN pass phrase" בסעיף "Data and origin verification" , וגם ב "Pass-phrase" שדה להלן</li><li>ודא כי "קוד פעולה ברירת מחדל" אפשרות באזור מנהלי ePDQ אותו ערך כמו "סוג העסקה" אפשרות להלן</li><li>הגדר את "Hash אלגוריתם" פרמטר כי "SHA-1" ב- "פרמטרי אבטחה גלובליים" סעיף באזור מנהלי ePDQ </li></ol>

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
he: צבע הרקע של הטבלה

# Languages::payments.epdq.tbl_textcolor
source: Table text color
he: צבע הטקסט בטבלה

# Languages::payments.epdq.textcolor
source: Text color
he: צבע הטקסט

# Languages::payments.epdq.title
source: Title
he: כותרת

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
he: <a href=[url]>התחבר</a>כדי להגיע לקופה

# Languages::payments_tab1
source: Credit card
he: כרטיס אשראי

# Languages::payments_tab2
source: Internet Payments
he: תשלומים מקוונים

# Languages::payments_tab3
source: Other Payment Options
he: אפשרויות תשלום אחרות

# Languages::payment_amount
source: Payment amount
he: סכום התשלום

# Languages::payment_category
source: Payment category
he: קטגוריית התשלום

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
he: לשוניות קטגוריות התשלום לא יוצגו אם כל התשלומים הפעילים שייכים לאותה הקטגוריה

# Languages::payment_details
source: Payment details
he: פרטי התשלום

# Languages::payment_form_url
source: Payment Form URL
he: URL של טופס תשלום

# Languages::payment_info
source: Payment type
he: סוג התשלום

# Languages::payment_information
source: Payment information
he: פרטי התשלום

# Languages::payment_instructions
source: Payment instructions
he: הוראות תשלום

# Languages::payment_method
source: Payment method
he: שיטת תשלום

# Languages::payment_methods
source: Payment methods
he: שיטות תשלום

# Languages::payment_response_password
source: Payment Response password
he: סיסמת Payment Response

# Languages::payment_surcharge
source: Payment surcharge
he: היטל תשלום (Payment surcharge)

# Languages::payment_type
source: Payment type
he: סוג התשלום

# Languages::paypal_authentication_method
source: PayPal authentication method
he: שיטת אימות PayPal

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
he: שם הפריט (או שם עבור סל הקניות)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
he: ההזמנה שלך לא בוצעה: חשבון PayPal של הנמען לא תקין.

# Languages::pay_from_email
source: Customer email
he: דוא"ל לקוח

# Languages::pay_order_again
source: Pay order again
he: שלם שוב עבור ההזמנה

# Languages::pay_to_email
source: Email address of the Merchant
he: כתובת הדואל של הסוחר

# Languages::pending
source: Pending
he: ממתין

# Languages::suspended
source: Suspended
he: ‫מושעה

# Languages::per
source: Per [object]
he: לכל [object]

# Languages::percent
source: Percent
he: אחוז

# Languages::period
source: Period
he: תקופה

# Languages::per_item
source: Per Item
he: לפריט

# Languages::per_page
source: Per Page
he: לעמוד

# Languages::phone
source: Phone
he: טלפון

# Languages::phone1_label
source: Phone
he: טלפון

# Languages::phone2_label
source: International
he: בינלאומי

# Languages::phone2
source: International
he: בינלאומי

# Languages::phpinfo
source: PHP information
he: מידע PHP

# Languages::pick_store
source: Pick a store
he: בחר חנות

# Languages::pie
source: Pie
he: תרשים עוגה

# Languages::pie_3d
source: Pie 3D
he: תרשים עוגה3D

# Languages::pixels
source: pixels
he: פיקסלים

# Languages::place_order
source: Place order
he: בצע הזמנה

# Languages::placing_order
source: Placing the order
he: מבצע הזמנה

# Languages::plain
source: Plain
he: רגיל

# Languages::platform
source: Platform
he: פלטפורמה

# Languages::please_be_patient
source: Please be patient
he: אנא התאזר בסבלנות

# Languages::please_enter_license_here
source: Enter your license number here
he: לחץ כאן כדי להזין את מספר הרישיון שלך

# Languages::please_select_one
source: Please, select one
he: נא בחר אחד

# Languages::please_sign_in
source: Please sign in
he: אנא התחבר/י

# Languages::polish
source: Polish
he: פולנית

# Languages::poor
source: Poor
he: גרוע

# Languages::popularity
source: Popularity
he: פופולריות

# Languages::popup
source: Popup
he: הודעה קופצת

# Languages::popup_larger_image
source: Popup larger image
he: תמונה מוגדלת של הודעה קופצת

# Languages::portugese
source: Portuguese
he: פורטוגזית

# Languages::posid
source: Pos ID
he: מזהה Pos

# Languages::position
source: Position
he: מיקום

# Languages::positions_updated
source: Positions of items were updated
he: מיקומים של הפריטים עודכנו

# Languages::postal_mail
source: Postal mail
he: דואר רגיל

# Languages::postauth
source: Postauth
he: אישור דואר

# Languages::post_url
source: Post URL
he: URL הדואר

# Languages::powered_by
source: Powered by
he: מופעל באמצעות

# Languages::po_number
source: PO number
he: מספר הזמנת רכישה

# Languages::preauth
source: Preauth
he: אישור מראש

# Languages::preauthorization
source: Preauthorization
he: אישור מראש

# Languages::prefix
source: Prefix
he: קידומת

# Languages::preshared_key
source: PreShared Key
he: מפתח PreShared

# Languages::prev
source: Prev.
he: קודם

# Languages::preview
source: Preview
he: תצוגה מקדימה

# Languages::previous
source: Previous
he: הקודם

# Languages::previous_month
source: Previous month
he: החודש הקודם

# Languages::previous_period
source: Previous period
he: התקופה הקודמת

# Languages::previous_week
source: Previous week
he: שבוע הקודם

# Languages::previous_year
source: Previous year
he: שנה קודמת

# Languages::prev_page
source: Prev
he: קודם

# Languages::price
source: Price
he: מחיר

# Languages::price_decreased
source: Price has been decreased by
he: המחיר ירד ב

# Languages::price_dec_sign_delimiter
source: Price decimal separator
he: מפריד עשרוני במחיר

# Languages::price_includes_tax
source: Price includes tax
he: המחיר כולל מס

# Languages::price_increased
source: Price has been increased by
he: המחיר עלה ב

# Languages::price_in_points
source: Price in points
he: המחיר בנקודות

# Languages::price_summary
source: Price summary
he: סה"כ לתשלום

# Languages::pricing_inventory
source: Pricing / inventory
he: תמחור / מלאי

# Languages::primary
source: Primary
he: ראשי

# Languages::primary_currency
source: Primary currency
he: מטבע ראשי

# Languages::print_card
source: Print card
he: הדפס כרטיס

# Languages::print_credit_memo
source: Print credit memo
he: הדפס תזכיר זיכוי

# Languages::print_invoice
source: Print invoice
he: הדפס קבלה

# Languages::edit_invoice
source: Edit invoice
he: ערוך חשבונית

# Languages::remove_invoice
source: Remove invoice
he: הסר חשבונית

# Languages::print_order_details
source: Print order details
he: הדפס את פרטי ההזמנה

# Languages::print_packing_slip
source: Print packing slip
he: הדפס את תעודת המשלוח

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
he: הדפס את תעודת המשלוח (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
he: הדפס את תזכיר הזיכוי (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
he: הדפס קבלה (pdf)

# Languages::print_pdf_order_details
source: Print order details (pdf)
he: הדפס פרטי הזמנה (pdf)

# Languages::print_slip
source: Print slip
he: הדפס שובר (slip)

# Languages::priority
source: Priority
he: עדיפות

# Languages::private
source: Private
he: פרטי

# Languages::private_customer_settings
source: Private customer settings
he: הגדרות פרטיות הלקוח

# Languages::privilege
source: Privilege
he: הרשאה

# Languages::privileges
source: Privileges
he: הרשאות

# Languages::privileges.change_order_status
source: Can change statuses
he: יכול לשנות את הסטטוסים

# Languages::privileges.backup_restore
source: Can manage
he: יכול לנהל

# Languages::privileges.delete_logs
source: Can delete
he: יכול למחוק

# Languages::privileges.delete_orders
source: Can delete
he: יכול למחוק

# Languages::privileges.edit_blocks
source: Can edit
he: יכול לערוך

# Languages::privileges.edit_order
source: Can edit entire order (select other products, payment and shipping methods, customers)
he: יכול לערוך הזמנה שלמה (בחר מוצרים אחרים, אמצעי תשלום ומשלוח, לקוחות)

# Languages::privileges.edit_files
source: Edit files
he: ערוך קבצים

# Languages::privileges.exim_access
source: Can manage
he: יכול לנהל

# Languages::privileges.manage_catalog
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_currencies
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_design
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_languages
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_locations
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_order_statuses
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_pages
source: Manage pages
he: נהל דפים

# Languages::privileges.manage_payments
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_promotions
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_reports
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_shipping
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_sitemap
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_static_data
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_storage
source: Can manage
he: יכול לערוך

# Languages::privileges.manage_stores
source: Manage stores
he: נהל חנויות

# Languages::privileges.manage_taxes
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_themes
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_translation
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_usergroups
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_users
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_email_templates
source: Can edit
he: יכול לערוך

# Languages::privileges.manage_document_templates
source: Can edit
he: יכול לערוך

# Languages::privileges.update_settings
source: Can edit
he: יכול לערוך

# Languages::privileges.update_order_details
source: Can edit minor details (select manager; edit shipments, notes, and tracking number)
he: יכול לערוך פרטים מינוריים (בחר מנהל; ערוך משלוחים, הערות ומספר מעקב)

# Languages::privileges.upgrade_store
source: Can upgrade
he: יכול לשדרג

# Languages::privileges.view_catalog
source: Can view
he: יכול לצפות

# Languages::privileges.view_currencies
source: Can view
he: יכול לצפות

# Languages::privileges.view_languages
source: Can view
he: יכול לצפות

# Languages::privileges.view_locations
source: Can view
he: יכול לצפות

# Languages::privileges.view_logs
source: Can view
he: יכול לצפות

# Languages::privileges.view_orders
source: Can view
he: יכול לצפות

# Languages::privileges.view_pages
source: Can view
he: יכול לצפות

# Languages::privileges.view_payments
source: Can view
he: יכול לצפות

# Languages::privileges.view_reports
source: Can view
he: יכול לצפות

# Languages::privileges.view_settings
source: Can view
he: יכול לצפות

# Languages::privileges.view_shipping
source: Can view
he: יכול לצפות

# Languages::privileges.view_static_data
source: Can view
he: יכול לצפות

# Languages::privileges.view_stores
source: View stores
he: צפה בחנויות

# Languages::privileges.view_taxes
source: Can view
he: יכול לצפות

# Languages::privileges.view_usergroups
source: Can view
he: יכול לצפות

# Languages::privileges.view_users
source: Can view
he: יכול לצפות

# Languages::privilege_sections.addons
source: Add-on privileges
he: הרשאות התוספים

# Languages::privilege_sections.administration
source: Administration privileges
he: הרשאות ניהול מערכת

# Languages::privilege_sections.cart
source: Cart
he: סל קניות

# Languages::privilege_sections.products
source: Product privileges
he: הרשאות מוצרים

# Languages::privilege_sections.settings
source: Settings privileges
he: הרשאות הגדרות

# Languages::privilege_sections.catalog
source: Catalog
he: קטלוג

# Languages::privilege_sections.design
source: Design privileges
he: הרשאות עיצוב

# Languages::privilege_sections.orders
source: Order privileges
he: הרשאות הזמנה

# Languages::privilege_sections.marketing
source: Marketing privileges
he: הרשאות שיווק

# Languages::privilege_sections.website
source: Website privileges
he: הרשאות אתר רשת

# Languages::privilege_sections.users
source: Customer privileges
he: הרשאות לקוח

# Languages::privilege_sections.vendors
source: Store privileges
he: הרשאות חנות

# Languages::proceed
source: Proceed
he: המשך

# Languages::proceed_to_checkout
source: Proceed to checkout
he: המשך לקופה

# Languages::proceed_to_the_next_step
source: Proceed to the next step
he: המשך לשלב הבא

# Languages::processed
source: Processed
he: מעובד

# Languages::processing
source: Processing
he: עיבוד

# Languages::processing_order
source: Processing order
he: הזמנה בעיבוד

# Languages::processor
source: Processor
he: מעבד

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
he: חשבונות סוחרים הניתנים על ידי Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a> <br/><br/> דוא"ל: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
he: <b>P21 Simple API</b> מאפשר לך לקבל תשלומים בצ'קים. הוא מציע את התוכנית הנרחבת ביותר בענף ליצירת תמונות צ'קים ופתרונות סליקה. עם Check 21 תקבל את הכספים שלך באותו ביום בצ'ק או בהפקדה ישירה. <br/><br/>כדי להפעיל את האפשרות Check 21, צור קשר אתנו באמצעות דוא"ל <a href="mailto:support@payment21.com">support@payment21.com</a> או בטלפו 1-888-770-0850 (מספר חינם בארה"ב) או 0041-71-740-1629 (בינלאומי).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>

# Languages::processor_id
source: Processor ID
he: מזהה מעבד

# Languages::process_selected
source: Process selected
he: התהליך שנבחר

# Languages::product
source: Product
he: מוצר

# Languages::products
source: Products
he: מוצרים

# Languages::products_menu_title
source: Products
he: מוצרים

# Languages::products_deprecated
source: Products (Deprecated)
he: מוצרים (שאינם עוד בשימוש) (Deprecated)

# Languages::products2
source: Products2
he: מוצרים2

# Languages::products_added_to_cart
source: The products were added to your cart
he: המוצרים נוספו לסל הקניות שלך

# Languages::products_number_added_to_cart
source: <b>[number]</b> products were added to your cart
he: <b>[number]</b> המוצרים נוספו לסל הקניות שלך

# Languages::products_amount
source: Product quantity
he: כמות המוצרים

# Languages::products_bar
source: Products bar
he: סרגל המוצרים

# Languages::products_cost
source: Products cost
he: עלות מוצרים

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
he: לא נבחרו מוצרים למשלוח

# Languages::products_found
source: Products found
he: מוצרים נמצאו

# Languages::n_products_found
source: [n] product found|[n] products found
he: [n] מוצר נמצא | [n] מוצרים שנמצאו

# Languages::products_grid
source: Products grid
he: רשת מוצרים

# Languages::products_information
source: Products information
he: מידע על מוצרים

# Languages::products_in_cart
source: Products in cart
he: מוצרים בסל הקניות

# Languages::products_links_type
source: Products links type
he: סוג קישורים למוצרים

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
he: צפה, הוסף וערוך מוצרים המוצגים למבקרי החנות שלך.

# Languages::products_required
source: Please add product(s)
he: נא הוסף מוצר(ים)

# Languages::products_stat
source: Product statistics
he: סטטיסטיקת מוצר

# Languages::products_weight
source: Products weight
he: משקל מוצרים

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
he: המוצרים נשלחו אלייך. פרטי ההזמנה מוצגים להלן

# Languages::product_added_to_cart
source: The product was added to your cart
he: המוצר נוסף לסל הקניות שלך

# Languages::product_name_added_to_cart
source: <b>[product]</b> was added to your cart
he: <b>[product]</b> נוסף לעגלת הקניות שלך

# Languages::product_added_to_cl
source: The product was added to your Comparison list
he: המוצר נוסף לרשימת ההשוואות שלך

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
he: לא ניתן להוסיף מוצר לסל הקניות. בדוק האם כל הקבצים המועלים עומדים בתנאים נדרשים

# Languages::product_code
source: Product code
he: קוד מוצר

# Languages::product_columns
source: Product columns
he: עמודות מוצר

# Languages::product_combinations
source: Product combinations
he: שילובי מוצר

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
he: לא ניתן להוסיף מוצר זה לסל הקניות כעת. הוא יהיה זמין ב- [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
he: המוצר יישלח ב[avail_date]

# Languages::product_details
source: Product details page
he: דף פרטי המוצר

# Languages::product_details_view
source: Product details view
he: הצג את פרטי המוצר

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
he: את התכונה "[feature_name]" לא ניתן לשייך למוצר "[product_name]"

# Languages::product_fields
source: Product fields
he: שדות המוצר

# Languages::product_groups
source: Product groups
he: קבוצות מוצרים

# Languages::product_id
source: Product ID
he: מזהה מוצר

# Languages::product_images
source: Product images
he: תמונות המוצר

# Languages::product_inventory
source: Product inventory
he: מלאי מוצרים

# Languages::product_in_cart
source: This product is already in the cart
he: מוצר זה כבר נמצא בסל הקניות

# Languages::product_in_comparison_list
source: This product is already in the comparison list
he: מוצר זה כבר נמצא ברשימת השוואה

# Languages::product_name
source: Product name
he: שם המוצר

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
he: נרשמת בהצלחה לקבלת עדכון כאשר מוצר זה יחזור להיות זמין במלאי

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
he: הוסרת בהצלחה מקבלת עדכון כאשר מוצר זה יחזור להיות זמין במלאי

# Languages::product_notification_subscription_error
source: Cannot subscribe for the product in stock notification
he: לא ניתן להירשם לקבלת עדכון כאשר מוצר זה יחזור להיות זמין במלאי

# Languages::product_options
source: Product options
he: אפשרויות המוצר

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
he: למוצר <strong>[product]</strong> תכונות שכלולות בצירוף האסור. המוצר נמחק מסל קניות

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
he: למוצר <strong>[product]</strong> תכונות או וריאציות של תכונות שאינן זמינות יותר, לכן הוא הוסר מסל קניות
