Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
he: סטטוס ההזמנה נקבע לפי תוצאת עיבוד התשלום

# Languages::stay_connected
source: Stay Connected
he: למבצעים ועדכונים

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
he: הזן את כתובת הדוא"ל שלך כדי לקבל הצעות מיוחדות ומבצעים.

# Languages::step_four
source: Step 4
he: שלב 4

# Languages::step_one
source: Step 1
he: שלב 1

# Languages::step_three
source: Step 3
he: שלב 3

# Languages::step_two
source: Step 2
he: שלב 2

# Languages::stop_other_rules
source: Stop other rules
he: עצור כללים אחרים

# Languages::storage
source: Storage
he: אחסון

# Languages::store
source: Store
he: חנות

# Languages::storefront
source: Storefront
he: חזית החנות

# Languages::storefront_url
source: Storefront URL
he: URL של חזית החנות

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
he: הערך של פרמטר <strong> URL חזית החנות<strong> שהוזכר על ידך כבר שייך לחברה אחרת.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
he: URL של חזית החנות אינו מוגדר

# Languages::stores_status
source: Status
he: סטטוס

# Languages::storefront_status_access_key_hint
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Go to <a target="blank" href="[url]">Settings → General</a> and specify the <i>Access key to temporarily closed store</i> setting. Please note that a different key can be specified for each storefront, so make sure to select the correct storefront first. Use the key as described in the tooltip of that setting.
he: גם אם חזית החנות סגורה (סטטוס OFF), תוכל לצפות בה אם יש ברשותך מפתח גישה. עבור ל-<a target="blank" href="[url]">הגדרות>כללי</a> והגדר את<i>מפתח הגישה להגדרת</i>חנות שסגורה זמנית. שים לב שניתן להגדיר מפתח שונה לכל חזית חנות, לכן תוודא תחילה שבחרת את חזית החנות הנכונה. השתמש במפתח פי שתואר ב- tooltip של הגדרה זו.

# Languages::stores
source: Stores
he: חנויות

# Languages::store_mode
source: Licensing mode
he: מצב רישוי

# Languages::store_mode_changed
source: Licensing mode has been changed
he: מצב רישוי השתנה

# Languages::store_number
source: Store number
he: מספר החנות

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
he: [object_type] [object_name] לא זמין עבור חנות זו.

# Languages::store_theme
source: Storefront theme
he: ערכת נושא של חזית החנות

# Languages::subcategories
source: Subcategories
he: קטגוריות משנה

# Languages::submit
source: Submit
he: שלח

# Languages::submit_my_order
source: Submit my order
he: שלח את הזמנתי

# Languages::subpages
source: Subpages
he: תת-דפים

# Languages::subscribe
source: Subscribe
he: הירשם

# Languages::subscriber
source: Subscriber
he: מנוי

# Languages::subscribers
source: Subscribers
he: מנויים

# Languages::subscriber_email
source: Subscriber email
he: דוא"ל מנוי

# Languages::subscriptions
source: Subscriptions
he: מנויים

# Languages::subtotal
source: Subtotal
he: סכום ביניים

# Languages::subtotal_sum
source: Subtotal sum
he: סכום ביניים

# Languages::suburb
source: Suburb
he: פרוור

# Languages::successful
source: Successful
he: הושלם

# Languages::successfully_registered
source: Successfully registered
he: הרשמה בוצעה בהצלחה

# Languages::successful_login
source: You have been successfully logged in.
he: התחברת בהצלחה.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
he: מזל טוב ! ההרשמה עברה בהצלחה , <br/>כעת באפשרותך לגשת אל כל תכונות החנות. לחץ על "החשבון שלי" לצפייה בהן.

# Languages::suffix
source: Suffix
he: סיומת

# Languages::summary
source: Summary
he: סיכום

# Languages::supplier
source: Supplier
he: ספק

# Languages::suppliers
source: Suppliers
he: ספקים

# Languages::supplier_id
source: Supplier
he: ספק

# Languages::surcharge
source: Surcharge
he: תמורת תשלום נוסף

# Languages::surcharge_title
source: Surcharge title
he: כותרת תשלום נוסף

# Languages::sweden
source: Sweden
he: שוודיה

# Languages::swedish
source: Swedish
he: שוודית

# Languages::swing
source: Swing
he: נדנדה

# Languages::switch_layout
source: Switch layout
he: החלף את הפריסה

# Languages::symbol
source: Symbol
he: סמל

# Languages::system
source: System
he: מערכת

# Languages::tab
source: Tab
he: לשונית

# Languages::table
source: Table
he: טבלה

# Languages::tables
source: Tables
he: טבלאות

# Languages::table_conditions
source: Table Conditions
he: טבלת תנאים

# Languages::tabs
source: Tabs
he: לשוניות

# Languages::tax
source: Tax
he: מס

# Languages::taxes
source: Taxes
he: מיסים

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
he: נהל את סט המיסים הנתמכים בחנות שלך.

# Languages::tax_exempt
source: Tax exempt
he: פטור ממס

# Languages::tax_rates
source: Tax rates
he: שיעורי מס

# Languages::temando_centimetres
source: centimetres
he: סנטימטרים

# Languages::temando_feet
source: feet
he: רגליים (feet)

# Languages::temando_inches
source: inches
he: אינצ'ים

# Languages::temando_method_depottodepot
source: Depot to Depot
he: ממחסן למחסן (Depot to Depot)

# Languages::temando_method_doortodoor
source: Door to Door
he: מדלת לדלת

# Languages::temando_metres
source: metres
he: מטרים

# Languages::temando_package_bale
source: Bale
he: בייל

# Languages::temando_package_box
source: Box
he: קופסה

# Languages::temando_package_bunch
source: Bunch
he: חבורה

# Languages::temando_package_bundle
source: Bundle
he: צרור

# Languages::temando_package_carton
source: Carton
he: קרטון

# Languages::temando_package_crate
source: Crate
he: ארגז

# Languages::temando_package_cylinder
source: Cylinder
he: גליל (Cylinder)

# Languages::temando_package_documentenvelope
source: Document Envelope
he: מעטפה למסמכים

# Languages::temando_package_drum
source: Drum
he: תוף

# Languages::temando_package_flatpack
source: Flat Pack
he: חבילה שטוחה (Flat Pack)

# Languages::temando_package_letter
source: Letter
he: מכתב (Letter)

# Languages::temando_package_pail
source: Pail
he: דלי (Pail)

# Languages::temando_package_pallet
source: Pallet
he: משטח

# Languages::temando_package_parcel
source: Parcel
he: חבילה (Parcel)

# Languages::temando_package_pipe
source: Pipe
he: צינור

# Languages::temando_package_roll
source: Roll
he: גלגל

# Languages::temando_package_satchel
source: Satchel/Bag
he: ילקוט / תיק

# Languages::temando_package_skid
source: Skid
he: החלקה

# Languages::temando_package_suitcase
source: Suitcase
he: מזוודה

# Languages::temando_package_tube
source: Tube
he: צינור

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
he: ללא אריזה או לא רלוונטי

# Languages::temando_package_wheel
source: Wheel/Tyre
he: גלגל/פנימית (Wheel/Tyre)

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
he: מטען עודף

# Languages::temando_subclass_furniture
source: Furniture
he: רהיטים

# Languages::temando_subclass_householdgoods
source: Household Goods
he: מוצרים ביתיים

# Languages::temando_subclass_other
source: Other (etc.)
he: אחר (וכו')

# Languages::temando_system
source: Temando system
he: מערכת Temando

# Languages::temando_weight_grams
source: Grams
he: גרם

# Languages::temando_weight_kilograms
source: Kilograms
he: ק"ג

# Languages::temando_weight_ounces
source: Ounces
he: אונקיות

# Languages::temando_weight_pounds
source: Pounds
he: פאונד

# Languages::template
source: Template
he: תבנית

# Languages::templates_tree
source: Templates tree
he: עץ תבניות

# Languages::file_editor
source: File editor
he: עורך הקבצים

# Languages::terminal
source: Terminal
he: מסוף

# Languages::terminal_id
source: Terminal ID
he: מזהה מסוף

# Languages::test
source: Test
he: בדיקה

# Languages::test_live_mode
source: Test/Live mode
he: מצב בדיקה/ LIVE

# Languages::test_mode
source: Test mode
he: מצב בדיקה

# Languages::text
source: Text
he: טקסט

# Languages::textarea
source: Text area
he: אזור טקסט

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
he: <b>הערה<b>:כדי לעקוב אחר הזמנות 2Checkout שלך בתוכנת סל הקניות עליך לנקוט בצעדים הבאים:<br /><br />-&nbsp:התחבר לחשבון 2Checkout שלך<br />-&nbsp;הקלק על<u>'ניהול אתר'<u>בסעיף<u>'חשבון'.<br />-&nbsp;בחר<b>'קישורים נתונים חזרה לאתר שלי'<b>אפשרות ב<u>תת-סעיף<u>'החזר ישיר' <br />-&nbsp;Set <u>'URL מאושר'</u>ו'URL בהמנה'<u></u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'מילה סודית'</u>. המילה הסודית ידועה למוכר בלבד ו2CheckOut.<br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
he: שירות הודעות מיידיות (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
he: (מוצג בחלון קופץ)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
he: (מוצג בעמוד פרטי המוצר ב"תמונות נוספות")

# Languages::addon_files_was_copied
source: The <b>"[addon]"</b> add-on files has been copied successfully
he: קובצי <b>התוסף "[addon]"</b> הועתקו בהצלחה

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
he: תוסף "[addon_name]" אינו תואם לתוספים הבאים: [addons]. לא ניתן להפעילו

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
he: תוסף "[addon_name]" אינו תואם לתוספים הבאים: [addons]. תוספים אלה הושבתו אוטומטית.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
he: תוסף "[addon_name]" אינו תואם לתוספים הבאים: [addons]. הוא לא הופעל. הפעל אותו ידנית וכל התוספים הלא תואמים יושבתו אוטומטית.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
he: <b>"[addon]"</b> תוסף הותקן בהצלחה

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
he: לא ניתן להתקין את התוסף בגלל תלות ב[addon] מוגדרת עבורו. התקן את [addon] התוסף קודם.

# Languages::text_addon_refreshed
source: The settings and language variables of the <b>"[addon]"</b> add-on have been updated successfully
he: משתני הגדרות ושפה של <b>"[addon]"</b> התוסף עודכנו בהצלחה

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
he: <b>"[addon]"</b> התוסף הוסר בהצלחה.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
he: לא ניתן להסיר את התוסף בגלל שתוספים הבאים תלויים בו: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
he: אתה יכול להשתמש בתווים חופשיים (wildcards) בשדה זה: <br /><b>'?'</b> - כל תו בודד;<b>'*'</b> - כל מספר תווים. <br /><br /><u>דוגמה: </u><br /><b>* רחוב </b> &nbsp;&nbsp; (תואם לרחוב הראשון, רחוב ה-102, וכו')

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
he: סעיף זה מציג את ההזמנות שמעולם לא צפית בהם.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
he: סיומות קבצים הבאות נתמכות: <b>[ext]</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
he: חשוב! עליך לציין את URL של החנות שלך <b>[callback_url]</b> כ-URL של סוחר באתר מוכרים המכרזי של אמזון (הגדרות>הגדרות קופה Pipeline). אחרת לא תוכל לקבל תשלום באמצעות קופת אמזון בחנותך

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
he: עדיין לא התקבלה תשובה מקופת אמזון, אנא המתן. אמנם יתכן שההזמנה עדיין לא נוצרה בחנות, סביר מאוד שהיא נוצרה בהצלחה ועובדה על ידי קופת אמזון. אנא צור קשר עם צוות החנות ותמסור להם את מזהה ההזמנה כפי שקיבלת מאמזון

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
he: מספר המוצרים בסל הקניות שלך שונה מספר המוצרים בבקשת אמזון.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
he: למטרת ניסוי, URL הסוחר יכול להיות הקישור HTTP לחנות שלך, אך מצב פעיל מחייב חיבור מאובטח ואתה חייב להשתמש בקישור HTTPS. זכור גם לאפשר את מצב production באתר Amazon's Seller Central כאשר אתה מובן לעבור למצב פעיל.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
he: <b>הערה: לפי מדיניות<a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> של אמזון</a>(B4.2), תשלומים נוספים אינם נתמכים. אם הגדרת תשלומים נוספים לא תהיה אליהם כל התייחסות בעת השימוש בקופת אמזון.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
he: עליך להיות משתמש רשום על מנת להמשך לקופה

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
he: חשב מחדש את עלות משלוח

# Languages::text_applied_promotions
source: Applied promotions
he: מבצעים שהופעלו

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
he: האם אתה בטוח שברצונך למחוק את הפריט?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
he: האם אתה בטוח שברצונך להמשיך?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
he: <b>הערה: </b><br />1. העתק את התעודה שקיבלת בזיק לספריית [home_path]. שנה את שם התעודה ל-certif.fr.[my_merchant_id], כאשר [my_merchant_id] הוא מספר האתר שלך.<br /> 2.שנה את שם קובץ הפרמטרים של החנות (קובץ parmcom.014213245611111) ל-parmcom.[my_merchant_id].<br />3 ערך את <b>קובץ</b>pathfile בספריית<b>[home_path]</b><br />- החלף את ה-string '<u>D_LOGO![some_dir]!</u>' ב- '<u>D_LOGO![http_path]/logo/!</u>'<br />- החלף את ה-string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' ב-'<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- החלף את ה- string '<u>F_PARAM![/some_dirs/parmcom]!</u>' ב- '<u>F_PARAM![home_path]/parmcom!</u>'<br />-החלף את ה-string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' ב-'<u>F_CERTIFICATE![home_path]/certif!</u>'<br /> 4. ערוך את הקובץ<b>parmcom.[some_number]</b>ב ספריית <b>[home_path]</b> directory<br />- החלף את ה-string <u>AUTO_RESPONSE_URL![some_url]!</u>' ב-'<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- החלף את ה-string '<u>CANCEL_URL![some_url]!</u>' ב-'<u>CANCEL_URL![ok_url]!</u>'<br />- החלף את ה- string '<u>RETURN_URL![some_url]!</u>' ב- '<u>RETURN_URL![ok_url]!</u>'<br />

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
he: <span style="color:#FF2222"> אזהרה!!!</span> הנתיב לקבצי atos צריך להכיל פחות מ-60 תווים, אחרת העתק את תיקיית atos_files לספריית האב כלשהי למשל לספריית cart core. כמו כן תוודה שלספריית קבצי atos יש הרשאות מלאות.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
he: המוסד הפיננסי שלך ציין שהוא לא יכול לאמת את העסקה הזו. כדי להתגונן משימוש על ידי אנשים שלא הוסמכו לכך, לא ניתן להשתמש בכרטיס זה כדי להשלים את רכישתך. אתה יכול להשלים את רכישה באמצעות בחירה בשיטת תשלום אחת.

# Languages::text_backup_filename_hint
source: To download this backup, click the gear icon and select Download
he: כדי להוריד את הגיבוי הזה, הקלק על צלמית גלגל שיניים ובחר הורד

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
he: הסעיף שלהלן מאפשר לך לנהל את קבצי הגיבוי שלך.<br />- כדי להשחזר את בסיס הנתונים, בחר את תיבת הסימון ליד שם הקובץ הרצוי והקלק על שחזר.<br />- כדי למחוק קבצים, בחר בתיבות סימון ליד הקבצים שיש למחוק והקלק על מחק. <br />-כדי להוריד את הקובץ למחשב לוקאלי שלך, הקלק על שם הקובץ.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
he: כתובת לחיוב וכתובת למשלוח זהות

# Languages::text_billing_address_is_different_from_shipping
source: My billing address is different from shipping address
he: כתובת לחיוב שלי שונה מכתוב למשלוח

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
he: תקופת 30 יום לניסיון הסתיימה. קנה את הרישיון([href]) או הסר את התוכנה מהשרת שלך.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
he: אין אפשרות ליצור את הספרייה<b>[directory]</b>. בדוק את ההרשאות.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
he: אין אפשרות ליצור את הקובץ <b>[file]</b>. בדוק את הרשאות הספרייה.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
he: אין אפשרות למחוק את הספרייה<b>[directory]</b> בדוק את ההרשאות.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
he: אין אפשרות למחוק את הקובץ <b>[file]</b>. בדוק את ההרשאות.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
he: אין אפשרות לשנות שם ספריה<b>[directory]</b>. בדוק את ההרשאות.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
he: אין אפשרות לשנות את שם הקובץ<b>[file]</b>. בדוק את ההרשאות.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
he: אין אפשרות לשחזר את הספרייה<b>[directory]</b> מהמאגר. בדוק אם המאגר קיים.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
he: אין באפשרותך לשחזר את הקובץ<b>[file]</b>מהמאגר. אנא בדוק אם המאגר קיים.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
he: בקופון זה ניתן להשתמש פעם אחת בלבד. כבר השתמשת בו.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
he: כמות המוצר <b>[product]</b> בסל הקניות שלך שונתה לכמות המותרת.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
he: מספר המוצרים במלאי אינו מספיק עבור הזמנתך. כמות המוצר <b>[product]</b> שונתה בסל הקניות שלך.

# Languages::text_cart_empty
source: Your cart is empty
he: סל הקניות שלך ריק

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
he: הכמות המקסימלית עבור "[product]" היא <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
he: הכמות המינימלית עבור "[product]" היא <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
he: כמות המוצרים הזמינים במלאי אינה מספיקה עבור הזמנתך

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
he: <b>[product]</b> כמות אפס במלאי ולא ניתן להוסיפו לסל הקניות

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
he: <b>[product]</b> כמות אפס במלאי והוא הוסר מסל הקניות

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
he: הקטגוריות נמחקו בהצלחה.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
he: נתיב מפריד של קטגוריה עבור הקטגוריה הראשית של המוצר (למשל "מחשבים//מחשבים נייחים")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
he: (אופציונלי מוצג בדף פרטי קטגוריה בלבד)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
he: קטגוריה, קטגוריות משנה ומצריהם נמחקו בהצלחה.
