Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
he: לא ניתן לבצע שינוי פריסה כאשר ממירים את ערכת הנושא ל-CSS. אפשר את מצב LESS ב <a target="_blank" class="cm-post" href="[url]">עורך ערכות נושא</a>.

# Languages::block_manager.can_not_add_product
source: Sorry, we couldn't take you to the checkout page. It requires at least one product in cart, and we couldn't add any. Please create a product and make it available on the storefront first.
he: מצטערים, לא הצלחנו לקחת אותך לדף הקופה. זה דורש לפחות מוצר אחד בעגלה, ולא יכולנו להוסיף אף מוצר. אנא צור מוצר והפך אותו לזמין בחזית החנות תחילה.

# Languages::block_manager.add_layout_page
source: Add layout page
he: הוסף דף פריסה

# Languages::block_manager.editing_layout_page
source: Editing layout page
he: עריכת דף פריסה

# Languages::block_manager.new_layout_page
source: New layout page
he: דף פריסה חדש

# Languages::block_manager.layout_pages
source: Layout pages
he: דפי פריסה

# Languages::block_manager.wrappers.lite_checkout
source: Lite checkout
he: קופה לייט

# Languages::block_lite_checkout_location
source: Checkout: Location
he: קופה: מיקום

# Languages::block_lite_checkout_location_description
source: Customer's city, state, and country
he: עיר, מדינה ומחוז של הלקוח

# Languages::block_lite_checkout_customer_sign_in
source: Checkout: Sign-In
he: קופה: התחבר

# Languages::block_lite_checkout_customer_sign_in_description
source: Sign-in button
he: כפתור התחברות

# Languages::customer_sign_in
source: Customer Sign-In
he: התחברות לקוח

# Languages::block_lite_checkout_customer_information
source: Checkout: Customer Information
he: קופה: מידע על הלקוחות

# Languages::block_lite_checkout_customer_information_description
source: Profile fields for customer information
he: שפות פרופיל עבור מידע הלקוח

# Languages::block_lite_checkout_customer_address
source: Checkout: Address
he: קופה: כתובת

# Languages::block_lite_checkout_customer_address_description
source: Profile fields for customer address
he: שדות פרופיל עובר כתובת הלקוח

# Languages::customer_address
source: Customer address
he: כתובת הלקוח

# Languages::block_lite_checkout_shipping_methods
source: Checkout: Shipping methods
he: קופה: שיטות משלוח

# Languages::block_lite_checkout_shipping_methods_description
source: Shipping method selection
he: בחירה של שיטת משלוח

# Languages::block_lite_checkout_payment_methods
source: Checkout: Payment methods
he: קופה: שיטות תשלום

# Languages::block_lite_checkout_payment_methods_description
source: Payment method selection
he: בחירה של שיטת תשלום

# Languages::block_lite_checkout_customer_billing
source: Checkout: Billing address
he: קופה: כתובת לחיוב

# Languages::block_lite_checkout_customer_billing_description
source: Profile fields for billing address
he: שדות פרופיל עבור כתובת חיוב

# Languages::block_lite_checkout_customer_notes
source: Checkout: Notes
he: קופה:הערות

# Languages::block_lite_checkout_customer_notes_description
source: Customer's notes about the order
he: הערות לקוח אודות ההזמנה

# Languages::block_lite_checkout_terms_and_conditions
source: Checkout: Terms and conditions
he: קופה: תנאים והתניות

# Languages::block_lite_checkout_terms_and_conditions_description
source: Checkbox for accepting terms and conditions
he: תיבת סימון הסכמה תנאים והתניות

# Languages::terms_and_conditions
source: Terms and conditions
he: תנאים והתניות

# Languages::block_menu
source: Menu
he: תפריט

# Languages::block_menu_description
source: Different types of menus
he: סוגים שונים של תפריטים

# Languages::block_my_account
source: My account
he: החשבון שלי

# Languages::block_my_account_description
source: Customer profile access
he: גישה לפרופיל הלקוח

# Languages::block_name
source: Block name
he: שם בלוק

# Languages::block_options
source: Block options
he: אופציות הבלוקים

# Languages::block_order
source: Block order
he: סדר בלוקים

# Languages::block_our_brands
source: Brands
he: מותגים

# Languages::block_our_brands_description
source: Product brands presented in the store
he: המותגים המוצגים בחנות

# Languages::block_pages
source: Pages
he: דפים

# Languages::block_pages_description
source: Store pages
he: אחסון דפים

# Languages::block_payment_methods
source: Payment methods
he: שיטות תשלום

# Languages::block_payment_methods_description
source: Available payment methods
he: שיטות תשלום זמינות

# Languages::block_products
source: Products
he: מוצרים

# Languages::block_product_filters
source: Product filters
he: מסנני מוצרים

# Languages::block_product_filters_description
source: Product filtering options
he: אפשרויות סינון מוצרים

# Languages::block_product_filters_home
source: Product filters for home page
he: מסנני מוצרים עבור דף הבית

# Languages::block_product_filters_home_description
source: Product filtering options, displayed on home page
he: אופציות סינון מוצרים מוצגים בדף הבית

# Languages::block_settings
source: Block settings
he: הגדרות בלוק

# Languages::block_shipping_methods
source: Shipping methods
he: שיטות משלוח

# Languages::block_shipping_methods_description
source: Available shipping methods
he: שיטות משלוח זמינות

# Languages::block_smarty_block
source: HTML block with Smarty support
he: בלוק HTML עם תמיכת Smarty

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
he: כל תוכן HTML/Smarty

# Languages::block_template
source: Template
he: תבנית

# Languages::block_template_description
source: Block with a particular template
he: בלוק עם תבנית מסוימת

# Languages::block_text
source: Block text
he: בלוק טקסט

# Languages::block_time
source: Time for which IP should be blocked
he: הזמן שעבורו יש לחסום את IP

# Languages::block_width
source: Block width
he: רוחב בלוק

# Languages::block_wrapper_updated
source: Block wrapper was updated
he: מעטפת בלוק עודכנה

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
he: ביצוע פעולה זו [action] בלוק זה בכל [location_name] הדפים. האם תרצה להמשיך?

# Languages::body
source: Body
he: תוכן ההודעה

# Languages::bonus
source: Bonus
he: בונוס

# Languages::bonuses
source: Bonuses
he: בונוסים

# Languages::both
source: Both
he: שניהם

# Languages::bought
source: Already bought
he: כבר קניתי

# Languages::bought_amount
source: Bought quantity
he: קנה כמות

# Languages::box_height
source: Box height
he: גובה התיבה

# Languages::box_length
source: Box length
he: אורך התיבה

# Languages::box_width
source: Box width
he: רוחב התיבה

# Languages::brand
source: Brand
he: מותג

# Languages::brand_type
source: Brand/Manufacturer
he: יצרן/מותג

# Languages::breadcrumbs
source: Breadcrumbs
he: פירורי לחם (Breadcrumbs)

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
he: מבנה תוסף שגוי. לא ניתן להתקין את החבילה שהועלתה.

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
he: מבנה חבילת PO לא תקין, לא ניתן להתקין את החבילה שהועלתה.

# Languages::incorrect_po_pack_structure_file_not_exist
source: The structure of package that contains ".po" translation files located at <b>"[pack_path]"</b> is incorrect. The file <b>"[po_file]"</b> does not exist.
he: מבנה החבילה המכיל קבצי תרגום של ".po" הנמצאים בכתובת <b>"[pack_path]"</b>לא נכון. הקובץ <b>"[po_file]"</b>לא קיים.

# Languages::browse
source: Browse...
he: עיין...

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
he: <p>שמנו לב שהדפדפן שאתה משתמש בו אינו נתמך באופן מלא על ידי פנל הניהול שלנו. אתה יכול לצפות באתר זה באמצעות הדפדפן הנוכחי שלך אך יתכן שהוא לא יוצג בצורה תקינה, ואתה עלול לא לראות באופן מלא את כל התכונות.</p><br><p>האופן הטוב ביותר לצפות בפנל הניהול הוא באמצעות הדפדפנים הבאים:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">אינטרנט אקפלורר 9 ומעלה</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">מוזילה פיירפוקס (הגרסה האחרונה))</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">גוגל כרום (הגרסה האחרונה)</a></li></ul><br><p>הקלק על אחד הקישורים כדי להוריד את הדפדפן לפי בחירתך. ברגע שההורדה תסתיים, התקן את הדפדפן בעזרת תוכנית התקנה.</p><br><p>אם אתה לא יכול לשדרג את הדפדפן כעת, אתה עדיין יכול לגשת לפנל הניהול, אבל אתה עלול שלא לראות את כל התכונות במלואן.<br><br><a href="[url]">

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
he: הודעת שדרוג דפדפן

# Languages::bucket
source: Bucket
he: דלי

# Languages::bulk_category_addition
source: Bulk category addition
he: הוספת קטגוריות מרובות

# Languages::bulk_print_invoice
source: Invoice bulk print
he: הדפסה של החשבוניות מרובות

# Languages::bulk_product_addition
source: Bulk product addition
he: עריכת מוצרים מרובים

# Languages::button_bgcolor
source: Button background color
he: צבע רקע הלחצן

# Languages::button_text_color
source: Button text color
he: צבע טקסט הלחצן

# Languages::but_change
source: Change
he: שינוי

# Languages::buyer_name
source: Buyer's name
he: שם הקונה

# Languages::buy_in_advance
source: Buy in advance
he: רכישה מוקדמת

# Languages::buy_now
source: Buy now
he: קנה עכשיו

# Languages::by
source: by
he: על ידי

# Languages::bytes
source: bytes
he: בייטים (bytes)

# Languages::by_fixed
source: by fixed amount
he: על ידי כמות קבועה

# Languages::by_percentage
source: by percentage of the original price
he: לפי אחוז מהמחיר המקורי

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
he: קוד 128 הוא סימבולוגיית ברקוד בצפיפות גבוהה.<br/>משתמשים בו בהרחבה ברחבי העולם.<br/>קוד 128 נועד לקודד 128 תווי ASCII מלאים. <br/>קוד 128 - A - 0 - 9, A-Z, קודי בקרה של ASCII, סימנים מיוחדים.<br/>קוד 128-B - 0 - 9, A-Z, a-z, תווים מיוחדים.<br/>קוד 128-C - 00-99 (קידוד בצפיפות כפולה של נתונים נומריים בלבד).<br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
he: קוד 128 הוא סימבולוגיית ברקוד בצפיפות גבוהה.<br/>משתמשים בו בהרחבה ברחבי העולם.<br/>קוד 128 נועד לקודד 128 תווי ASCII מלאים. <br/>קוד 128 - A - 0 - 9, A-Z, קודי בקרה של ASCII, סימנים מיוחדים.<br/>קוד 128-B - 0 - 9, A-Z, a-z, תווים מיוחדים.<br/>קוד 128-C - 00-99 (קידוד בצפיפות כפולה של נתונים נומריים בלבד).<br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
he: קוד 128 הוא סימבולוגיית ברקוד בצפיפות גבוהה.<br/>משתמשים בו בהרחבה ברחבי העולם.<br/>קוד 128 נועד לקודד 128 תווי ASCII מלאים. <br/>קוד 128 - A - 0 - 9, A-Z, קודי בקרה של ASCII, סימנים מיוחדים.<br/>קוד 128-B - 0 - 9, A-Z, a-z, תווים מיוחדים.<br/>קוד 128-C - 00-99 (קידוד בצפיפות כפולה של נתונים נומריים בלבד).<br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
he: גם ידוע בתור USS Code 39 3 מתוך 9.<br/>קוד 39 יכול לקודד תווים אלפאנומריים. <br/>סימבולוגיה משמשת בסביבה בלתי קמעונאית.<br/>קוד 39 נועד לקודד 26 אותיות גדולות, 10 ספרות ו-7 תווים מיוחדים.

# Languages::cache_cleared
source: Cache has been cleared
he: מטמון נוקה

# Languages::calculate
source: Calculate
he: חשב

# Languages::calculate_shipping_cost
source: Calculate shipping cost
he: חישוב עלות משלוח

# Languages::calendar
source: Calendar
he: לוח שנה

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
he: כדי להפעיל את מחשבון משלוח בדואר קנדה עליך להגדיר מטבע דולר קנדי.

# Languages::cancel
source: Cancel
he: בטל

# Languages::canceled_reversal
source: Canceled reversal
he: ביטול שבוטל (Canceled reversal)

# Languages::cancelled
source: Canceled
he: בוטלה

# Languages::cancel_url_target
source: Cancel URL target
he: בטל את יעד URL

# Languages::cannot_buy
source: You cannot buy the product with these option variants
he: אין באפשרותך לקנות את המוצר עם התוספות שנבחרו

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
he: סל הקניות שלך ריק, אין באפשרותך להמשיך לקופה.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
he: אין שיטות תשלום זמינות, לכן אין באפשרותך להמשיך לקופה.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
he: אין אפשרות להסיר את ערכת הנושא הפעילה

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
he: אין אפשרות לכתוב לקובץ <b>[file]</b>. נא בדוק את הרשאות הקבצים והספריות.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
he: לא ניתן להשתמש בערך האחוז עבור מחיר הבסיס.

# Languages::cant_upload_file
source: Couldn't upload the file. The problem isn't necessarily on the [product] end. If it occurs regularly, please contact your server administrator or our technical support.
he: העלאת הקובץ לא הצליחה. הבעיה לא בהכרח קשורה ל[product]. אם הדבר קורה כל הזמן, צור קשר עם מנהל השרת שלך או עם התמיכה הטכנית שלנו.

# Languages::capture
source: Capture
he: לכידה

# Languages::card
source: Card
he: כרטיס

# Languages::cardholder_name
source: Cardholder's name
he: שם בעל הכרטיס

# Languages::card_number
source: Card number
he: מספר כרטיס

# Languages::carousel
source: Carousel
he: מעגלי

# Languages::carrier
source: Carrier
he: ספק

# Languages::carrier_aup
source: Australia Post
he: דואר אוסטרליה

# Languages::carrier_can
source: Canada Post
he: דואר קנדה

# Languages::cart
source: Cart
he: סל קניות

# Languages::cart_content
source: Cart content
he: תוכן סל הקניות

# Languages::cart_contents
source: Cart contents
he: תוכן סל הקניות

# Languages::cart_info
source: Site info
he: פרטי החנות

# Languages::cart_is_empty
source: Cart is empty
he: סל הקניות ריק

# Languages::cart_items
source: Cart items
he: פריטי סל הקניות

# Languages::cart_subtotal
source: Cart subtotal
he: סכום ביניים

# Languages::cash_on_delivery
source: Cash on delivery
he: תשלום במזומן בעת מסירת הסחורה (COD)

# Languages::catalog
source: Catalog
he: קטלוג

# Languages::catalog_pages
source: Catalog pages
he: דפי קטלוג

# Languages::categories
source: Categories
he: קטגוריות

# Languages::categories_have_been_added
source: Categories have been added
he: קטגוריות נוספו בהצלחה

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
he: צפה בקטגוריות מוצרים אשר משמשים את קבוצת המוצרים בחנות שלך.

# Languages::category
source: Category
he: קטגוריה

# Languages::category_delimiter
source: Category delimiter
he: הפרדת קטגוריה

# Languages::category_description
source: Category description
he: תיאור קטגוריה

# Languages::category_location
source: Category location
he: מיקום קטגוריה

# Languages::category_name
source: Category name
he: שם הקטגוריה

# Languages::cdn_settings
source: CDN settings
he: הגדרות CDN

# Languages::central
source: Central
he: מרכזי

# Languages::central_content
source: Central content
he: תוכן מרכזי

# Languages::certificate
source: Certificate
he: אישור (Certificate)

# Languages::certificate_filename
source: Certificate filename
he: שם קובץ אישור

# Languages::change
source: Change
he: שינוי

# Languages::changed
source: Changed
he: השתנה

# Languages::changes
source: Changes
he: שינויים

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
he: כמו כן מומלץ לשנות את הרשאות הגישה עבור קובץ config.local.php. הוא צריך לכולל 644 (קריאה/כתיבה עבור הבעלים וקריאה עבור אחרים) הרשאות.

# Languages::change_addons_initialization
source: Change add-ons initialization
he: שנה את איתחול התוספים

# Languages::change_language
source: Change language
he: שנה שפה

# Languages::change_password_notification
source: Please change your password
he: עלייך לשנות את סיסמתך

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
he: סיסמת הגישה שלך לפנל מנהל מערכת של [store] החנות שונתה בפעם האחרונה לפני מספר [days] ימים. מטעמי ביטחון, שנה את הסיסמה שלך. כדי לעשות זאת, עבור לקישור הבא:

# Languages::change_permissions
source: Change permissions
he: שינוי הרשאות

# Languages::check_permissions
source: Check permissions
he: בדוק הרשאות

# Languages::change_range
source: Change range
he: שינוי טווח

# Languages::charged_amount
source: Charged amount
he: סכום שחויב

# Languages::charset
source: Character set
he: ערכת תווים

# Languages::chart
source: Chart
he: תרשים

# Languages::charts
source: Charts
he: תרשימים

# Languages::chart_type
source: Chart type
he: סוג תרשים

# Languages::check
source: Check
he: בדוק

# Languages::checkbox
source: Check box
he: תיבת הסימון

# Languages::checking_account_number
source: Checking account number
he: מספר חשבון בנק

# Languages::checkout
source: Checkout
he: קופה

# Languages::checkout_as_guest
source: Checkout as guest
he: עבור לקופה כאורח

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
he: אני מקבל את התנאים ב

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
he: בחר בתיבת סימון זו כדי לאשר את [terms_href]

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
he: תנאים והתניות

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
he: כדי להמשיך, עליך להסכים לתנאים והתניות שלנו.

# Languages::terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
he: <p> קרא את התנאים וההתניות ("תנאים", "תנאים והתניות") בעיון לפני השימוש ב-<a href="http://www.mywebsite.com">http://www.mywebsite.com</a> אתר רשת ובאפליקציה לנייד My Mobile App ("השירות") המופעלת על ידי החברה שלי ("אותנו", "אנחנו", או "שלנו"). </p><p><strong>גישה או שימוש בשירות משמעותם הסכמתך לתנאים אלה. אם אתה לא מסכים עם חלק כלשהו מהתנאים, אינך רשאי להשתמש בשירות.</strong></p><p><strong>רכישות</strong></p><p>אם ברצונך לרכוש מוצר או שירות כלשהו שמוצע באמצעות השירות ("רכישה"), יתכן ותתבקש לספק מידע מסוים הרלוונטי לכרישה שלך, לרבות אף לא מוגבל ל...שלך</strong></p><p>תוכן</strong></p><p>השירות שלנו מאפשר לך לפרסם הודעות, קישורים, לאחסן, לשתף ולהציע באופן אחר מידע מסוים, טקסט, גרפיקה, ווידאו, או חומר אחר ("תוכן"). אתה אחראי עבור....</p><p><strong>שינויים</strong></p><p>אנו שומרים את הזכות, לפי ראות עיננו בלבד, לשנות או להחליף את התנאים בכל עת. אם השינוי מהותי, נשתדל לספק התראה לפחות 30 יום לפני שהתנאים החדשים ייכנסו לתוקף. מה מהווה שינוי מהותי יקבע לפי ראות עיננו בלבד.</p><p><strong>צור אתנו קשר</strong></p><p>אם יש לך שאלות בקשר לתנאים, אנא צור אתנו קשר.</p>

# Languages::check_again
source: Recheck and correct
he: בדוק מחדש ותקן

# Languages::check_all
source: All
he: הכל

# Languages::check_disabled
source: Disabled
he: מושבת

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
he: כדי לכלול את סטטוס ההזמנות, שיטות תשלום ומיקומים ברשימת תנאים, סמן את הפריט הנדרש והקלק על כפתור "Save".

# Languages::sales_reports_side_bar_notes
source: To include Order statuses, Payment methods and Rate areas in the conditions list, check the necessary item and click on the "Save" button.
he: כדי לכלול את סטטוס ההזמנות, שיטות תשלום וRate areas ברשימת תנאים, סמן את הפריט הנדרש והקלק על כפתור "Save".

# Languages::check_none
source: None
he: אף אחד

# Languages::check_active
source: Active
he: פעיל

# Languages::check_hidden
source: Hidden
he: מוסתר

# Languages::check_pending
source: Pending
he: ממתינה

# Languages::check_number
source: Check Number
he: מספר שיק

# Languages::check_ssl
source: Check SSL
he: סמן SSL

# Languages::check_uncheck_all
source: Check / uncheck all
he: בחר / בטל הכל

# Languages::chinese
source: Chinese
he: סינית

# Languages::choose
source: Choose
he: בחר

# Languages::choose_action
source: Choose action
he: בחר פעולה

# Languages::choose_category
source: Choose category
he: בחר קטגוריה

# Languages::choose_user
source: Choose user
he: בחר משתמש

# Languages::choose_your_country
source: Choose your country
he: בחר את מדינתך

# Languages::choose_your_store_mode
source: Please choose your licensing mode
he: בחר את מצב הרישוי שלך
