Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::mainbox_general
source: Main block (H1 heading)
he: בלוק ראשי (כותרת H1)

# Languages::mainbox_simple
source: Important block (H2 heading)
he: בלוק חשוב (כותרת H2)

# Languages::footer_general
source: Footer general
he: כותרת תחתונה כללית

# Languages::maintenance
source: Maintenance
he: תחזוקה

# Languages::main_category
source: Main category
he: קטגוריה ראשית

# Languages::make_default
source: Make default
he: הפוך לברירת מחדל

# Languages::manage
source: Manage
he: ניהול

# Languages::manage_addons
source: Manage add-ons
he: ניהול תוספים

# Languages::manage_blocks
source: Manage blocks
he: נהל בלוקים

# Languages::manage_categories
source: Manage categories
he: נהל קטגוריות

# Languages::manage_existing_block
source: Edit Existing Blocks
he: ערוך בלוקים קיימים

# Languages::manage_items
source: Manage items
he: נהל פריטים

# Languages::manage_languages
source: Manage languages
he: נהל שפות

# Languages::manage_menus
source: Manage menus
he: נהל תפריטים

# Languages::manage_pages
source: Can edit
he: ניתן לעריכה

# Languages::manage_products
source: Manage products
he: נהל מוצרים

# Languages::manage_reports
source: Manage reports
he: נהל דוחות

# Languages::manage_shippings
source: Shipping methods
he: שיטות משלוח

# Languages::manage_sitemap
source: Manage sitemap
he: נהל את מפת האתר

# Languages::manage_stores
source: Manage stores
he: נהל חנויות

# Languages::mandatory
source: Required
he: נדרש

# Languages::manually
source: Manually
he: ידני

# Languages::manually_set_tax_rates
source: Manually set tax rates
he: הגדר ידנית את שיעורי המס

# Languages::mark
source: Mark as resolved
he: סמן כפתור

# Languages::marketing
source: Marketing
he: שיווק

# Languages::maximum_items_in_box
source: Maximum items in box
he: מספר פריטים מקסימאלי בתיבה

# Languages::max_amount
source: Total cost
he: סה"כ עלות

# Languages::max_box_weight
source: Max box weight
he: משקל קופסה מקסימאלי

# Languages::max_downloads
source: Max downloads
he: מקסימום הורדות

# Languages::max_item
source: Number of items
he: מספר פריטים

# Languages::max_order_qty
source: Maximum quantity to buy per product
he: כמות מקסימאלית לרכישה למוצר

# Languages::max_uploading_file_size
source: Max uploading file size
he: גודל קובץ מקסימאלי להעלאה

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
he: השאר שדה זה ריק כדי לאפשר העלאה של קבצים בכל גודל, או הגבל את גודל הקובץ ("100" שווה ל- 100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
he: ערך הסכום שהתקבל בבקשת סטטוס שונה מסך ההזמנה המקורית

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
he: ערך המטבע שהתקבל בבקשת סטטוס שונה ממטבע החנות

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
he: ערך md5 hash שהתקבל בבקשת סטטוס שונה מזה שהתקבל מהחישוב

# Languages::mb_transaction_id
source: MB Transaction ID
he: מזהה עסקת MB

# Languages::md5_checksum_failed
source: MD5 checksum failed
he: סיכום ביקורת MD5 נכשל

# Languages::md5_hash_value
source: MD5 hash value
he: ערך MD5 hash

# Languages::menu
source: Menu
he: תפריט

# Languages::menus
source: Menus
he: תפריטים

# Languages::menu_items
source: Items for menu
he: פריטים עבור התפריט

# Languages::merchantid
source: Merchant ID
he: קוד הסוחר

# Languages::merchant_email
source: Merchant Notification Email
he: הודעת דוא"ל של הסוחר

# Languages::merchant_firstname
source: Merchant first name
he: שם פרטי של הסוחר

# Languages::merchant_id
source: Merchant ID
he: מזהה הסוחר

# Languages::merchant_key
source: Merchant key
he: מפתח סוחר

# Languages::merchant_lastname
source: Merchant last name
he: שם המשפחה של הסוחר

# Languages::merchant_login
source: Merchant login
he: כניסת סוחר

# Languages::merchant_name
source: Merchant name
he: שם הסוחר

# Languages::merchant_pin
source: Merchant PIN
he: PIN הסוחר

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
he: לא התקבלה תגובה מהסוחר. אנא בדוק את העסקה ה זו באופן ידני.

# Languages::merchant_site_id
source: Merchant site ID
he: מזהה אתר הסוחר

# Languages::merchant_warrior_api_key
source: API Key.
he: מפתח API.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
he: ביטוי הסיסמה של ה-API.

# Languages::merge
source: Merge
he: מזג

# Languages::message
source: Message
he: הודעה

# Languages::messages
source: Messages
he: הודעות

# Languages::meta_description
source: Meta description
he: מטא-תיאור

# Languages::meta_keywords
source: Meta keywords
he: מטא מילות מפתח

# Languages::method
source: Method
he: שיטה

# Languages::minimized
source: Minimized
he: ממוזער

# Languages::minimum_commission_payment
source: Minimum commission payment
he: תשלום עמלה מינימלי

# Languages::minimum_items_in_box
source: Minimum items in box
he: מספר פריטים מינימאלי בקופסה

# Languages::minutes
source: minute(s)
he: דקה(ות)

# Languages::min_order_qty
source: Minimum quantity to buy per product
he: כמות מינימלית לרכישה למוצר

# Languages::missing_variants_handling
source: Missing variants handling
he: טיפול בוריאציות החסרות

# Languages::modifier
source: Modifier
he: שינוי (Modifier)

# Languages::modify_profile
source: Modify Profile
he: שנה את הפרופיל

# Languages::modify_selected
source: Modify selected
he: שנה את הנבחרים

# Languages::month
source: Month
he: חודש

# Languages::months
source: month(s)
he: חודש(ים)

# Languages::month_name_1
source: January
he: ינואר

# Languages::month_name_10
source: October
he: אוקטובר

# Languages::month_name_11
source: November
he: נובמבר

# Languages::month_name_12
source: December
he: דצמבר

# Languages::month_name_2
source: February
he: בפברואר

# Languages::month_name_3
source: March
he: מרץ

# Languages::month_name_4
source: April
he: אפריל

# Languages::month_name_5
source: May
he: מאי

# Languages::month_name_6
source: June
he: יוני

# Languages::month_name_7
source: July
he: יולי

# Languages::month_name_8
source: August
he: אוגוסט

# Languages::month_name_9
source: September
he: ספטמבר

# Languages::month_name_abr_1
source: Jan
he: ינואר

# Languages::month_name_abr_10
source: Oct
he: אוקטובר

# Languages::month_name_abr_11
source: Nov
he: נובמבר

# Languages::month_name_abr_12
source: Dec
he: דצמבר

# Languages::month_name_abr_2
source: Feb
he: פברואר

# Languages::month_name_abr_3
source: Mar
he: מרץ

# Languages::month_name_abr_4
source: Apr
he: אפריל

# Languages::month_name_abr_5
source: May
he: מאי

# Languages::month_name_abr_6
source: Jun
he: יוני

# Languages::month_name_abr_7
source: Jul
he: יולי

# Languages::month_name_abr_8
source: Aug
he: אוגוסט

# Languages::month_name_abr_9
source: Sep
he: ספטמבר

# Languages::more
source: More
he: עוד

# Languages::more_info
source: More info
he: מידע נוסף

# Languages::more_sign_in_options
source: Back to more sign in options
he: בחזרה לאפשרויות התחברות נוספות

# Languages::more_than
source: More than
he: יותר מ

# Languages::more_w_ellipsis
source: More...
he: עוד...

# Languages::most_popular
source: Most popular
he: הפופולרי ביותר

# Languages::most_popular_addons
source: Most popular add-ons
he: התוספים הפופולריים ביותר

# Languages::mr
source: Mr.
he: מר

# Languages::ms
source: Ms.
he: גב'

# Languages::tmpl_multicolumns_small
source: Multicolumns small
he: מרובה עמודות קטן

# Languages::tmpl_multicolumn_list
source: Multi-column list
he: רשימה מרובת עמודות

# Languages::multiple
source: Multiple
he: מרובה

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
he: <p>כדי לבחור מספר פריטים, הקש והחזק את מקש CTRL לחוץ ולחץ על הפריטים הנדרשים.</p>

# Languages::multiupload
source: Multiupload
he: העלאת קבצים מרובים

# Languages::my_account
source: My account
he: החשבון שלי

# Languages::my_account_links
source: My account links
he: קישורי החשבון שלי

# Languages::my_points
source: My points
he: הנקודות שלי

# Languages::na
source: N/A
he: לא רלוונטי

# Languages::name
source: Name
he: שם

# Languages::navigation
source: Navigation
he: ניווט

# Languages::navi_pages
source: Pages
he: דפים

# Languages::neighbours
source: Neighbours
he: שכנים

# Languages::new
source: New
he: חדש

# Languages::newest
source: Newest
he: החדש ביותר

# Languages::new_administrator_password
source: New administrator password
he: סיסמת מנהל מערכת חדשה

# Languages::new_category
source: New category
he: קטגוריה חדשה

# Languages::new_chart
source: New chart
he: תרשים חדש

# Languages::new_combination
source: New combination
he: שילוב חדש

# Languages::new_currency
source: New currency
he: מטבע חדש

# Languages::new_customer
source: New customer
he: לקוח חדש

# Languages::new_feature
source: New feature
he: תכונה חדשה

# Languages::new_file
source: New file
he: קובץ חדש

# Languages::new_filter
source: New filter
he: מסנן חדש

# Languages::new_folder
source: New folder
he: תיקיה חדשה

# Languages::new_group
source: New group
he: קבוצה חדשה

# Languages::new_items
source: New item
he: פריט חדש

# Languages::new_language
source: New language
he: שפה חדשה

# Languages::new_language_variable
source: New language variable
he: משתנה שפה חדשה

# Languages::important_language_text
source: When you hide, disable, or delete a default language of one of the storefronts, make sure to update the value of the <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>.
he: כאשר אתה מסתיר, משבית או מוחק שפה של ברירת מחדל באחת מחזיתות החנויות, זכור לעדכן את הערך של <b> שפת ברירת מחדל של קצה אחורי (Frontend).

# Languages::new_layout
source: New layout
he: פריסה חדשה

# Languages::new_link
source: New link
he: קישור חדש

# Languages::new_localization
source: New localization
he: לוקליזציה חדשה

# Languages::new_location
source: New location
he: מיקום חדש

# Languages::new_rate_area
source: New rate area
he: אזור תעריף ( rate area) חדש

# Languages::new_menu
source: New menu
he: תפריט חדש

# Languages::new_option
source: New option
he: אפשרות חדשה

# Languages::new_page
source: New page
he: דף חדש

# Languages::new_payments
source: New payment method
he: שיטת תשלום חדשה

# Languages::new_payout
source: New payout
he: תשלום חדש

# Languages::new_post
source: New post
he: הודעה חדשה

# Languages::new_product
source: New product
he: מוצר חדש

# Languages::new_profile
source: New profile
he: פרופיל חדש

# Languages::new_profile_field
source: New profile field
he: שדה פרופיל חדש

# Languages::new_profile_notification
source: New profile notification
he: הודעת פרופיל חדש

# Languages::new_promotion
source: New promotion
he: קידום מכירות חדש

# Languages::new_report
source: New report
he: דו"ח חדש

# Languages::new_saved_search
source: New saved search
he: חיפוש שמור חדש

# Languages::new_section
source: New section
he: סעיף חדש

# Languages::new_shipment
source: New shipment
he: משלוח חדש

# Languages::detailed_shipment
source: Detailed shipment
he: תיאור מפורט

# Languages::create_detailed_shipment
source: Create detailed shipment
he: צור תיאור מפורט

# Languages::new_shipment_was_created
source: New shipment was created
he: משלוח חדש נוצר

# Languages::new_shipping_method
source: New shipping method
he: שיטת משלוח חדשה

# Languages::new_site_map_section
source: New sitemap section
he: סעיף מפת האתר החדש

# Languages::new_states
source: New state(s) for the selected country
he: מדינה(אות) חדשה(אות) עבור ארצות שנבחרו

# Languages::new_status
source: New status
he: סטטוס חדש

# Languages::new_tab
source: New tab
he: לשונית חדשה

# Languages::new_tax
source: New tax
he: מס חדש

# Languages::new_usergroups
source: New user group(s)
he: קבוצה(ות) משתמשים חדשה

# Languages::new_user_profile
source: New user profile
he: פרופיל משתמש חדש

# Languages::new_vendor
source: New store
he: חנות חדשה

# Languages::new_zealand
source: New Zealand
he: ניו זילנד

# Languages::next
source: Next
he: הבא

# Languages::next_step
source: Next step
he: הצעד הבא

# Languages::no
source: No
he: לא

# Languages::nocombination
source: Unfortunately this combination is not accessible
he: למרבה הצער שילוב זה אינו זמין

# Languages::none
source: None
he: אף אחד

# Languages::normal
source: Normal
he: רגיל

# Languages::norway
source: Norway
he: נורווגיה

# Languages::norwegian
source: Norwegian
he: נורווגית

# Languages::note
source: Note
he: הערה

# Languages::notes
source: Notes
he: הערות

# Languages::notice
source: Notice
he: הודעה

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
he: ציינת [DECIMALS] ספרות לאחר הנקודה העשרונית [CURRENCY]. מספר הספרות המקסימאלי לאחר הנקודה העשרונית הוא 2. ערכים נוספים יוצגו בתור אפסים.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
he: מוצרים שלא ניתנים לשליחה הוסרו מסל הקניות שלך, באפשרותך להמשיך ברכישה.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
he: הלקוח עדכן את כתובת הדואר האלקטרוני בפרופיל. בחר בתיבת הסימון כדי לעדכן את פרטי ההזמנה:

# Languages::notify_customer
source: Notify customer
he: הודע ללקוח

# Languages::notify_orders_department
source: Notify orders department
he: הודע למחלקת הזמנות

# Languages::notify_user
source: Notify user
he: הודע למשתמש

# Languages::notify_vendor
source: Notify store owner
he: הודע לבעל החנות

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
he: הודע לי כאשר מוצר זה יחזור למלאי

# Languages::not_active
source: Not active
he: לא פעיל

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
he: קובץ זה יהיה זמין להורדה רק לאחר אישור מנהל מערכת

# Languages::not_a_member
source: Not a member
he: לא חבר

# Languages::not_installed
source: Not installed
he: לא מותקן

# Languages::not_scroll_automatically
source: Do not scroll automatically
he: אל תגלול בצורה אוטומטית

# Languages::enable_link
source: Enable link
he: הפעל קישור

# Languages::no_categories_available
source: No categories available
he: אין קטגוריות זמינות

# Languages::no_data
source: No data found
he: לא נמצאו נתונים

# Languages::no_data_found
source: No data found that satisfies this chart conditions
he: לא נמצאו נתונים העונים על תנאי התרשים

# Languages::no_files
source: No files
he: אין קבצים

# Languages::no_image
source: No image
he: אין תמונה

# Languages::no_items
source: No items defined
he: לא הוגדרו פריטים

# Languages::no_items_found
source: No items found matching the search criteria
he: לא נמצאו פריטים התואמים לקריטריוני החיפוש

# Languages::no_menus
source: No menus
he: אין תפריטים

# Languages::no_products_for_shipment
source: There are no products for shipment
he: אין כרגע מוצרים למשלוח

# Languages::no_products_selected
source: No products selected
he: אין מוצרים נבחרים

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
he: <p class="error-text" align="center"> עגלת הקניות שלך רקה ולא ניתן להעריך את עלות המשלוח</p>

# Languages::no_rates_for_empty_cart_warning
source: Your cart is empty and the shipping cost cannot be estimated
he: עגלת הקניות שלך רקה ולא ניתן להעריך את עלות המשלוח

# Languages::no_shipping_required
source: No shipping required
he: לא נדרש משלוח

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
he: אין אפשרות להפעיל את הקוד שהוזן, מאחר שקוד זה לא עומד בדרישות.

# Languages::no_themes_available
source: No themes available
he: אין ערכות נושא זמינות

# Languages::no_users_found
source: No users found
he: לא נמצאו משתמשים

# Languages::number
source: Number
he: מספר

# Languages::number_of_columns
source: Number of columns in the objects list
he: מספר העמודות ברשימת אובייקטים

# Languages::object
source: Object
he: אובייקט

# Languages::object_does_not_exist
source: The object doesn't exist
he: האובייקט אינו קיים

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
he: אובייקט באותו שם כבר קיים. האם ברצונך להחליף את הערך הקיים?

# Languages::object_not_found
source: The [object] not found
he: [object] לא נמצא

# Languages::of
source: of
he: מתוך

# Languages::off
source: Off
he: כיבוי

# Languages::offline
source: Offline
he: במצב לא מקוון

# Languages::offset
source: Offset
he: קיזוז

# Languages::ok
source: OK
he: או.קיי

# Languages::old_price
source: Old price
he: מחיר ישן

# Languages::on
source: on
he: על

# Languages::once_per_customer
source: Once per customer
he: פעם אחת ללקוח

# Languages::onclick_dropdown
source: Onclick-dropdown
he: רשימה נפתחת בקליק

# Languages::online_only
source: Online only
he: מחוברים בלבד

# Languages::on_off
source: On/Off
he: הפעלה/כיבוי

# Languages::on_site_template_editing
source: On-site template editing
he: עריכת תבנית באתר

# Languages::on_site_live_editing
source: On-site live editing
he: עריכת תבנית באתר

# Languages::open
source: Open
he: פתח

# Languages::open_action
source: Open
he: פתח

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
he: פתח קובץ או צור קובץ חדש כדי להתחיל.

# Languages::open_in_new_window
source: Open in new window
he: פתח בחלון חדש

# Languages::open_store
source: Open storefront
he: פתח את חזית החנות

# Languages::optimize_database
source: Optimize database
he: עשה אופטימיזציה של מסד נתונים

# Languages::optimizing_table
source: Optimizing table
he: עשה אופטימיזציה של טבלה

# Languages::options
source: Options
he: אפשרויות

# Languages::options_for
source: Options for
he: אפשרויות עבור

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
he: האפשרויות הוחלו בהצלחה על המוצרים הנבחרים

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
he: נהל אופציות מוצר גלובליות ואופציות הוריאציות בחנותך.

# Languages::options_settings
source: Options settings
he: אפשרויות הגדרות

# Languages::options_type
source: Options type
he: סוג אפשרויות

# Languages::option_combinations
source: Option combinations
he: צירופי אפשרויות

# Languages::option_name
source: Option name
he: שם אפשרות

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
he: אפשרות גלובלית "[option_name]" בוטלה עבור מוצר זה

# Languages::option_variants
source: Option variants
he: אפשרויות הוריאציות

# Languages::opt_currency_name
source: Show currency titles
he: הצג כותרות המטבעות

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
he: השתמש בסמלי המטבע במקום כותרת

# Languages::opt_language_icon
source: Use language icons instead of names
he: השתמש בצלמיות השפה במקום שמות

# Languages::opt_language_name
source: Show language names
he: הצג את שמות השפות

# Languages::or
source: or
he: או

# Languages::order
source: Order
he: הזמנה

# Languages::ordered_products
source: Ordered products
he: מוצרים שהוזמנו

# Languages::orders
source: Orders
he: הזמנות

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
he: החברה לא שונתה. אסור לשנות את החברה בעת עריכת הזמנה.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
he: השתמש בלחצן "הוסף מוצרים" שלעיל כדי להוסיף מוצרים להזמנה.

# Languages::order_by_status
source: Order by status
he: סדר לפי סטטוס

# Languages::order_date
source: Order date
he: תאריך הזמנה

# Languages::order_details
source: Order details
he: פרטי הזמנה

# Languages::order_discount
source: Order discount
he: הנחה על הזמנה

# Languages::order_id
source: Order ID
he: מזהה הזמנה

# Languages::order_info
source: Order information
he: מידע אודות ההזמנה

# Languages::order_items
source: Order items
he: הזמן פריטים

# Languages::order_landing_page
source: Order landing page
he: הזמן דף נחיתה

# Languages::order_management
source: Order management
he: ניהול הזמנות

# Languages::order_placed
source: Order placed
he: ההזמנה התקבלה

# Languages::order_prefix
source: Order prefix
he: קידומת ההזמנה

# Languages::order_search
source: Search order
he: חפש הזמנה

# Languages::order_status
source: Order status
he: סטטוס הזמנה

# Languages::order_statuses
source: Order statuses
he: סטטוסי הזמנות

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
he: הוסף סטטוסים חדשים או ערוך סטטוסים קיימים.

# Languages::order_total
source: Order Total
he: סיכום הזמנה

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
he: הסכום הכולל ששולם אינו תואם את סך כל ההזמנה

# Languages::order_was_not_placed
source: Order was not placed
he: ההזמנה לא בוצעה

# Languages::original
source: Original
he: מקורי

# Languages::or_saved_search
source: or any item from the saved search
he: או כל פריט מהחיפוש השמור

# Languages::or_use
source: Or use
he: או השתמש

# Languages::others
source: Others
he: אחרים

# Languages::other_addons
source: Other add-ons
he: תוספים אחרים

# Languages::output
source: Output
he: פלט

# Languages::out_of_stock_actions
source: Out of stock actions
he: פעולות מחסור במלאי

# Languages::out_of_stock_products
source: Out of stock
he: אזל מהמלאי

# Languages::override_by_dispatch
source: Override locations by dispatch
he: עקוף מיקומים על ידי dispatch

# Languages::override_by_this
source: Use this content for all the block instances
he: השתמש בתוכן זה עבור כל מופעי הבלוק

# Languages::override_product_data
source: Apply values to all the selected products
he: להחיל ערכים על כל המוצרים שנבחרו

# Languages::owner
source: Owner
he: בעלים

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
he: נא הקלד "מסכים" או " לא מסכים" בתיבה המתאימה

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
he: בהקלדה של המילה מסכים בתיבה להלן אני חותם לאות הרשאה ל- Payment21&reg; חייב באופן אלקטרוני את חשבני בסכום שהכנסתי. אני גם מבין ומאשר מפורשות למוכר, אם תשלום eCheck שלי לא יכובד או יחזור מסיבה כלשהי, לחייב באופן אלקטרוני את חשבוני בסכום של תשלום eCheck בתוספת עמלת אכ"מ (NSF) שלא תעלה על המגבלה החוקית המקסימלית של המדינה. אני אדפיס או אשמור דף זה עבור רישומים שלי. אני יכול להתקשר למספר 1-888-770-0850 תמיכה 24 שעות ביממה, שבעה ימים בשבוע עם כל שאלה בנוגע לעסקת תשלום זו.

# Languages::package
source: Package
he: חבילה

# Languages::packages
source: Packages
he: חבילות

# Languages::show_package_contents
source: View upgrade contents
he: צפה בתוכן השדרוג

# Languages::package_type
source: Package type
he: סוג חבילה

# Languages::packing_slip
source: Packing slip
he: תעודת משלוח

# Languages::packing_slip_for_order
source: Packing slip for order
he: תעודת משלוח עבור הזמנה

# Languages::page
source: Page
he: דף

# Languages::pages
source: Pages
he: דפים
