Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::text_category_icon
source: (displayed on category list and details pages)
he: (מוצג ברשימת הקטגוריות דפי פרטים בלבד)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
he: מתחבר ל <b>[processor]</b>...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
he: <strong>שים לב!<strong>בחן URL סטטי כלשהו, למשל <a href="[url]">[url]</a>, כדי לוודא שזה עובד לפני הפעלת CDN (אתה יכול להפעיל את זה לאחר שהאחסון הפך לפעיל). בדרך כלל לוקח 10-15 דקות להפעיל את האחסון (שדה "סטטוס" צריך להציג "פעיל", רענן את העמוד לעדכונים).

# Languages::text_cdn_setup
source: CDN was set up successfully.
he: CDN הוגדר בהצלחה.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
he: השינויים שביצעת לא נשמרו.

# Languages::text_changes_saved
source: Your changes have been saved.
he: השינויים שביצעת נשמרו בהצלחה.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
he: אתה מחובר כעת לחשבונך. שנה את הסיסמה והקלק על כפתור שמור.

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
he: אם אתה לקוח חדש, אנו צריכים לדעת את הפרטים האישיים שלך.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
he: אתה יכול להשתמש בתווים חופשיים (wildcards) בשדה זה: <br /><b>'?'</b>- כל תו בודד;<b>'*'</b> - כל מספר תווים. <br /><br /><u>דוגמה: </u><br /><b> ניו יורק*</b> &nbsp;&nbsp;(תואם לניו יורק, ניו יארק, וכו')<br /><b>L?s*</b>&nbsp;&nbsp; (תולאם ללס וגאס, לוס אנג'לס, וכו'..)

# Languages::text_click_here
source: Click here for more details
he: הקלק כאן לפרטים נוספים

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
he: הגדר את ה-URL הבא בתור <b>CGI2</b>: <b>[postback_url]</b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
he: למען ביטחונך, מלא את הטופס שלהלן כדי להשלים את הזמנתך. אין להקליק על כפתור רענן או כפתור חזרה, אחרת העסקה הזו תופסק או תבוטל.

# Languages::text_cmpi_go_back
source: Go back
he: חזור

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
he: אין במלאי את המוצרים עם האפשרויות שנבחרו

# Languages::text_companies_activated
source: Selected companies have been activated
he: החברות שנבחרו הופעלו בהצלחה

# Languages::text_companies_disabled
source: Selected companies have been disabled
he: החברות שנבחרו אינן פעילות

# Languages::text_company_status_active_subj
source: Your company was activated.
he: החברה שלך הופעלה.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
he: סטטוס החברה שלך [company]שונה ל[status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
he: החברה שלך אינה פעילה.

# Languages::text_conditions_cleared
source: Table conditions were cleared
he: טבלת תנאים נוצרה

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
he: עבור בקישור זה על מנת לאשר את פעולת שיחזור הסיסמה

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
he: הגישה נדחתה: התקפה CSRF אפשרית

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
he: לוגו עבור אזור <b>לקוח</b>

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your Datatrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your Datatrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the Datatrans payment configuration page in your store<br />
he: <b>הערה<b>: כדי לעקוב אחר הזמנות DataTrans שלך בתוכנת סל הקניות שלך עליך לנקוט בצעדים הבאים:<br /> <br /> -&nbsp;התחבר לחשבון DataTrans שלך<br /> -&nbsp;הקלק על קישור <u>'Upp Data'</u> בסעיף<u>'Upp Administration'.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;הקלק על קישור 'Security' בסעיף <u>'Upp Administration'</u>. <br /> -&nbsp;בחיר באפשרות <b>'זיהוי סוחר נוסף יישלח עם הודעות תשלום'<br /> -&nbsp;צור חתימה דיגיטלית חדשה תוך שימוש ב- <u>כפתור</u>'צור חתימה חדשה'<br /> -&nbsp;שייך את הערך שנוצר לשדה <u>'חתימה דיגיטלית'</u>בדף תצורה של תשלום DataTrans בחנות שלך<br />

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
he: השינויים שביצעת לא נשמרו, לחץ אישור כדי להמשיך, או ביטול כדי להישאר בדף הנוכחי.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
he: הנקודות מנוצלות בהזמנה הופחתו מחשבון המשתמש.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
he: <b>הערה</b>שלח את המידע הבא לתמיכה של DeltaPay: <br />דף התשלום:'<u>[payment_url]</u>'<br />דף הצלחה:'<u>[result_url]</u>'<br />עמוד כישלון:<u>[result_url]</u>'<br />עמוד ביטול:<u>[result_url]</u>'<br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
he: הגדר 'קישור הצלחה' כ:<b>[success_url]</b><br />הגדר 'קישור בטל' כ:[abort_url]</b><br /> הוסף הודעות HTTP חדשות והגדר 'URL הודעה' כ:<b>[notification_url]</b><br /> הפעל בדיקת קלט והגדר 'אלגוריטם Hash' כ'SHA1'<br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
he: הספרייה<b>[directory]</b>נוצרה בהצלחה.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
he: הספרייה<b>[directory]</b>נמחקה בהצלחה

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
he: שמה של הספרייה<b>[directory]</b>שונה בהצלחה ל <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
he: הספרייה<b>[directory]</b>שוחזרה בהצלחה מהמאגר

# Languages::text_downloads_empty
source: Your downloads list is empty
he: רשימת ההורדות שלך ריקה

# Languages::text_editing
source: Text editing
he: עריכת טקסט

# Languages::text_edp_product
source: This product is electronically distributed
he: המוצר מופץ באופן אלקטרוני

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
he: הקישור לאישור אינו תקף או פג תוקף.

# Languages::text_email_sent
source: E-mail has been sent successfully.
he: דואר אלקטרוני נשלח בהצלחה.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
he: הוסף את שדות URL אלה בתצורה של טופס תשלום eMerchantPay eCommerce שלך: :<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>URL אישור מותאם אישית:</b><br/>[notify_url]<br/><br/><b>URL סירוב ייחודי:</b><br/>

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
he: שלך את ה-URL הבא למנהל eNPS כ-URL תגובה לכל שלושת המקרים (הצלחה, כישלון, ביטול): [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
he: הזן שם קובץ חדש

# Languages::text_exim_data_exported
source: Data is exported successfully
he: הנתונים יוצאו בהצלחה

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
he: הנתונים ייובאו בהצלחה.<br /> אובייקטים חדשים -<b>[new]</b>;<br />אובייקטים מעודכנים-<b>[exist]</b>;<br />אובייקטים שדילגו עליהם - [skipped]</b>;<br />סה"כ - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
he: הנתונים יובאו בהצלחה.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
he: להלן רשמת שדות שניתן לייצא. השדות<b> המובלטים </b> הם שדות חובה.

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
he: <h4>פורמט ייבוא תכונות מוצרים >(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>כאשר, <dl class="dl-horizontal"><dt>%Group name%</dt><dd>שם קבוצת התכונות</dd><dt>%Feature name%</dt><ddשם התכונה</dd><dt>%Feature type%</dt><dd>סוג התכונה (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>ערך התכונה (נתן להפריד מספר ערכים על ידי פסיק)</dd></dl><p>חייבים להפריד מספר תכונות על ידי נקודה פסיק</p><h5>דוגמה:</h5><code>ISBN: T[1233423423]; תאריך שחרור: D[05/05/07]; צבע:S[Red]</code>

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
he: <h4>פורמט יבוא קבצים</h4><code>%File location%</code>כאשר,<dl class="dl-horizontal"> <dt>%File location%</dt> <dd>יכול להיות נתיב מוחלט או יחסי במערכת קבצי שרת או URL</dd> </dl> <p>חייבים להפריד מספר קבצים על ידי פסיק.</p> <h5>דוגמה 1:</h5><code>file1.jpg</code><h5>דוגמה 2:</h5><code>backup/file1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
he: <h4>פורמט ייבוא קבצים</h4><code>%Image location%#%Alternative text%</code> כאשר, <br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>יכול להיות נתיב מוחלט או יחסי במרכת קבצי שרת או URL,</dd><dt>%Alternative text%<dt><dd>טקסט חליפי של תמונה</dd></dl><h5>דוסמה 1: </h5><code>images/product_images/apples.jpg#Apples</code><h5>דוגמה 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
he: להלן רשימת שדות שקובץ הנתונים שלך יכול להכיל. השדות המובלטים הם שדות חובה. אם אתה מייבא קבצים עם תווים מיוחדים (פסיק, נקודה פסיק וכו'), וודא שהשדות האלה מסומנים במרכאות.

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
he: <h4>Product options import format</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>גילך: I; תאריך לידה:I; הערות:T</code><br>אפשרויות עם וריאנטים:<code>צבע:S[Red, Green, Blue]; גודל R[X, XL, XXL]</code>

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
he: וודא שהקובץ שאתה מייבא כולל סט תווים UTF-8 עבור יבוא נכון

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
he: לצערינו, המנוי שלך עבור [product] התוכנה פג. חדש אותו בהקדם האפשרי כדי למנוע את השעיית התוכנית.

# Languages::text_features_delimiter
source: Delimiter between variant values of a product feature.
he: הפרד בין וריאציות של ערכי תכונות המוצר.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
he: הפרמטרים שיישלחו לשרת שלנו כדי לנתח את הפונקציונליות ואת התצורה הנוכחית מצוינים להלן.<br />שים לב שלא יישלח שום מידע אישי או פיננסי. לאחר שתעיין ברשימת הפרמטרים, הקלק על "שלח"..<br />

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
he: ספרייה בה קבצי המוצרים נמצאים. היא תשמש אם שדה "קובץ" מוגדל ללא נתיב.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
he: הקובץ <b>[file]</b> נוצר בהצלחה

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
he: הקובץ <b>[file]</b> נמחק בהצלחה

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
he: שמו של הקובץ <b>[file]</b>שונה בהצלחה ל<b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
he: הספרייה<b>[directory]</b>שוחזרה בהצלחה מהמאגר

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
he: הקובץ <b>[file]</b> נשמר בהצלחה

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
he: עליך להשלים את כל שדות חובה

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
he: אסור ליצור/להעלות/לשנות שם של קבצים עם <b>.[ext]</b> סיומת.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
he: אסור ליצור/להעלות/לשנות שם של קבצים מסוג <b>[mime]</b> MIME.

# Languages::text_forbidden_functionality
source: <p>To use this feature, you need a [product] license.</p>
he: <p>כדי להשתמש בתכונה זו, תצטרך את רישיון [product] המוצר. </p>

# Languages::upgrade_license
source: Upgrade my license
he: שדרג את הרישיון שלי

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
he: אסור להעלות קבצים עם <b>.[ext]</b> סיומת. סיומות מותרות הן: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
he: אסור להעלות קבצים בגודל מעל <b>[size]</b>

# Languages::text_license_required_full
source: Your current CS-Cart edition is Professional. We also offer another one, a more advanced edition—<b>Ultimate</b>. With CS-Cart Ultimate, you'll be able to use unlimited number of storefronts and the mobile commerce app as well as the eBay Synchronization add-on and the Facebook app without additional fees. To unlock unlimited storefronts and mobile commerce, get the Ultimate license.
he: הוצאת CS-Cart הנוכחית שלך היא Professional. אנו גם מציעים הוצאה אחרת, מתקדמת יותר—<b>Ultimate</b>. עם CS-Cart Ultimate, תוכל להשתמש במספר בלתי מוגבל של חזיתות חנות ובאפליקציה לסחר נייד וכמו כן תוסף סנכרון עם eBay ואפליקציית פייסבוק ללא תשלום נוסף. כדי לפתוח את חזיתות חנות ללא הגבלה ומסחר נייד, קנה רישיון Ultimate.

# Languages::text_license_required_storefronts
source: Add as many storefronts as you want and manage them via a single admin panel.
he: הוסף חזיתות חנות לפי רצונך ונהל אותם באמצעות פנל ניהול יחיד.

# Languages::text_license_required_facebook
source: Build your store into your Facebook page to get closer to your audience and draw more new customers.
he: הוסף את החנות שלך לדף הפייסבוק שלך כדי להתקרב לקהל שלך ולמשוך לקוחות חדשים נוספים.

# Languages::text_license_required_ebay
source: Boost your sales by selling products presented in your CS-Cart store on the world's biggest marketplace—eBay.
he: הגדל את המכירות שלך על ידי מכירת מורים המוצגים בחנות CS-Cart שלך באתר מכירות הגדול ביותר בעולם - eBay.

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
he: השלם את התשלום שלך להלן.<br />זהו עמוד תשלום מאובטח המוגש מאתר מאובטח.

# Languages::text_license_required_storefronts-title
source: Unlimited Storefronts
he: חזיתות חנות ללא הגבלה

# Languages::text_license_required_facebook-title
source: Facebook App
he: יישומי פייסבוק

# Languages::text_license_required_ebay-title
source: eBay Synchronization
he: סינכרון איביי

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
he: נדרש<strong>מצב מלא.

# Languages::license_required
source: [product] license required
he: נדרש רישיון [product]

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
he: <p>הגדר את הערכים הבאים בהגדרות סוחר Gate2Shop: </p><p>הצלחה, ככישלון ו-URL מבוטל: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
he: ספריית GD לא<b>מותנת בשרת שלך. צור קשר עם הספק המארח שלך.<br />דיאגרמות ניתן להציג בצורת טבלה בלבד (סוג דיאגרמה "טבלה").

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
he: <b>מזהה לקוח -</b> מזהה לקוח שלך - ערך עשרוני בין 0 ל-999999999, או כינוי לקוח חוקי בצורה UK12345678CUR. <br /> שים לב שהכינוי מבחין בין אותיות גדולות לאותיות קטנות.<br /> <bהערה חשובה למשתמשי UNIX:</b><br /> אנא ודאו שיש לכם הרשאות מתאימות עבור הספרייה הבאה:[cart_dir] (shell command "chmod -R 755").

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
he: -&nbsp;התחבר לחשבון iDEAL שלך<br />-&nbsp;הקלק על<u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. מפתח סודי ידוע רק למוכר ול-iDEAL.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
he: ספרייה בה נמצאות התמונות. היא תשמש במקרה שקובץ התמונות מצוין ללא נתיב.

# Languages::text_invalid_url
source: You have entered an invalid URL
he: הזנת כתובת URL לא חוקית

# Languages::text_items_added
source: The items were added successfully
he: הפריטים נוספו בהצלחה

# Languages::text_payment_first_data_notice
source: Please log in to FirstData Connect 2.0 Admin, open the "Administration" tab, click on the "Connect 2.0 Setup" link.<br /> Set the following URL in the "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
he: התחבר ל-FirstData Connect 2.0 Admin, פתח את לשונית "ניהול", הקלק על הקישור "Connect 2.0 Setup".<br /> הגדר את הURL הבא בסעיפים "טופס הגשת הזמנה", "דף אישור", דף כישלון": [return_url]<br />
