Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::uc_broken_upgrade_connector
source: Upgrade connector [connector_id] returned incorrect data
he: מחבר שדרוג [connector_id] החזיר נתונים שגויים

# Languages::uc_downloaded_and_ready
source: Upgrade package has been downloaded and ready to install
he: חבילת שדרוג הורדה ומוכנה להתקנה

# Languages::uc_connector_not_found
source: Upgrade connector not found
he: מחבר שדרוג לא נמצא

# Languages::uc_unable_to_read_schema
source: Unable to read package schema (schema.json)
he: לא מסוגל לקרוא את הסכמה של החבילה (schema.json)

# Languages::uc_package_schema_not_found
source: Package content schema not found
he: סכמה של חבילת תוכן לא נמצאה

# Languages::uc_package_schema_is_not_json
source: Package schema is not a valid JSON
he: תרשים החבילה אינו JSON חוקי

# Languages::uc_addon_package_forbidden_path
source: Forbidden: Add-on tries to upgrade core files ([path])
he: אסור: תוסף מנסה לשדרג את קבצי ליבה ([path])

# Languages::uc_addon_package_migrations_forbidden
source: Package contains migrations that were not described in schema or schema has links to missing migration files
he: החבילה כוללת העברות שלא תוארו בסכמה או שהסכמה כוללת קישורים לקבצי העברה

# Languages::uc_addon_package_languages_forbidden
source: Package contains languages that were not described in schema or schema has links to missing languages files
he: חבילה כוללת שפות שלא תוארו בסכמה או שהסכמה כוללת קישורים לקבצי שפות חסרים

# Languages::uc_addon_package_files_do_not_match_schema
source: Package contains files that were not described in schema or schema has links to missing files
he: חבילה כוללת קבצים שלא תוארו בסכמה או שהסכמה כוללת קישורים לקבצים חסרים

# Languages::uc_addon_package_pre_post_scripts_mismatch
source: Package contains pre/post scripts that were not described in schema or schema has links to missing files
he: חבילה כוללת pre/post scripts שלא תוארו בסכמה או שהסכמה כוללת קישורים לקבצים חסרים

# Languages::new_version
source: New version
he: גרסה חדשה

# Languages::migrations
source: Migrations
he: העברות

# Languages::permissions_issue
source: Permissions issue
he: הוצאת הרשאות

# Languages::text_uc_local_modification
source: Local modifications
he: שינויים מקומיים

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
he: אני מבין שהשינויים המקומיים שלי יאבדו לחלוטין במהלך השדרוג

# Languages::text_uc_will_be_changed
source: Will be changed
he: ישתנה

# Languages::text_uc_will_be_deleted
source: Will be deleted
he: יימחק

# Languages::uc_title_validators
source: Upgrade package validators
he: שדרג את המאמתים של החבילה

# Languages::uc_execute_validator
source: Execute "[validator]" validator
he: בצע "[validator]" מאמת

# Languages::uc_copy_files
source: Copy files
he: העתק קבצים

# Languages::uc_run_migrations
source: Run migrations
he: הפעל העברות

# Languages::uc_install_languages
source: Install languages
he: התקן שפות

# Languages::uc_upgrade_progress
source: Upgrade progress
he: תהליך שדרוג

# Languages::upload_upgrade_package
source: Upload upgrade package
he: העלה את חבילת שדרוג

# Languages::upload_upgrade_text
source: Uploading upgrade package allows you to apply HotFixes or Add-on upgrades. You can upload an upgrade pack by picking a tgz,gz,zip format archive and clicking Upload.
he: העלאת חבילת שדרוג מאפשרת לך להחיל שדרוגי HotFixes או תוספים. תוכל להעלות את חבילת שדרוג על ידי בחירת פורמט ארכיון tgz,gz,zip ולהקליק העלה.

# Languages::outside_navigation
source: Outside navigation
he: ניווט חיצוני

# Languages::exim_error_incorrect_feature_type
source: Incorrect feature type. Some product features were not updated.
he: סוג תכונה שלגוי. תכונות מסוימות של המוצר לא שודרגו.

# Languages::exim_error_empty_feature_name
source: Feature name is missing. Some product features were not updated.
he: שם התכונה חסר. תכונות מסוימות של מוצר לא שודרגו.

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
he: לפחות חזית חנות אחת חייבת להישאר

# Languages::datakeeper.run_backup_via_cron_message
source: You can run the backup automatically at certain time intervals. To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
he: אתה יכול להריץ את הגיבוי אוטומטית במרווחי זמן מסוימים. כדי לעשות זאת, הוסף פקודות הבאות ל-<a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
he: לא ניתן לשחזר את הקובץ. מותרים קבצי sql, .zip and .tgz בלבד.

# Languages::datakeeper.file_cannot_be_overrided
source: Cannot write to the file <b>[file]</b>. Set the writable permissions manually or check the FTP access to your server in the <a href="[url]">"Upgrade center"</a> section
he: לא ניתן לכתוב לקובץ <b>[file]</b>. הגדר הרשאות כתיבה ידנית או בדוק את גישת FTP לשרת שלך ב- <a href="[url]">בסעיף</a>"שדרג מרכז"

# Languages::uc_restore_email_body
source: <p>Your store's database and files has been backed up before the upgrade. The backup archive includes the whole database and all files except for images. The backup archive has been stored on your server: [backup_file].</p><p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p><p>If something goes wrong during the upgrade, go to your admin panel, <strong>Administration → Backup/Restore</strong>, to restore the backup.</p><p>If you can't access your admin panel, use the following link to restore the last backup. <b>Important:</b> following this link will immediately launch the restore process. Use it only if you can't access your admin panel! Restore the last backup:</p>
he: <p>בסיס נותנים וקבצים של החנות שלך גובו לפני השדרוג. ארכיון הגיבוי כולל את כל בסיס הנתונים וכל הקבצים מלבד תמונות. ארכיון הגיבוי מאוחסן בשרת שלך:[backup_file].</p><p>לפני השדרוג החנות שלך נסגרה. בדוק אם היא עובדת היטב לאחר השדרוג<a href="[settings_section]">ופתח אותה</a>.</p><p>אם משהו משתבש במהלך השדרוג, עבור לפנל הניהול שלך, <strong>ניהול>גיבוי/שחזור <strong>, כדי לשחזר את הגיבוי.</p><p>אם אינך יכול לגשת לפנל אינך יכול לגשת לפנל הניהול שלך, השתמש בקישור הבא כדי לשחזר את הגיבוי האחרון. <b>חשוב: <b>הקישור הבא יתחיל מיד את תהליך השחזור. השתמש בו רק אם אתה לא יכול לגשת לפנל הניהול! שחזר את הגיבוי האחרון::</p>

# Languages::uc_backup_info_subj
source: Upgrade Center: Store has been backed up and closed.
he: מרכז שדרוגים: החנות גובתה ונסגרה.

# Languages::uc_info_subj
source: Upgrade Center: Store has been closed.
he: מרכז שדרוגים: החנות נסגרה.

# Languages::error_features_too_many_variants
source: Search by features is not available due to the excessive number of variants.
he: חיפוש לפי תכונות אינו זמין בגלל מספר עודף של וריאנטים.

# Languages::upgraded_on
source: Upgraded on
he: שודרג ב

# Languages::error_unable_to_create_thumbnail
source: Unable to create thumbnail for file "[file]": [error]
he: לא ניתן ליצור תמונה ממוזערת עבור הקובץ "[file]": [error]

# Languages::uc_restore_email_subject
source: Upgrade center: Store has been backed up and closed.
he: מרכז שדרוגים: החנות גובתה ונסגרה.

# Languages::warning_zero_price_restricted_product
source: Product <b>"[product]"</b> has not been added to the cart, because it doesn't have a price.
he: מוצר<b>"[product]"</b> לא נוסף לעגלת קניות בגלל שאין לו מחיר.

# Languages::exim_vendor_cant_create_feature
source: Vendors cannot create product features and their variants. Some product features cannot be modified.
he: ספקים לא יכולים ליצור תכונות ווריאנטים שלהן. תכונות מוצר מסוימות לא ניתנות לשינוי.

# Languages::uc_migration_failed
source: An error has occured during upgrading database structure (applying migration [migration]).
he: שגיאה התרחשה בעת שדרוג מבנה בסיס נתונים (החלת העברה [migration]).

# Languages::text_entered_html_was_sanitized
source: Some <strong>HTML tags</strong> that you have used <strong>were cut off</strong> because of the restrictions on inserting HTML tags such as &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; and JavaScript code. That's why the content that you've inserted via these tags will not be displayed.
he: חלק <strong>תגי HTML<strong>שהשתמשת בהם<strong>נחתכו<strong>בגלל מגבלות על הכנסת תגי HTML כגון &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; וקוד JavaScript . בגלל זה התוכן שהכנסת באמצעות תגים אלה לא יוצג.

# Languages::text_uc_package_installed_with_errors
source: Errors occurred during the upgrade process. Please contact technical support to investigate the problem.
he: שגיאות התרחשו במהלך השדרוג. צור קשר לתמיכה טכנית כדי לבדוק את הבעיה.

# Languages::error_unable_to_create_backups
source: Unable to create backups.
he: אין אפשרות ליצור גיבויים.

# Languages::seconds_left
source: [n] second left|[n] seconds left
he: [n] שניות שנותרו[n] שניות שנותרו

# Languages::text_uc_timeout_check_success
source: Looks like your server allows to change the "max_execution_time" option from the script. You are good to go with the upgrade process.
he: נראה שהשרת שלך מאפשר לשנות את האפשרות "max_execution_time" מהסקריפט. אתה יכול להתקדם עם תהליך השדרוג.

# Languages::check_php_timeout
source: Check PHP script timeout
he: בדוק PHP script timeout

# Languages::i_agree_continue
source: I agree and continue
he: אני מסכים וממשיך

# Languages::upgrade_center.error_unable_to_prepare_restore
source: Unable to prepare restore script.
he: לא ניתן להכין סקריפט שחזור.

# Languages::text_cc_javascript_disabled
source: Note! Your browser has the <b>JavaScript</b> disabled. To pay for your order click
he: שים לב! בדפדפן שלך <b> JavaScript מושבת. כדי לשלם על ההזמנה שלך הקלק

# Languages::cc_button_submit
source: Proceed to checkout
he: המשך לקופה

# Languages::payments.rocketgate.avs_mode
source: AVS Mode
he: מצב AVS

# Languages::payments.rocketgate.scrub_mode
source: SCRUB Mode
he: מצב SCRUB

# Languages::payments.rocketgate.ignore
source: Ignore
he: התעלם

# Languages::use_for_free_shipping
source: Use for free shipping
he: השתמש למשלוח חינם

# Languages::tt_views_products_components_products_shipping_settings_free_shipping
source: Products with the Free shipping option enabled will be excluded from shipping calculation if shipping method has the Use for free shipping option enabled
he: מוצרים עם אפשרות משלוח חינם מופעלת לא יכללו בחישוב אם בשיטות משלוח מופעלת האפשרות משלוח חינם

# Languages::tt_views_shippings_update_use_for_free_shipping
source: Exclude products with the enabled Free shipping option from the shipping price calculation
he: את תכלול בחישוב את המוצרים עם אפשרות משלוח חינם מופעלת

# Languages::free_shipping_upgrade_notification_text
source: <p>Some of your products have the <b>Free shipping</b> property enabled. In earlier versions of [product] a customer didn't have to choose a shipping method when buying these products.</p><p>Starting with this [product] version, a customer chooses a shipping method at checkout for products with the <b>Free shipping</b> property enabled.</p><p>To set up a shipping method that will be used for free shipping, complete these steps:</p><ol><li>Go to <b>Administration → Shipping &amp; taxes → Shipping methods</b>.</li><li>Choose the existing shipping method that you want to use for free shipping, or create a new one.</li><li>Scroll to the <i>Extra</i> section and enable the <b>Use for free shipping</b> setting.</li></ol><p>You can set up as many shipping methods as you want for free shipping.</p><p>Note that you have to apply the <b>Use for free shipping</b> option to particular shipping methods.</p><p>Tick the <b>Use for free shipping</b> checkbox, if you want to exclude the products with the enabled <b>Free shipping</b> option from the shipping price calculation. [product] will calculate the shipping price of the other products from the order in accordance with the <b>Shipping charges</b>.</p><p>If you leave the checkbox unticked, [product] will calculate the shipping price for all products from the order in accordance with the <b>Shipping charges</b>.</p>
he: <p>לחלק מהמוצרים שלך<b>מופעלת התכונה <b>משלוח חינם. בגרסאות הקודמות של [product] הלקוח לא היה צריך לבחור שיטת משלוח בעת קניית מוצרים אלה.</p><p>החל מגרסה זו [product], לקוח בוחר שיטת משלוח בקופה עבור המוצרים עם תכונת <b>משלוח חינם<b>מופעלת.</p><p>כדי להגדיר שיטת משלוח שתשמש עבור משלוח חינם, השלם את הצעדים הבאים:</p><ol><liעבור ל <b>ניהול>משלוח &amp; מיסים>שיטות משלוח</b>.</li><li>בחר את שיטת משלוח הקיימת שתרצה כי תשמש עבור משלוח חינם או צר חדשה.</li><li>גלול לסעיף<i>Extra</i> ואפשר <b>את ההגדרה</b>השתמש עבור משלוח חינם</li></ol><p>אתה יכול להגדיר מספר שיטות משלוח חינם לפי רצונך.</p><p>שם לך שעליך להחיל את האפשרות<b>השתמש עבור משלוח חינם<b>על שיטות משלוח מסוימות.</p><p>סמן בתיבת סימון <b>השתמש עבור משלוח חינם <b>אם תרצה להחריג את המוצרים עם אפשרות <b>משלוח חינם <b>מופעלת מחישוב מחיר המשלות. [product] ייחשב את מחיר המשלוח של מוצרים אחרים מההזמנה לפי <b>חיובים עבור משלוח</b>.</p><p>אם לא תסמן את תיבת הסימון, [product]ייחשב את מחיר המשלוח עבור כל המוצרים מההזמנה לפי <b>חיובים עבור המשלוח</b>.</p>

# Languages::trash_category
source: Trash category
he: קטגוריה פח זבל

# Languages::trash_category_description
source: When a product is deleted from the last category in the store, it will be moved to this category.
he: כאשר המוצר נמחק מהקטגוריה האחרונה בחנות, הוא יועבר לקטגוריה זו.

# Languages::products_without_category
source: Products without category
he: מוצרים ללא קטגוריה

# Languages::products_without_category_description
source: When a product is created without a category during import, it will be placed into this category.
he: כאשר מוצר נוצר ללא קטגוריה במהלך הייבוא, הוא יוכנס לקטגוריה זו.

# Languages::products_without_category_notification_text
source: Some of your products currently don't have a category. It may be harder for customers to find those products.<br /> <a href="[url]" target="_blank">Please check these products and assign them a category.</a>
he: לחלק מהמוצרים שלך כרגע אין קטגוריה. יכול להיות שקשה יותר ללקוחות למצוא את המוצרים האלה. <br /> <a href=" [url ]" target="_blank"> אנא בדוק מוצרים אלה והקצה להם קטגוריה. </a>

# Languages::deleting_required_category_notification_text
source: Category "[category]" is required and can't be deleted.
he: קטגוריה "[category]" נדרשת ולא ניתן למחוק אותה.

# Languages::free_shipping_upgrade_notification_title
source: Free shipping changes
he: שינויי משלוח חינם

# Languages::dhl_upgrade_notification_title
source: DHL realtime shipping rate calculation changes
he: שינויים בחישוב תעריף תשלום בזמן אמת של DHL

# Languages::dhl_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use DHL as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses DHL as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper Site ID and Password</li></ul>
he: <p>לגרסה החדשה של [product] הגדרות שונות עבור חישוב תעריפי משלוח אם אתה משתמש ב-DHL בתור מוביל </p><p>אם תרצה להציג את תעריפי המשלוח השוטפים ללקוחות שלך, עשה זאת כך: </p><ul><li>עבור לניהול>משלוח ומיסים>שיטות משלוח</li><li> את שיטת משלוח עם DHL בתור מוביל כדי לחשב את תעריפי המשלוח</li><liעבור ללשונית כללי והכנס את שיטת המשלוח המתאימה</li><li>עבור ללשונית תצורה והכנס את מזהה האתר וסיסמה המתאימים</li></ul>

# Languages::upgrade_notification_title
source: Upgrade changes in [product] [version]
he: שינויי שדרוג ב-[product] [version]

# Languages::eway_upgrade_notification_title
source: eWAY, eWAY Direct Payment and eWAY Shared Payment payment processors are no longer supported
he: מעבדי תשלומים eWAY, eWAY Direct Payment and eWAY Shared Payment לא נתמכים יותר

# Languages::eway_upgrade_notification_text
source: <p><b>eWAY</b>, <b>eWAY Direct Payment</b> and <b>eWAY Shared Payment</b> are not supported since this [product] version.</p><p>We strongly recommend you to <b>upgrade to eWAY Direct Payment (Rapid API)</b> or <b>eWAY Responsive Shared (Rapid API)</b>, here are the instructions:</p><ul><li>go to Administration > Payment methods</li><li>open one of the payment methods utilizing deprecated eWAY processor</li><li>switch to General tab and specify eWAY Direct Payment (Rapid API) or eWAY Responsive Shared (Rapid API) payment processor</li><li>switch to Configure tab and specify proper:<ul><li>API Key, API Password and Encryption Key for eWAY Direct Payment (Rapid API)</li><li>API Key and API Password for eWAY Responsive Shared (Rapid API)</li></ul></li></ul><p>eWAY, eWAY Direct Payment and eWAY Shared Payment will still be operational but we <b>renamed</b> them to Deprecated eWAY, Deprecated eWAY Direct Payment and Deprecated eWAY Shared Payment accordingly.</p>
he: <p><b>eWAY</b>, <b>eWAY Direct Payment</b> and <b>eWAY Shared Payment</b>אינם נתמכים מאז גרסה [product] </p><p>אנו ממליצים לך בחוזקה<b>לשדרג ל-upgrade to eWAY Direct Payment (Rapid API)</b> or <b>eWAY Responsive Shared (Rapid API)</b>הנה ההוראות: </p><ul><li>עבור לניהול>שיטות תשלום</li><li>פתח את אחד משיטות תשלום המשתמשות במעבד deprecated eWAY</li><li>עבור ללשונית כללי והגדר מעבד תשלומים WAY Direct Payment (Rapid API) או eWAY Responsive Shared (Rapid API) </li><li>עבור ללשונית תמורה והדר את מפתח API, סיסמת API ומפתח הצפנה עבור eWAY Direct Payment (Rapid API) המתאימים</li><li>מפתח API וסיסמת API עבור eWAY Responsive Shared (Rapid API)</li></ul></li></ul><p>eWAY, eWAY Direct Payment and eWAY Shared Payment עדיין יהיו פעילים, אך אנו <b>שינינו<b> את שמם ל-Deprecated eWAY, Deprecated eWAY Direct Payment ו-Deprecated eWAY Shared Payment בהתאם.</p>

# Languages::eway_configuration_note
source: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>How do I set up my Live eWAY API Key and Password?</a>
he: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>כיצד אני מגדיל את Live eWAY API Key and Password?</a>

# Languages::show_more
source: Show more
he: הצג עוד

# Languages::show_less
source: Show less
he: הצג פחות

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
he: [count] המוצרים הועברו ל-<a href='[url]' target='_blank'>קטגוריית זבל</a>

# Languages::products_adopted
source: [n] product had a new main category assigned to it.|[n] products had a new main category assigned to them.
he: [n] למוצר הייתה משויכת קטגוריה עיקרית חדשה. .|[n]למוצרים הייתה משויכת קטגוריה עיקרית חדשה.

# Languages::feature_comparison_upgrade_notification_title
source: Changes in feature comparison
he: שינויים בהשוואת תכולנות

# Languages::feature_comparison_upgrade_notification_text
source: The <b>Feature comparison</b> checkbox under <b>Products → Products → &lt;Desired Product&gt;</b> has been removed.<br>By ticking the new <b>Allow customers to compare products</b> checkbox under Settings → General → Catalog, you can now enable your customers to add any products in your store to comparison lists.<br>To show up on a comparison list, a feature must have one (or more) of the following checkboxes enabled under <b>Products → Features → &lt;Desired Feature&gt;</b>:<br><ul><li>Show on the Features tab</li><li>Show in product list</li><li>Show in header on the product details page</li></ul>
he: תיבת סימון</b>של תכונת<b> השוואה<b>ב-<b> מוצרים>מורים>&lt;Desired Product&gt;</b>הוסרה.<br>על ידי סימון של <b>תיבת סימון חדשה <b>תאפשר ללקוחות להשוות מוצרים ב-הגדרות>כללי>קטלוג, תוכל לאפשר ללקוחות שלך להוסיף את כל המוצרים בחנות שלך לרשימות השוואה.<br>כדי להופיע ברשימת השוואה, התכונה צריכה שתהיה אחת (או יותר) מתיבות סימון מופעלות ב-<b>מוצרים>תכונות> &lt;Desired Feature&gt;</b>:<br><ul><li>הצג בלשונית תכונות</li><li>הצג ברשימת מוצרים</li><li>הצג בכותרת של דף פרטי המוצרים</li></ul>

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
he: תוסף "[name]" שודרג בהצלחה

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
he: כדי לקבוע אם בעיה מסוימת נגרמת על ידי תוסף, תוכל להשבית תוספי צד שלישי או את כל התוספים. אפשר אותם מחדש מאוחר יותר בקליק אחד.

# Languages::tools_addons_disable_all
source: Disable all add-ons
he: השבת את כל התוספים

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
he: השבת את תוספי צד שלישי

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
he: הפעל מחדש את התוספים

# Languages::tools_addons_installed_count
source: Installed add-ons:
he: תוספים מותקנים:

# Languages::tools_addons_activated_count
source: Active add-ons:
he: תוספים פעילים:

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
he: תוספים מובנים:

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
he: תוספי צד שלישי:

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
he: מנהל מערכת השבית את כל התוספים או תוספי צד שלישי.<br> לחץ על כפתור הפעל מחדש את התוספים כדי להפעיל את התוספים שהיו קודם פעילים.

# Languages::tools_addons_additional_shipping_methods_msg
source: There may be more ways to calculate shipping rates. They'll show up if you activate the corresponding <a href="[url]">shipping add-ons</a>.
he: יכולות להיות דרכים נוספות לחישוב תעריפי המשלוח. הם יופיעו אם תפעיל את <a href="[url]">תוספות המשלוח</a> המתאימות.

# Languages::tools_addons_additional_payment_methods
source: There may be more payment processors. They'll show up if you activate the corresponding <a href="[url]">payment add-ons</a>.
he: יתכן וישנם מעבדי תשלומים נוספים. הם יופיעו אם תפעיל את תוספי תשלום<a href="[url]">התואמים שלך </a>.

# Languages::tools_addons_additional_themes
source: There may be more themes. They'll show up if you activate the corresponding <a href="[url]">theme add-ons</a>.
he: יתכן וישנן ערכות נושא נוספות. הן יופיעו אם תפעיל את תוספי ערכות נושא<a href="[url]">התואמים שלך </a>.

# Languages::addons_source
source: Source
he: מקור

# Languages::addon_built_in
source: Built-in
he: מובנה

# Languages::addon_third_party
source: Third-party
he: צד שלישי

# Languages::subcategories_tree_cat
source: Subcategories tree
he: עץ תת-קטגוריות

# Languages::settings_overwrite_title
source: The theme overwrites store settings
he: ערכת נושא משכתבת את הגדרות החנות

# Languages::settings_overwrite_text
source: <b>[theme_name]</b> will set following settings on activation
he: <b>[theme_name]</b> תגדיר את ההגדרות הבאות בעת ההפעלה

# Languages::overwrite
source: Overwrite
he: לשכתב מעל (Overwrite)

# Languages::upgrade_center.skip_backup
source: Skip files and database backup
he: דלק על גיבוי קבצים ובסיסי נתונים

# Languages::uc_open_store_email_body
source: <p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p>
he: <p>לפני השדרוג, החנות שלך הייתה סגורה. בדוק אם היא עובדת היטב לאחר השדרוג ו-<a href="[settings_section]">פתח אותה</a>.</p>

# Languages::upgrade_notification_message
source: <p class='upgrade-center_notice-msg'>Copy of this message was sent to administrator's email.</p><hr>
he: <p class='upgrade-center_notice-msg'>העתק הודעה זו ישלח לדוא"ל של מנהל מערכת.</p><hr>

# Languages::http_transport_error_prefix_curl
source: Curl Error
he: שגיאת Curl

# Languages::http_transport_error_prefix_socket
source: Socket Error
he: שגיאת Socket
