Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
he: Skrill Merchant Tools מאפשר לקבל תשלומים באמצעות כרטיסי אשראי, כרטיסי חיוב ומעל ל-60 אפשרויות תשלום מקומיות במעל ל-200 מדינות. התעריפים התחרותיים ביותר עבור שירות זה מפורסמים באתר Skrill בכתובת www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
he: שלחת בקשה להפעלה ב[date]. אנא שים לב שתהליך אימות עבור השימוש ב-Skrill Merchant Tools יכול לקחת עד 72 שעות. ייצרו אתך קשר מ-Skrill כאשר תהליך אימות יושלם.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
he: לאחר ההפעלה Skrill יאפשרו לך גישה לסעיף חדש בחשבון Skrill שלך בשם Merchant Tools. שם תבחר מילה סודית (לא זהה לסיסמה שלך) והכנס אותה בסעיף שלהלן כדי להתחבר ל-Merchant Tools. המילה הסודית היא השלב האחרון של תהליך ההפעלה שלך והיא מצפינה את התשלומים שלך באופן מאובטח. לאחר הגשה מוצלחת תוכל להשתמש בכל האפשרויות של תשלום ישיר של Skrill.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
he: אם תבחר במטבע שאינו בסיסי בחנות שלך, אנא וודא שקוד ISO 4217 נכון <a href="http://en.wikipedia.org/wiki/ISO_4217"> בדף <a href="[link]"> מטבעות.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
he: כתובת דוא"ל אינה רשומה ב-Skrill.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
he: כתובת דוא"ל כבר רשומה ב-Skrill.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
he: שדות אחדים הדרושים עבור הפעלת קופה מהירה חסרים. אנא בדוק.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
he: אם שרת HTTPS שלך לא מוגדר, הלוגו לא יועבר על ידי פרוטוקול HTTP והמשתמשים יראו אזהרה "הקשר מוצפן חלקית" בדף Skrill .

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before validating email, secret word or activating merchant tools.</p>
he: כדי לקבל גישה לרשת תשלומים בינלאומיים של Skrill, אנא הירשם <a href="[register_url]" target="_blank"> לחשבון חינם אם אין לך עדיין. <p><strong>לתשומת לב </strong>: שמור את ההגדרות לפני אימות הדוא"ל, מילה סודית או הפעלה של כלים לסוחר.</p>

# Languages::text_skrill_notice_register
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before activating merchant tools.</p>
he: כדי לקבל גישה לרשת תשלומים בינלאומיים של Skrill, אנא הירשם <a href="[register_url]" target="_blank"> לחשבון חינם אם אין לך עדיין. <p><strong>לתשומת לב </strong>: שמור את ההגדרות לפני הפעלה של כלים לסוחר.</p>

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
he: כדי להשתמש בתכונה זו, שמור תחילה את שיטת התשלום.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
he: המילה הסודית חייבים להיות באותיות קטנות ללא תווים מיוחדים, לפחות 10 ספרות.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
he: המילה הסודית שצוינה נכונה.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
he: המילה הסודית שלך אינה נכונה. בחר מילה סודית בסעיף Merchant Tools בחשבון Skrill שלך והכנס אותה שם.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
he: <b>תמיכה: </b> <br /><br /> יש לך שאלות? <br /> צור קשר עם Skrill ב <a href="mailto:">ecommerce@skrill.com </a>או בטלפון +44 (0) 870 383 0762.<br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
he: אינך יכול להשתמש במרווח זמן עבור פרמטר "סטטוס" מאחר שפרמטר זה תלוי זמן.

# Languages::text_storage_changed
source: Storage changed successfully
he: אחסון השתנה בהצלחה

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
he: <strong>מצב מלא</strong> הופעל. במצב זה, כל הכונות המתקדמות של eCommerce זמינות.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
he: החנות <b> הייתה סגורה <b>

# Languages::text_store_mode_full
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
he: <p>גישה בלתי מוגבלת לכל התכונות. להפעלה הכנס את מספר רישיון תקף<p><p>ניתן להפעיל מצב זה בכל עת.</p><br />

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
he: החנות<b>הייתה פתוחה<b>

# Languages::text_store_mode_open
source: The store was <b>opened</b>
he: החנות הייתה<b>פתוחה<b>

# Languages::text_store_mode_trial
source: <p>Full access to all features during the 30-day trial period, starting from the time of activation.</p><p>Once the 30-day trial period expires, you'll have to <a href="[product_buy_url]" target="_blank">purchase a license</a> or enter a valid license number to be able to manage your store.</p>
he: <p>גישה מלאה לכל התכונות במהלך תקופת התנסות בת 30 ימים, שמתחילים מיום הפעלה.</p><p>לאחר פקיעת תוקף של תקופת התנסות בת 30 ימים, תצטרך <a href="[product_buy_url]" target="_blank">לרכוש רישיון</a> או להכניס מספר רישיון תקף כדי לנהל את הלנות שלך.</p>

# Languages::text_store_mode_trial_rb
source: All features are available during 30 days after download of the installation package. You don't need to enter the license key.<br /><br />After the 30-day trial period is over, you need to buy the license or enter the license key if you already have one.<br /><br />
he: כל התכונות זמינות במהלך 30 יום לאחר ההורדה של חבילת התקנה. אין צורך להכניס מפתח הרישיון.<br /><br />לאחר סיום תקופת התנסות בת 30 ימים, תצטרך לרכוש רישיון או להכניס מפתח רישיון אם כבר יש לך.<br /><br />

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
he: המס <b>[tax]</b> הוחל על כל המוצרים

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
he: המס <b>[tax]</b> הוסר מכל המוצרים

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
he: השינויים שביצעת לא נשמרו לחץ "אישור" לשמירת השינויים או לביטולם.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the ThaiePay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
he: <p>אנא הגדר את הערכים הבאים בהגדרות סוחר Thaiepay :</p><p>URL חוזר:<b>[return_url]</b></p><p>סטסוס <b>(כן(זה חשוב) </b></p><p>URLPost Back: <b>[postback_url]</b></p><p>פרמטר עיקרי:<b>"סה"כ" חייב להיבדק</b> - זה יגביר את האבטחה של העסקה</p><p>פרמטר נוסף: הוא חובה עבור עיבוד מוצלח של עסקאות.לדוגמה את יכול להגדיר <b>name=completed</b> and <b>value=some_secret_word</b>.העתק ערכים אלה לשדות הטופס: "Additional parameter Name" ו-"ערך פרמטר נוסף".</p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
he: תמונות ממוזערות ייווצרו מהתמונות המפורטות באופן אוטומטי, אתה יכול גם <a id="[id]" class="[class]">להעלות אותן ידנית.</a>

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
he: עוד [item] <i class="text-arrow">&rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
he: צפה עוד <i class="text-arrow">&rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
he: הוראות גישה נשלחו לכתובת הדוא"ל שלך.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
he: ביקשת מידע על ההזמנות שביצעת בחנות שלנו.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
he: כדי לצפות בכל ההזמנות שלך, לחץ על הקישור הבא:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
he: כדי לצפות בהזמנה #[order] לחץ על הקישור הבא:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
he: העסקה בוטלה על ידי הלקוח

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
he: העסקה נדחתה על ידי מעבד תשלומים או בוטלה על ידי הלקוח

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
he: יתכן שפועל תהליך שדרוג אחר.<br />המתן עד לסיומו.<br />אם התהליך הסתיים עם שגיאה, אתה יכול להסיר את הקובץ [filename] ולנסות לאתחל את השדרוג.<br /><a href="[url]">הסר את קובץ הנעילה ואתחל את השדרוג</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
he: טבלאות מסד הנתונים הבאים גובו

# Languages::text_uc_backup_files
source: The following files have been backed up
he: הקבצים הבאים גובו

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
he: נראה שחבילת שדרוג אינה תקינה. רענן את רשימת החבילות ונסה להוריד שוב

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
he: ביטול תהליך שדרוג לא הצליח

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
he: לא ניתן להוריד את חבילת השדרוג

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
he: הקבצים האלה כוללים שינויים מקומיים והם יגובו. לאחר השלמת השדרוג, השווה את קבצי הגיבוי לקבצים החדשים והפעל את השינויים לקבצים החדשים, אם יש צורך בכך.

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
he: גרסת [product המוצר שלך נבדקה בהצלחה. הוא מוכן לשדרוג.

# Languages::text_uc_conflicts
source: The following files had local modifications
he: הקבצים הבאים כוללים שינויים מקומיים

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
he: אין מספיק הרשאות כדי לעדכן את בסיס הנתונים. אנא שייך הרשאות הבאות למשתמש בסיס נתונים שלך [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
he: לתשומת לב! העתק ושמור את ה-URL להלן - תוכל להשתמש בזה כדי לשחזר את החנות שלך אם השדרוג ייכשל.<br /><b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
he: טבלאות מסד הנתונים לא גובו

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
he: יצירת ספריה חדשה נכשלה

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
he: העברת FTP נכשלה

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
he: לא הצלחנו למצוא התקנת CS-Cart בספרייה שצוינה. וודא שהכנסתה את ספריית FTP הנכונה.

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
he: חיבור FTP נכשל

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
he: אין אפשרות להתחבר לשרת FTP. בדוק אם שם המחשב המארח תקין

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
he: לא ניתן להתחבר לשרת FTP. בדוק אם שם המשתמש והסיסמה נכונים

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
he: פרטי הכניסה ל-FTP לגישה לקבצים ולהגדיר את ההרשאות המתאימות באופן אוטומטי

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
he: לחלק מהקבצים שלך היו שינויים מקומיים. אתה יכול לבדוק אותם על ידי הקלקה על הקישור הבא

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
he: נתיב שגוי לקבציי שדרוג

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
he: הכנס את מספר הרישיון של [product] שלך

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
he: רשימת שדרוגים חסרה

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
he: הקבצים האלה מחייבים סט הרשאות כתיבה (ידנית או אוטומטית דרך FTP)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
he: אין מספיק מקום בדיסק כדי לגבות את מסד הנתונים

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
he: נראה שמודול FTP אינו מותקן בשרת שלך. אינך יכול להשתמש ב-FTP עד להתקנת מודול זה

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
he: יצירה של תיקיית השדרוג נכשלה

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
he: פריסת מתאר (descriptor) תהליך השדרוג uc.xml נכשלה

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
he: לא ניתן היה להסיר את הקובץ

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
he: הסרה של מתאר (descriptor ) השדרוג packages.xml נכשלה

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
he: הסרה של קובץ נעילת השדרוג נכשלה. הסר את [file] הקובץ.

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
he: עדכון של רשימת השדרוגים המותקנים נכשל

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
he: החנות שלך שודרגה בהצלחה

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
he: <p>החנות שלך הייתה סגורה בזמן תהליך השדרוג. אנו ממליצים לך לבדוק את עבודת החנות לאחר השדרוג ורק לאחר מכן לפתוח אותה.</p><p>אתה יכול לפתוח את החנות על ידי מחיקת סימון סגור בהגדרות חזית חנות בסעיף הגדרות, כללי.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
he: לא ניתן לכתוב לתוך קובץ יומן הגדרות

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
he: עליך לשדרג לגרסה <b>[to_version]</b> לפני הפעלה של חבילת שדרגו זו (הגרסה שלך היא <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
he: לא נבחרה חבילת שדרוג

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
he: המצב לאחר השדרוג חזר לקדמותו בהצלחה

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
he: בעלים של המוצר. בעלים של המוצר בלבד יכול לערוך את כל השדות במוצרים משותפים.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
he: פריסת מבנה XML נכשלה

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
he: המטבע שלא נתמך על ידי מערכת התשלומים נמצא בשימוש באתר. צור קשר עם מנהל החנות בנוגע לעניין.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
he: זמינה גרסה חדשה של [product]. אם תרצה לשדרג לגרסה החדשה ביותר כעת, הקלק <a href="[link]">here</a>.

# Languages::text_usergroup_activated
source: The following user groups have been activated for your account: [usergroups].
he: קבוצות משתמשים הבאות הופעלו עבור החשבון שלך: [usergroups].

# Languages::text_usergroup_disactivated
source: The following user groups have been removed from your account: [usergroups].
he: קבוצות משתמשים הבאות הוסרו מהחשבון שלך: [usergroups].

# Languages::text_usergroup_request
source: Customer requested user group.
he: הלקוח ביקש קבוצת משתמשים.

# Languages::text_usergroup_requested_by
source: The <b>[usergroup]</b> group was requested by [name] ([email]).
he: הקבוצה <b>[usergroup]</b> התבקשה על ידי [name] ([email]).

# Languages::text_worldpay_notice
source: Configure your Worldpay account before using the payment.<br /><br />Go to the Worldpay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
he: הגדר את החשבון WorldPay שלך לפני השימוש בתשלום.<br /><br />עבור לדף הניהול של WorldPay והמשך לסעיף התקנה.<br /><br />מלא את השדות כדלקמן:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>תמציא את המילה הסודית.</b> את אותה מילה יש להזין בשדה התואם להלן<br />MD5 secret עבור העסקאות:<b>תמציא את המילה הסודית.</b> את אותה מילה יש להזין בשדה התואם להלן <br />SignatureFields: <b>instId:amount:currency:cartId</b>

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
he: אתה יכול להשתמש בתווים חופשיים (wildcards) בשדה זה: <br /><b>'?'</b>- כל תו בודד;<b>'*'</b> - כל מספר תווים. <br /><br /><u>דוגמה: </u><br /><b>98?78</b> &nbsp;&nbsp;(תואם ל-98878, 98378, 98978, וכו')<br /><b>12*</b>&nbsp;&nbsp; (תואם ל-12345, 12876, 12098, וכו')

# Languages::theme
source: Theme
he: ערכת נושא

# Languages::themes
source: Themes
he: ערכות נושא

# Languages::theme_directory
source: Theme directory
he: ספריית ערכות נושא

# Languages::theme_editor
source: Theme editor
he: עורך ערכות נושא

# Languages::theme_editor.background
source: Background
he: רקע

# Languages::theme_editor.backgrounds
source: Backgrounds
he: רקעים

# Languages::theme_editor.background_color
source: Background color
he: צבע הרקע

# Languages::theme_editor.base_color
source: Base
he: בסיס

# Languages::theme_editor.body_font
source: Body
he: תוכן ההודעה

# Languages::theme_editor.browse
source: Browse
he: עיון

# Languages::theme_editor.buttons_font
source: Buttons
he: לחצנים

# Languages::theme_editor.close
source: Close theme editor
he: סגור את עורך הערכות

# Languages::theme_editor.colors
source: Colors
he: צבעים

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
he: שילוב צבעים

# Languages::theme_editor.color_gen_analogic
source: Analogic
he: אנלוגי

# Languages::theme_editor.color_gen_base_color
source: Base color
he: צבע הבסיס

# Languages::theme_editor.color_gen_contrast
source: Contrast
he: ניגודיות

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
he: פסטל כהה

# Languages::theme_editor.color_gen_default
source: Default
he: ברירת מחדל

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
he: פסטל בהיר

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
he: מונוכרומטי

# Languages::theme_editor.color_gen_pale
source: Pale
he: חיוור

# Languages::theme_editor.color_gen_pastel
source: Pastel
he: פסטל

# Languages::theme_editor.color_gen_title
source: Generate colors
he: צור צבעים

# Languages::theme_editor.color_gen_triad
source: Triad
he: טריאדה

# Languages::theme_editor.color_gen_variant
source: Variation
he: וריאציה

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
he: ניגודיות

# Languages::theme_editor.content_bg
source: Content
he: תוכן

# Languages::theme_editor.css
source: Custom CSS
he: CSS מותאמים אישית

# Languages::theme_editor.customize
source: Customize
he: בצע התאמה אישית

# Languages::theme_editor.decorative_color
source: Decorative
he: דקורטיבי

# Languages::theme_editor.discount_label
source: Discount label
he: תווית הנחה

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
he: הסגנון בשם זה כבר קיים. בחר אחר.

# Languages::theme_editor.favicon
source: Favicon
he: פייביקון

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
he: גודל Favicon חייב להיות 16X16 פיקסלים

# Languages::theme_editor.fixed
source: Fixed
he: קבוע

# Languages::theme_editor.font
source: Font
he: גופן

# Languages::theme_editor.fonts
source: Fonts
he: גופנים

# Languages::theme_editor.font_color
source: Font
he: גופן
