Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::theme_editor.footer
source: Footer
he: כותרת תחתונה

# Languages::theme_editor.footer_text
source: Footer text
he: טקסט כותרת תחתונה

# Languages::theme_editor.full_width
source: Full width
he: רוחב מלא

# Languages::theme_editor.general
source: General
he: כללי

# Languages::theme_editor.general_bg
source: General
he: כללי

# Languages::theme_editor.gradient
source: Gradient
he: שיפוע

# Languages::theme_editor.header
source: Header
he: כותרת עליונה

# Languages::theme_editor.headings_font
source: Headings
he: כותרות

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
he: הצג/הסתר פנל עורך ערכות נושא

# Languages::theme_editor.incorrect_style_name
source: Style name can not contain the following characters: "/ # % ? * : ; { } \ + "
he: שם הסגנון לא יכול להכיל את התווים הבאים: "/ # %? * : ; { } \ + "

# Languages::theme_editor.in_stock
source: In stock
he: במלאי

# Languages::theme_editor.links_font
source: Links
he: קישורים

# Languages::theme_editor.link_color
source: Links
he: קישורים

# Languages::theme_editor.logos
source: Logos
he: לוגואים

# Languages::theme_editor.mail
source: Mail
he: דואר

# Languages::theme_editor_logo.mail
source: E-mails
he: דואר אלקטרוני

# Languages::theme_editor.main
source: Main content
he: תוכן ראשי

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
he: גודל התמונה לא יעלה על 200 kB.

# Languages::theme_editor.menu_color
source: Menu
he: תפריט

# Languages::theme_editor.menu_links_color
source: Menu links
he: קישורים בתפריט

# Languages::theme_editor.middle_bg
source: Middle
he: ממורכז

# Languages::theme_editor.no_repeat
source: No repeat
he: ללא חזרה

# Languages::theme_editor.off
source: Off
he: כבוי

# Languages::theme_editor.on
source: On
he: פעיל

# Languages::theme_editor.out_of_stock
source: Out of stock
he: אזל מהמלאי

# Languages::theme_editor.pattern
source: Pattern
he: תבנית

# Languages::theme_editor.position
source: Position
he: מיקום

# Languages::theme_editor.styles
source: Styles
he: סגנונות

# Languages::theme_editor.style
source: Style
he: סגנון

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
he: לא ניתן לשמור את נתוני הסגנון. עליך להגדיר הרשאות כתיבה עבור <b>[theme_dir]</b>ספרייה כדי לפתור בעיה זו.

# Languages::theme_editor.style_name
source: Style name
he: שם סגנון

# Languages::theme_editor.price
source: Price
he: מחיר

# Languages::theme_editor.price_font
source: Price tag
he: תג מחיר

# Languages::theme_editor.primary_button
source: Primary button
he: לחצן ראשי

# Languages::theme_editor.tertiary_button
source: Tertiary button
he: לחצן שלישוני

# Languages::theme_editor.repeat
source: Repeat
he: חזרה

# Languages::theme_editor.repeat_x
source: Repeat x
he: חזור על x

# Languages::theme_editor.repeat_y
source: Repeat y
he: חזור על y

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
he: איפוס רקעים

# Languages::theme_editor.reset_colors
source: Reset colors
he: איפוס צבעים

# Languages::theme_editor.reset_css
source: Reset CSS
he: איפוס CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
he: איפוס גופנים

# Languages::theme_editor.reset_general
source: Reset general
he: איפוס כללי

# Languages::theme_editor.reset_logos
source: Reset logos
he: איפוס לוגואים

# Languages::theme_editor.rounded_corners
source: Rounded corners
he: פינות מעוגלות

# Languages::theme_editor.scroll
source: Scroll
he: גלילה

# Languages::theme_editor.secondary_button
source: Secondary button
he: לחצן משני

# Languages::theme_editor.sidebar
source: Sidebar
he: סרגל צד

# Languages::theme_editor.text_align
source: Text alignment
he: יישור טקסט

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
he: האם אתה בטוח כי ברצונך לצאת מעורך ערכת הנושא?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
he: קיימים שינויים שלא נשמרו, האם אתה בטוח כי ברצונך לצאת מעורך ערכות הנושא?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
he: כל השינויים לאחר השמירה האחרונה ייופסו

# Languages::theme_editor.theme
source: Theme
he: ערכת נושא

# Languages::theme_editor_logo.theme
source: Theme
he: נושא

# Languages::theme_editor.top_panel
source: Top panel
he: פאנל עליון

# Languages::theme_editor.top_panel_links
source: Top panel links
he: קישורי הפאנלה עליון

# Languages::theme_editor.top_panel_text
source: Top panel text
he: טקסט הפאנל העליון

# Languages::theme_editor.transparent
source: Transparent
he: שקוף

# Languages::theme_editor.upload_image
source: Upload image
he: העלה תמונה

# Languages::theme_editor.enable
source: Enable Theme editor
he: אפשר עורך ערכת נושא

# Languages::theme_editor.system_fonts
source: System fonts
he: גופני מערכת

# Languages::theme_editor.popular_fonts
source: Popular fonts
he: גופנים פופולריים

# Languages::theme_editor.other_fonts
source: Other fonts
he: גופנים אחרים

# Languages::theme_editor_mode
source: Theme editor mode
he: מצב ערכת נושא

# Languages::theme_editor.checkout_selected_control_border
source: Checkout: Selected payment / shipping method border
he: קופה: גבול אמצעי תשלום / משלוח שנבחר

# Languages::theme_editor.checkout_active_selector_border
source: Checkout: Active selector border
he: קופה: גבול בורר פעיל

# Languages::theme_editor.checkout_control_border
source: Checkout: Payment / shipping method border
he: קופה: גבול שיטת תשלום / משלוח

# Languages::theme_editor.checkout_selector_border
source: Checkout: Selector border
he: קופה: גבול בורר

# Languages::theme_editor.checkout_input_border
source: Checkout: Field border
he: תשלום: גבול שדה

# Languages::theme_editor.checkout_selected_input_border
source: Checkout: Selected field border
he: קופה: גבול שדה שנבחר

# Languages::theme_editor.checkout_step_title
source: Checkout: Step title
he: קופה: כותרת שלב

# Languages::theme_editor.checkout_input_text
source: Checkout: Text in fields
he: קופה: טקסט בשדות

# Languages::theme_editor.checkout_input_label
source: Checkout: Field label
he: קופה: תווית שדה

# Languages::theme_editor.checkout_control_background
source: Checkout: Payment / shipping method background
he: קופה: רקע אמצעי תשלום / משלוח

# Languages::theme_editor.checkout_selector_background
source: Checkout: Selector background
he: קופה: רקע בורר

# Languages::theme_editor.checkout_selected_control_background
source: Checkout: Selected payment / shipping method background
he: קופה: רקע אמצעי תשלום / משלוח שנבחר

# Languages::theme_editor.checkout_active_selector_background
source: Checkout: Active selector background
he: Checkout: רקע בורר פעיל

# Languages::theme_editor.checkout_control_title
source: Checkout: Payment / shipping method title
he: קופה: כותרת אמצעי תשלום / משלוח

# Languages::theme_editor.checkout_selector_title
source: Checkout: Selector title
he: קופה: כותרת הבורר

# Languages::theme_editor.checkout_control_description
source: Checkout: Payment / shipping method description
he: קופה: תיאור אמצעי תשלום / משלוח

# Languages::theme_editor.checkout_selector_tooltip
source: Checkout: Selector tooltip
he: קופה: הסבר על כלי הבורר

# Languages::theme_editor.checkout_control_label
source: Checkout: Credit card field names
he: קופה: שמות שדות כרטיסי אשראי

# Languages::theme_editor.checkout_terms_background
source: Checkout: "Terms and conditions" section background
he: Checkout: רקע של קטע "תנאים והגבלות"

# Languages::theme_editor.checkout_link
source: Checkout: Link
he: לקופה: קישור

# Languages::admin_panel.block_manager
source: Editing layout
he: עריכת פריסה

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
he: אינך יכול לשנות את הפרמטר הזה של סגנונות ברירת מחדל. צור פרמטר חדש תחילה

# Languages::the_test_transaction
source: This is a TEST transaction
he: העסקה הזו היא עסקה לבדיקה

# Languages::this_day
source: This day
he: היום

# Languages::this_month
source: This month
he: החודש

# Languages::this_week
source: This week
he: השבוע

# Languages::this_year
source: This year
he: השנה

# Languages::ths_sign
source: Ths sign
he: סימן זה

# Languages::thumb
source: Thumbnail
he: תמונה ממוזערת

# Languages::thumbnail
source: Thumbnail
he: תמונה ממוזערת

# Languages::thumbnails
source: Thumbnails
he: תמונות ממוזערות

# Languages::thumbnails_removed
source: Thumbnails have been removed
he: תמונות ממוזערות הוסרו

# Languages::thumbnail_width
source: Thumbnail width in scroller
he: רוחב התמונה בגולל

# Languages::tier_account
source: tier account
he: חשבון tier

# Languages::time
source: Time
he: זמן

# Languages::timeout
source: Timeout
he: פסק זמן

# Languages::Timestamp
source: Timestamp
he: חותמת זמן

# Languages::time_interval
source: Time interval
he: מרווח זמן

# Languages::time_unlimited_download
source: Time-unlimited download
he: הורדה לא מוגבלת בזמן

# Languages::title
source: Title
he: כותרת

# Languages::tmpl_copyright
source: Copyright information
he: מידע זכויות יוצרים

# Languages::tmpl_logo
source: Store logo
he: לוגו החנות

# Languages::tmpl_payment_icons
source: Payment systems icons
he: צלמיותלמערכת התשלום

# Languages::tmpl_quick_links
source: Quick links
he: קישורים מהירים

# Languages::tmpl_search
source: Search field
he: שדה החיפוש

# Languages::to
source: TO
he: אל

# Languages::today
source: Today
he: היום

# Languages::tools
source: Tools
he: כלים

# Languages::tools_addons_current_state
source: Current state
he: מצב נוכחי

# Languages::tools_addons_no_addons
source: No add-ons
he: ללא תוספים

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
he: ללא תוספי צד שלישי

# Languages::tooltip
source: Tooltip
he: רמץ צץ (Tooltip)

# Languages::container_not_used
source: This container is NOT used. "[container]" container from the default location will be used instead. Set this location as default to use this container as "[container]" for all locations.
he: מיכל זה אינו בשימוש. "[container]" נשתמש במקומו במיכל מהמיקום של ברירת מחדל. הגדר מיקום זה כמיקום ברירת מחדל כדי להשתמש במיכל זה בתור "[container]" עבור כל המיקומים.

# Languages::top_panel
source: Top panel
he: פאנל עליון

# Languages::total
source: Total
he: סה"כ

# Languages::totally_paid
source: Total paid
he: סהכ שולם

# Languages::totals
source: Totals
he: סיכומים

# Languages::total_amount
source: Total amount
he: הסכום הכולל

# Languages::total_cost
source: Total cost
he: סה"כ עלות

# Languages::total_items
source: Total items
he: סהכ פריטים

# Languages::total_price
source: Total price
he: סה"כ מחיר

# Languages::total_product_cost
source: Total product cost
he: עלות הכוללת של המוצר

# Languages::total_results
source: Total results
he: סה"כ תוצאות

# Languages::to_all_subcats
source: Apply to all subcategories
he: החל על כלל התת-קטגוריות

# Languages::to_date
source: Date through
he: עד תאריך

# Languages::to_fixed
source: to fixed amount
he: לפי כמות קבועה

# Languages::to_percentage
source: to percentage of the original price
he: לפי אחוז מהמחיר המקורי

# Languages::track
source: Track
he: עקוב

# Languages::tracking_num
source: Tracking number
he: מספר מעקב

# Languages::tracking_number
source: Tracking number
he: מספר מעקב

# Languages::tracks
source: Identifier
he: מזהה

# Languages::track_my_order
source: Track my order(s)
he: עקוב אחר ההזמנה(אות) שלי

# Languages::track_orders
source: Track orders
he: עקוב אחר ההזמנות

# Languages::track_request_subj
source: Order tracking
he: מעקב אחר ההזמנות

# Languages::track_without_options
source: Track without options
he: מעקב ללא אפשרויות

# Languages::track_with_options
source: Track with options
he: מעקב עם אפשרויות

# Languages::transaction_approved
source: Transaction approved
he: העסקה אושרה

# Languages::transaction_cancelled
source: Transaction was canceled
he: הטרנזקציה בוטלה

# Languages::transaction_declined
source: Transaction declined
he: העסקה נדחתה

# Languages::transaction_id
source: Transaction ID
he: מזהה עסקה

# Languages::transaction_datetime
source: Transaction date
he: תאריך עסקה

# Languages::transaction_key
source: Transaction key
he: מפתח עסקה

# Languages::transaction_password
source: Transaction password
he: סיסמת עסקה

# Languages::transaction_type
source: Transaction type
he: סוג עסקה

# Languages::transaction_url
source: Transaction URL
he: כתובת URL של העסקה

# Languages::translate
source: Translate
he: תרגם

# Languages::translations
source: Translations
he: תרגומים

# Languages::edit_texts
source: Edit texts
he: ערוך טקסטים

# Languages::tree
source: Tree
he: עץ

# Languages::trial
source: Trial
he: ניסיון

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
he: מצב ניסיון אינו זמין יותר מאחר שיש לך רישיון תקף שהופעל עבור התקנה זו

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
he: לא ניתן להפעיל מצב ניסיון

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period expires, you'll have to enter a valid license number to be able to manage your store.<br /><br />To dismiss this message permanently, and to access to the Administration panel after the trial period is over, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
he: החנות שלך במצב ניסיון. <br /><br />כאשר תקופת ניסין של 30 יום תפוג, תצטרך להכניס מספר רישיון תקף כדי לנהל את חנותך.<br /><br />כדי לסלק הודעה זו לצמיתות וכדי לקבל גישה לפנל ניהול לאחר סיום תקופת ניסיון, רכוש רישיון ו-<a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">הפעל מצב מלא </a>.

# Languages::trial_expired
source: Your [product] trial period has expired
he: תקופת ניסיון של [product] שלך פגה

# Languages::text_input_license_code
source: Please enter your license number to be able to manage your store:
he: הכנס את מספר הרישיון כדי לנהל את חנותך:

# Languages::text_buy_new_license
source: If you don't have a license number yet, you can purchase it at our official website.
he: אם אין לך עדיין מספר רישיון, אתה יכול לרכוש אותו אתר רשמי שלנו.

# Languages::buy_license
source: Purchase a license
he: רכוש את הרישיון

# Languages::true
source: True
he: נכון

# Languages::tt_views_shippings_update_delivery_time
source: The delivery time appears next to the name of the shipping method. If you use realtime shipping rate calculation, your shipping service may provide its own delivery time. The time provided by the shipping service will be displayed instead of the time you specify here.
he: זמן מסירה מופיע ליד שם שיטת המשלול. אם אתה משתמש בחישוב תעריף משלוח בזמן אמת, שירות המשלוח שלך עשוי לציין זמן מסירה משלו. הזמן שמסופק על ידי שירות משלוח יוצג במקום הזמן שציינת כאן.

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
he: כותרת הדף תוצג בפאנל הדפדפן.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
he: דירוג הפופולריות של המוצר מבוסס על מספר צפיות של חנית החנות, מספר הוספות לסל קניות ומספר רכישות.

# Languages::ttc_search_words
source: Enter a few words here, and the product will appear in the results of the built-in search for those words, even if the product name or description doesn't have them. Separate different search words by commas.
he: הקלד מספר מילים כאן והמוצר יופיע בתוצאות של החיפוש המובנה של המילים האלה, אף אם שם המוצר או התיאור לא כוללים אותם. הפרד מילות חיפוש שונות על ידי פסיקים.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
he: כל שמות דומיין של חזיתות חנות חייבות להתקשר לאותו כתובת IP. הערה: עבור ל"כל החנויות" לעריכה

# Languages::ttc_stores_status
source: ON—the storefront is open; everyone will see it. OFF—the storefront is closed; only those who have the access key will be able to see it.
he: פעיל—חזית החנות פתוחה; כולם יראו אותה. כבוי—חזית החנות סגורה; רק בעלי מפתח גישה יוכלו לראות אותה.

# Languages::access_for_authorized_customers_only
source: Access for authorized customers only
he: גישה ללקוחות מורשים בלבד.

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
he: פריט מהתפריט יראה כמופעל עבור dispatch הספציפי.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
he: תפריט משנה יכלול רכיבי בנים של האובייקט הנבחר.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
he: URL מטרה. יכול להיות URL חיצוני, URL חנות פנימית או dispatch.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
he: CSS class המוגדר על ידי המשתמש יתווסף לפריט התפריט והדבר יאפשר להגדיר את פריט התפריט עם סגנון CSS משלו.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
he: אם תשמור את הבלוק כאשר אפשרות זו מסומנת, ערך התוכן של הבלוק הנוכחי ייכתב במקום התוכן של בלוק זה בכל מקום בו הוא מופיע בסל קניות זה

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
he: רוחב בלוק עובד עבור בלוקים הנמצאים בקבוצה בעלת כיוון אופקי, במקרים אחרים פרמטר זה לא עובד.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
he: יש לבחור במיקום אחד בתור מיקום של ברירת מחדל. המיכלים העליונים והתחתונים שלו ישמשו בכל המיקומים.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
he: כאשר מאופשר, תוצאות חיפוש יכללו משתמשים הנמצאים כעת אונליין בלבד.

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
he: אם מאופשר, סימן המטבע יוצג לאחר הסכום.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
he: מספר הספרות לאחר הנקודה העשרונית.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
he: תו ההפרדה העשרוני.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
he: מפריד אלפים.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
he: אם מאופשר, קובץ גיבוי בסיס הנתונים יכלול את טבלת הנתונים הממשיים.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
he: אם מאופשר, קובץ גיבוי של בסיס הנתונים ישמור על מבנה טבלה.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
he: בחר פעולה עם הקובץ "הורדה ישירה" - לשמור את הקובץ במחשב הלוקאלי שלך, "מסך" - להציג את תוכן הקובץ, "שרת" - לשמור את הקובץ במערכת קבצים של השרת.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
he: קוד שפה בן שתי אותיות.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
he: דגל המדינה ישמש כסמל שפה.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
he: אם מאופשר, תוצאות חיפוש יכללו את ההזמנות שעבורן הלקוחות העלו את הקבצים שלהם.

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
he: השאר ריק כדי להשתמש ב'תוספת תשלום' ככותרת

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
he: התבנית אחראית על הצגת שדות משלימים לשיטת התשלום.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
he: השתמש בשדה זה כדי להגדיר את המספר המינימלי והמקסימלי של פריטי מורים למשלוח בקופסה נפרדת. הגדר ערך שאינו אפס והגדר להלן את הממדים של הקופסה..

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
he: מוצרים שלא ניתנים להורדה עם משקל אפס מטופלים כבעלי משקל מינימלי שאינו אפס

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
he: קטגוריות יוצגו בפירורי לחם (breadcrumbs) לניווט.

# Languages::tt_views_products_update_inventory
source: Track in stock product quantity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
he: עקוב אחר כמות המוצר במלאי. הפעל את האפשרות "הפעל מעקב מלאי" (הגדרות>כללי) כדי לשנות.

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
he: מחיר קמעונאי המוצע על ידי היצרן.

# Languages::tt_views_products_update_out_of_stock_actions
source: 'Buy in advance' lets customers buy out-of-stock products and products that will be available since a specific date. 'Sign up for notification' works only when the product has zero or negative quantity.
he: 'קנה מראש' מאפשר ללקוחות לקנות מוצרים מעבר לכמות שיש במלאי ומוצרים שיהיו זמינים מאז תאריך ספציפי. 'הרשמה להתראה' פועלת רק כאשר למוצר יש כמות אפסית או שלילית.

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
he: הצג תכונה זו בדפי רשימות המוצרים יחד עם תיאור המוצר.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
he: אם תאופשר, תכונת המוצר תוצג בדף פרטי המוצר בחזית החנות

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
he: מוספית (affix) הקודמת לתכונת המוצר.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
he: מוספית (affix) המופיעה לאחר תכונת המוצר.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
he: ההודעה המוצגת בנתונים שהוכנסו שגויה.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
he: יש להכניס הערה המציינת את הערך.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
he: אם תאופשר, האפשרות נלקחת בחשבון כאשר מגבשים מלאי מוצרים.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
he: ביטוי תקין המפרט את התבנית להתאמה.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
he: אם יאופשר, מבצעים אחרים לא יחולו.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
he: תקופות לניתוח (יום, שבוע, חודש, שנה).
