Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::product_s
source: Product(s)
he: מוצר(ים)

# Languages::product_subscriptions
source: Product subscriptions
he: מנויים למוצר

# Languages::product_summary
source: Product summary
he: סיכום המוצר

# Languages::product_tabs
source: Product tabs
he: לשוניות המוצר

# Languages::product_type
source: Product type
he: סוג המוצר

# Languages::profile
source: Profile
he: פרופיל

# Languages::profiles
source: Profiles
he: פרופילים

# Languages::profile_activated
source: Account activated
he: החשבון הופעל

# Languages::profile_details
source: Profile details
he: פרטי הפרופיל

# Languages::profile_fields
source: Profile fields
he: שדות הפרופיל

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
he: קבע תצורה של ערכת השדות הכלולים בטפסי פרופיל.

# Languages::profile_info
source: Profile information
he: פרטי הפרופיל

# Languages::profile_name
source: Profile name
he: שם הפרופיל

# Languages::project_id
source: Project ID
he: מזהה פרוייקט

# Languages::project_password
source: Project password
he: סיסמת פרוייקט

# Languages::prolongate_download_key
source: Prolong download key to
he: הארך את מפתח הורדות ל

# Languages::promotion
source: Promotion
he: קידום

# Languages::promotions
source: Promotions
he: קידומי מכירות

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
he: קדם מוצרים והצע בונוסים על בסיס חברויות של הלקוחות.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
he: הנחה על כל המוצרים בקטגוריות

# Languages::promotion_bonus_discount_on_products
source: Discount on products
he: הנחה על המוצרים

# Languages::promotion_bonus_free_products
source: Free products
he: מוצרים בחינם

# Languages::promotion_bonus_free_shipping
source: Free shipping
he: משלוח חינם

# Languages::promotion_bonus_give_coupon
source: Give coupon
he: הענק קופון

# Languages::promotion_bonus_give_points
source: Give points
he: הענק נקודות

# Languages::promotion_bonus_give_usergroup
source: Give user group
he: הענק קבוצת משתמשים

# Languages::promotion_bonus_order_discount
source: Order discount
he: הנחה על הזמנה

# Languages::promotion_bonus_product_discount
source: Product discount
he: הנחה על מוצר

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
he: צור קודי קופון באופן אוטומטי

# Languages::promotion_cond_categories
source: Categories
he: קטגוריות

# Languages::promotion_cond_country
source: Customer country (shipping)
he: ארץ הלקוח (למשלוח)

# Languages::promotion_cond_coupon_code
source: Coupon code
he: קוד קופון

# Languages::promotion_cond_feature
source: Product feature
he: תכונת המוצר

# Languages::promotion_cond_number_of_usages
source: Number of usages
he: מספר שימושים

# Languages::promotion_cond_once_per_customer
source: Once per customer
he: פעם אחת ללקוח

# Languages::promotion_cond_payment
source: Payment method
he: שיטות תשלום

# Languages::promotion_cond_price
source: Product price
he: מחיר המוצר

# Languages::promotion_cond_products
source: Products
he: מוצרים

# Languages::promotion_cond_products_number
source: Total products in the cart
he: סהכ מוצרים בסל

# Languages::promotion_cond_purchased_products
source: Purchased products
he: מוצרים שנרכשו

# Languages::promotion_cond_state
source: Customer state (shipping)
he: מדינת הלקוח (משלוח)

# Languages::promotion_cond_subtotal
source: Order subtotal
he: סכום הביניים של ההזמנה

# Languages::promotion_cond_total
source: Order total
he: סיכום הזמנה

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
he: משקל כולל של מוצרים בסל

# Languages::promotion_cond_usergroup
source: User group
he: קבוצת משתמשים

# Languages::promotion_cond_users
source: Users
he: משתמשים

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
he: מיקוד הלקוח (משלוח)

# Languages::promotion_cond_shipping
source: Shipping methods
he: שיטות משלוח

# Languages::promotion_op_amount
source: amount
he: כמות

# Languages::promotion_op_cont
source: contains
he: מכיל

# Languages::promotion_op_eq
source: equal
he: שווה

# Languages::promotion_op_gt
source: greater
he: גדול יותר

# Languages::promotion_op_gte
source: equal or greater
he: שווה או יותר

# Languages::promotion_op_in
source: in
he: ב

# Languages::promotion_op_lt
source: less
he: פחות

# Languages::promotion_op_lte
source: equal or less
he: שווה או פחות

# Languages::promotion_op_ncont
source: doesn't contain
he: אינו מכיל

# Languages::promotion_op_neq
source: not equal
he: לא שווה

# Languages::promotion_op_nin
source: not in
he: לא נמצא ב

# Languages::promo_code
source: Promo code
he: פרומו קוד

# Languages::promo_text
source: Promo text
he: פרומו טקסט

# Languages::properties
source: Properties
he: מאפיינים

# Languages::provider
source: Provider
he: ספק

# Languages::public
source: Public
he: ציבורי

# Languages::purchased_in_orders
source: Purchased in orders
he: נרכשו בהזמנות

# Languages::purchased_qty
source: Purchased qty
he: כמות שנרכשה

# Languages::purchasers_name
source: Purchaser`s Name
he: שמו של הרוכש

# Languages::qty
source: Qty
he: כמות

# Languages::qty_discounts
source: Quantity discounts
he: הנחות כמות

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
he: סכום/שיעור שיש להפחית מהמחיר

# Languages::quantity
source: Quantity
he: כמות

# Languages::quantity_step
source: Quantity step
he: כפולות של כמות

# Languages::query
source: Query
he: שאילתה

# Languages::quick_checkout
source: Quick checkout
he: קופה מהירה

# Languages::quick_links
source: Quick links
he: קישורים מהירים

# Languages::quick_menu
source: Quick start menu
he: תפריט התחלה מהירה

# Languages::quick_product_viewer
source: Quick product viewer
he: תצוגת מוצר מהירה

# Languages::quick_view
source: Quick view
he: תצוגה מהירה

# Languages::radiogroup
source: Radio group
he: קבוצת רדיו

# Languages::random
source: Random
he: אקראי

# Languages::rank_number
source: Rank ('machine') number
he: מספר דירוג ('מכונה')

# Languages::rates_depend_on
source: Rates depend on
he: התעריפים תלויים ב

# Languages::rate_calculation
source: Rate calculation
he: חישוב תעריף

# Languages::rate_calculation_manual
source: Manual (by defined location)
he: ידני (לפי מיקום מוגדר)

# Languages::rate_calculation_manual_by_rate_area
source: Manual (by rate areas)
he: ידני (לפי אזורי שיעור)

# Languages::rate_calculation_by_customer_address
source: By customer's address
he: לפי כתובת הלקוח

# Languages::rate_calculation_realtime
source: Realtime
he: זמן אמת

# Languages::rate_calculation_realtime_automatic
source: Real-time (automatic)
he: בזמן אמת (אוטומטי)

# Languages::rate_value
source: Rate value
he: ערך תעריף

# Languages::read
source: Read
he: קרא

# Languages::readme
source: Readme
he: קובץ Readme

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
he: קרא עוד אודות 3-D Secure

# Languages::reason
source: Reason
he: סיבה

# Languages::reasons
source: reasons
he: סיבות

# Languages::reason_text
source: Payment processor response
he: תגובת מעבד תשלומים

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
he: לבנות מחדש את המטמון באופן אוטומטי

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Block cache will be disabled. Store performance may be slightly affected. Recommended to disable on production.
he: מתבצע מעקב בזמן אמת אחר הקבצים ששונו (לרבות הקבצים ששונו ישירות בשרת) ויחזרו לזיכרון המטמון. בלוק זיכרון המטמון יושבת. הביצועים של החנות יושפעו קלות. מומלץ להשבית בעת הפקה.

# Languages::rebuild_combinations
source: Rebuild combinations
he: בנה מחדש את הצירופים

# Languages::recalculate
source: Recalculate
he: חשב מחדש

# Languages::recalculate_rates
source: Recalculate rates
he: חשב מחדש תעריפים

# Languages::recalculate_totals
source: Recalculate totals
he: חשב מחדש את הסכום הכולל

# Languages::recent_activity
source: Recent activity
he: פעילות לאחרונה

# Languages::recent_orders
source: Recent orders
he: הזמנות אחרונות

# Languages::recent_products
source: Recently viewed
he: נצפו לאחרונה

# Languages::recipient
source: Recipient
he: נמען

# Languages::recipients_name
source: Recipient`s Name
he: שם הנמען

# Languages::recipient_description
source: Description of the Merchant
he: תיאור של הסוחר

# Languages::recommended
source: Recommended
he: מומלץ

# Languages::recover_password
source: Reset password
he: איפוס סיסמה

# Languages::recover_password_subj
source: Password recovery
he: שחזור סיסמה

# Languages::recursively
source: Recursively
he: באופן רקורסיבי

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
he: הפנה את המבקרים של חזית החנות לזו המכילה את המדינות בהם מוגדרים כתובות IP השייכים ל המבקרים

# Languages::referrers
source: Referrers
he: מפנה

# Languages::referrer_domain
source: Referrer domain
he: דומיין המפנה

# Languages::refresh
source: Refresh
he: רענן

# Languages::refresh_packages_list
source: Refresh available upgrades
he: רענן את השדרוגים הזמינים

# Languages::refund
source: Refund
he: החזר כספי

# Languages::refunded
source: Refunded
he: החזר בוצע

# Languages::refunded_amount
source: Refunded amount
he: סכום שהוחזר

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
he: אם אתה משתמש בבדיקת regexp, עליך להגדיר הודעה המודיעה על מילוי שגוי של השדה, אחרת הבדיקה לא תתבצע

# Languages::region
source: Region
he: אזור

# Languages::regions
source: Regions
he: אזורים

# Languages::register
source: Register
he: הירשם

# Languages::registered
source: Registered
he: רשום

# Languages::registered_customers
source: Registered customers
he: לקוחות רשומים

# Languages::register_new_account
source: Register for a new account
he: הרשם ליצירת חשבון חדש

# Languages::register_profile
source: Register profile
he: רשום פרופיל

# Languages::registration
source: Registration
he: הרשמה

# Languages::regnumber
source: Registration number
he: מספר הרשמה

# Languages::related_order
source: Related order
he: הזמנות קשורות

# Languages::release_date
source: Release date
he: תאריך שחרור

# Languages::remember_me
source: Remember me
he: זכור אותי

# Languages::remove
source: Remove
he: הסר

# Languages::remove_backup_files
source: Remove backup files
he: הסרת קבצי גיבוי

# Languages::remove_cc_info
source: Remove CC info
he: להסיר את פרטי CC

# Languages::remove_this_item
source: Remove this item
he: הסר פריט זה

# Languages::rename
source: Rename
he: שנה שם

# Languages::repay_order
source: Pay order
he: שלם עבור ההזמנה

# Languages::report
source: Report
he: דוח

# Languages::reports
source: Reports
he: דוחות

# Languages::reports_interval_1
source: Total
he: סה"כ

# Languages::reports_interval_3
source: Day
he: יום

# Languages::reports_interval_5
source: Week
he: שבוע

# Languages::reports_interval_7
source: Month
he: חודש

# Languages::reports_interval_9
source: Year
he: שנה

# Languages::reports_list
source: Reports list
he: רשימת דוחות

# Languages::reports_parameter_1
source: Order totals
he: סיכום הזמנה

# Languages::reports_parameter_10
source: Shipping costs
he: עלויות משלוח

# Languages::reports_parameter_11
source: Categories
he: קטגוריות

# Languages::reports_parameter_12
source: Products
he: מוצרים

# Languages::reports_parameter_13
source: Product costs
he: עלויות מוצר

# Languages::reports_parameter_14
source: The number of products
he: מספר המוצרים

# Languages::reports_parameter_15
source: Managers
he: מנהלים

# Languages::reports_parameter_2
source: The number of orders
he: מספר ההזמנות

# Languages::reports_parameter_3
source: Orders
he: הזמנות

# Languages::reports_parameter_4
source: Statuses of orders
he: סטטוסים של הזמנות

# Languages::reports_parameter_5
source: Payment methods
he: שיטות תשלום

# Languages::reports_parameter_6
source: Rate areas
he: תעריפי אזורים

# Languages::reports_parameter_7
source: Users
he: משתמשים

# Languages::reports_parameter_8
source: Discounts and coupons
he: הנחות וקופונים

# Languages::reports_parameter_9
source: Taxes
he: מיסים

# Languages::request
source: Request
he: בקשה

# Languages::requests_count
source: Requests count
he: ספירת בקשות

# Languages::requesttype
source: Request type
he: סוג הבקשה

# Languages::request_account_name
source: Requested account name
he: שם החשבון המבוקש

# Languages::required
source: Required
he: נדרש

# Languages::reset
source: Reset
he: איפוס

# Languages::reset_filter
source: Reset filter
he: איפוס מסנן

# Languages::reset_inventory
source: Reset inventory
he: אפס את המלאי

# Languages::reset_quantity_to_zero
source: Set quantity of all products to zero
he: הגדר את הכמות של כל המוצרים לאפס

# Languages::reset_quantity_to_zero_tooltip
source: If you enable this setting, all the products in your store will have their quantity set to 0, except for the products that have the quantity specified in the imported file.
he: אם תפעיל הגדרה זו, לכל המוצרים בכמות שלך תופיע כמות 0, מלבד המוצרים שהעבות עבורם הוגדרה בקובץ המיובא.

# Languages::reset_password
source: Reset password
he: איפוס סיסמה

# Languages::resolved
source: Resolved
he: פתור

# Languages::response
source: Response
he: תגובה

# Languages::restore
source: Restore
he: שחזור

# Languages::restore_default
source: Use default value
he: השתמש בערך ברירת מחדל

# Languages::restore_from_repository
source: Restore from the repository
he: שחזור מהמאגר

# Languages::ResultCode
source: ResultCode
he: תוצאת קוד

# Languages::ResultDescription
source: ResultDescription
he: התוצאת התיאור

# Languages::return
source: Return to normal view
he: חזור לתצוגה רגילה

# Languages::returning_customer
source: Returning customer
he: לקוח קיים

# Languages::return_url_target
source: Return URL target
he: החזר את URL היעד

# Languages::reuse
source: Reuse
he: שימוש חוזר

# Languages::reversed
source: Reversed
he: הפוך

# Languages::revert
source: Revert
he: חזור

# Languages::re_order
source: Reorder this order
he: צור מחדש את ההזמנה

# Languages::right
source: Right
he: ימין

# Languages::right_to_left_orientation
source: Right to left orientation
he: כיוון הטקסט מימין לשמאל

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
he: בדיקת סיכון בתהליך. אנא נסה לטעון מחדש את הדף בעוד כדקה.

# Languages::risk_information
source: Risk information
he: מידע אודות הסיכונים

# Languages::romanian
source: Romanian
he: רומנית

# Languages::root_category
source: Root category
he: קטגורית שורש

# Languages::root_level
source: Root level
he: רמת שורש

# Languages::root_page
source: Root level page
he: דף ברמת שורש

# Languages::round_to
source: Round to
he: עגל ל

# Languages::routing_code
source: Routing Number
he: מספר ניתוב

# Languages::runtime
source: Runtime
he: זמן ריצה

# Languages::russian
source: Russian
he: רוסית

# Languages::sale
source: Sale
he: מכירה

# Languages::sales
source: Sales
he: מכירות

# Languages::sales_commission
source: Sales commission
he: עמלת מכירות

# Languages::sales_reports
source: Sales reports
he: דוחות מכירה

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
he: סטטיסטיקה מפורטת על המכירות.

# Languages::same_as_source
source: same as source
he: זהה למקור

# Languages::save
source: Save
he: שמור

# Languages::saved_search
source: Saved searches
he: חיפושים שמורים

# Languages::save_and_close
source: Save and close
he: שמור וסגור

# Languages::save_as
source: Save As...
he: שמירה בשם...

# Languages::save_changes
source: Save changes
he: שמור שינויים

# Languages::save_discount
source: Save
he: חסכת

# Languages::save_layout
source: Save layout
he: שמור פריסה

# Languages::save_layout_as
source: Save layout as
he: שמור פריסה בשם

# Languages::save_process_payment
source: Save and process payment
he: שמור ועבד את התשלום

# Languages::save_this_search_as
source: Save this search as
he: שמור חיפוש זה בשם

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
he: שלח את הURL לתמיכה SCB להגדרה כPostbackURL: <br /><b>[return_url]</b>

# Languages::screen
source: Screen
he: מסך

# Languages::screen_resolution
source: Screen resolution
he: רזולוציית מסך

# Languages::script
source: Script
he: סקריפט

# Languages::tmpl_scroller
source: Scroller
he: גולל (Scroller)

# Languages::scroller_direction
source: Auto-scroll direction
he: כיוון גלילה אוטומטית

# Languages::search
source: Search
he: חיפוש

# Languages::search_again
source: Search again
he: חפש שוב

# Languages::search_by_order
source: Search by order
he: חיפוש על פי הזמנה

# Languages::search_by_owner
source: Search by owner
he: חיפוש על פי בעלים

# Languages::search_by_price
source: Search by price
he: חיפוש על פי מחיר

# Languages::search_by_product_features
source: Search by product features
he: חיפוש על פי תכונות מוצר

# Languages::search_by_product_filters
source: Search by product filters
he: חיפוש על פי מסנני מוצר

# Languages::search_by_sku
source: Search by product code
he: חיפוש על פי קוד מוצר

# Languages::search_by_vendor
source: Search by store
he: חיפוש על פי חנות

# Languages::search_by_weight
source: Search by weight
he: חיפוש על פי משקל

# Languages::search_engine
source: Search engine
he: מנוע חיפוש

# Languages::search_for_pattern
source: Search for pattern
he: חיפוש אחר תבנית

# Languages::search_in
source: Search in
he: חפש ב

# Languages::search_in_category
source: Search in category
he: חיפוש בקטגוריה

# Languages::search_in_subcategories
source: Search in subcategories
he: חפש בקטגוריות משנה

# Languages::search_options
source: Search options
he: אפשרויות חיפוש

# Languages::search_product
source: Search product
he: חפש מוצר

# Languages::search_products
source: Search products
he: חפש מוצרים

# Languages::search_results
source: Search results
he: תוצאות חיפוש

# Languages::search_results_for
source: Search results for [search]
he: תוצאות חיפוש עבור [search]

# Languages::search_string
source: Search string
he: מחרוזת החיפוש

# Languages::search_words
source: Search words
he: מילות חיפוש

# Languages::secret_key
source: Secret key
he: מפתח סודי

# Languages::secret_string
source: Secret string
he: מחרוזת החיפוש

# Languages::secret_word
source: Secret word
he: המילה הסודית

# Languages::section
source: Section
he: סעיף

# Languages::section_is_not_completed
source: Section is not completed.
he: הסעיף לא הושלם.

# Languages::section_links
source: Section links
he: קישורי הסעיף

# Languages::section_name
source: Section name
he: שם הסעיף

# Languages::secure
source: Secure
he: מאובטח

# Languages::security
source: Security
he: אבטחה

# Languages::secure_checkout
source: Secure checkout
he: קופה מאובטחת

# Languages::secure_storefront_url
source: Secure storefront URL
he: URL מאובטח של חזית החנות

# Languages::store_access_key
source: Access key to temporarily closed store
he: מפתח גישה לחנות שנסגרה זמנית

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
he: הערך של פרמטר <strong> כתובת אינטרנט (URL) של חזית החנות <strong> שהוזכ על ידך כבר שייך לחברה אחרת.

# Languages::url_access_storefront
source: Use the following URL to access the storefront:<br><a href="[url]" target="_blank">[url]</a>
he: השתמש בURL הבא כדי לגשת לחזית החנות: <br><a href="[url]" target="_blank">[url]</a>

# Languages::security_settings
source: Security settings
he: הגדרות אבטחה

# Languages::see_demo
source: See demo
he: ראה הדגמה

# Languages::select
source: Select
he: בחר

# Languages::selectbox
source: Select box
he: בחר תיבה

# Languages::selected
source: Selected
he: נבחר

# Languages::selected_fields
source: Selected fields
he: בחר שדות

# Languages::selected_items
source: Selected items
he: הפריטים שנבחרו

# Languages::select_all
source: Select all
he: בחר הכל

# Languages::select_all_product_options
source: You should select all product options
he: עליך לבחור את כל האפשרויות של המוצרים

# Languages::select_block
source: Select block
he: בחר בלוק

# Languages::select_country
source: Select country
he: בחר את המדינה

# Languages::select_customer
source: Select customer
he: בחר לקוח

# Languages::select_dates
source: Select dates
he: בחר תאריכים

# Languages::select_descr_lang
source: Select the description language
he: בחר את שפת התיאור

# Languages::select_fields_to_edit
source: Select fields to edit
he: בחר שדות לעריכה

# Languages::select_file
source: Select file
he: בחר קובץ

# Languages::select_image
source: Select image
he: בחר תמונה

# Languages::select_options
source: Select options
he: בחר באפשרויות

# Languages::select_option_above
source: Select the previous option first
he: בחר תחילה את האפשרות הקודמת

# Languages::select_product
source: Select product
he: בחר במוצר

# Languages::select_products
source: Select products
he: בחר מוצרים

# Languages::select_profile
source: Select profile
he: בחר פרופיל

# Languages::select_shipping_method
source: Select shipping method
he: בחר שיטת המשלוח

# Languages::select_state
source: Select state
he: בחר את המדינה

# Languages::select_tables
source: Select tables
he: בחר את הטבלאות

# Languages::select_storefront
source: Select [store] storefront
he: בחר חזית של חנות [store]

# Languages::semicolon
source: Semicolon
he: נקודה ופסיק

# Languages::send
source: Send
he: שלח

# Languages::sender
source: Sender
he: השולח

# Languages::send_feedback
source: Help us improve [product]
he: עזור לנו לשפר [product]

# Languages::send_notification
source: Send notification to selected
he: שלח הודעה לנבחרים

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
he: שלח הודעת משלוח ללקוח

# Languages::send_shipping_address
source: Send customer shipping address
he: שלח ללקוח כתובת למשלוח

# Languages::send_via
source: Send via
he: שלח באמצעות

# Languages::send_via_email
source: Send via email
he: שלח בדואר אלקטרוני

# Languages::send_via_postal_mail
source: Send via postal mail
he: שלח באמצעות דואר רגיל

# Languages::seo_meta_data
source: Meta data
he: מטה-נתונים

# Languages::sequential
source: Sequential
he: עוקב

# Languages::server
source: Server
he: שרת

# Languages::service_not_available
source: This service is not available.
he: שירות זה אינו זמין.

# Languages::settings
source: Settings
he: הגדרות

# Languages::settings_wizard
source: Settings wizard
he: אשף הגדרות

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
he: ניתן לפתוח מחדש את האשף בתפריט 'Settings -> Settings wizard'.

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
he: אשף הגדרות: שלב [current_step] of [total_steps]

# Languages::share
source: Share
he: שתף

# Languages::share.congratulations_first_order
source: Congratulations on you first complete order.
he: ברכות על ההזמנה הראשונה שהשלמת.

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
he: וואו! ההזמנה הראשונה שהושלמה ב [product] חנות שלי

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
he: כרגע הקמתי חנות מקוונת עם [product_name]

# Languages::shared_secret
source: Shared Secret
he: סוד משותף

# Languages::sha_sign
source: SHA-1 Signature
he: חתימה SHA-1

# Languages::shipment
source: Shipment
he: משלוח

# Languages::shipments
source: Shipments
he: משלוחים
