Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::lite_checkout.change_in_geolocation_cities_upgrade_notification_text
source: <p>Previously, you could create a list of cities that would be available to customers for selection in the geolocation block on the storefront. That had to be done in <b>Administration → Shipping &amp; taxes → Geolocation cities.</b></p><p>That page was removed, and the list of cities is now generated automatically from your pickup points. It works only if the corresponding setting in the [stores_pickups_addon] add-on is enabled, and only for pickup points that have a country, state, and city specified.</p><p>For your convenience, here is the list of cities that you previously had on the <b>Geolocation cities</b> page. It may help with configuring pickup points:<p><p>[locations_table]</p><p><a href="[stores_pickups_search]" target="_blank" class="btn btn-large btn-primary">Edit add-on settings</a></p>
he: קודם יכולת ליצור רשימת ערים שיהיו זמינות לבחירת לקוחות בבלוק איכון בחזית חנות. זה היה צריך להיעשות ב<b>Administration → Shipping &amp; taxes → Geolocation cities.</b></p><p>דף זה הוסר ורשימת ערים כעת נוצרת אוטומטית על סמך נקודות איסוף שלך. זה עובד רק אם ההגדרה התואמת ב-[stores_pickups_addon]תוסף מופעלת ורק עבור נקודת איסוף עם ציון ארץ, מדינה ועיר.</p><p>לנוחותך, הינה רשימה של ערים שקודם הייתה לך בדף<b>ערי איכון<b>. זה יכול לעזור עם הגדרת נקודות איסוף<p><p>[locations_table]</p><p><a href="[stores_pickups_search]" target="_blank" class="btn btn-large btn-primary">ערוך תוסף הגדרות</a></p>

# Languages::cant_remove_addon_files
source: Add-on files couldn't be removed
he: לא ניתן להסיר את קבצי תוספים

# Languages::addon_reinstall.intro
source: Looks like you are trying to install an add-on that is already installed. We can do it for you in two ways; we recommend the safe way.
he: נראה שאתה מנסה להתקין תוסף שכבר מותקן. אנו יכולים לעשות זאת עבורך בשני דרכים; אנו ממליצים על הדרך הבטוחה.

# Languages::addon_reinstall.safe_way
source: <strong>The safe way:</strong> we'll uninstall the old add-on first, and then install the new one. The drawback is that any data and settings related to the add-on will be lost.
he: <strong>הדרך הבטוחה:<strong> אנו נסיר תחילה את התוסף הישן ואז נתקין את החדש. החיסרון שכל הנתונים וההגדרות הקשורות לתוסף ילכו לאיבוד.

# Languages::addon_reinstall.dangerous_way
source: <strong>The dangerous way:</strong> we'll replace all the files of the add-on with new ones, but keep all the add-on's data in the database intact. This can break the add-on, or might even break your store. Please don't use the dangerous way, unless you absolutely know what you're doing.
he: <strong>הדרך המסוכנת:</strong> אנו נחליף את כל קבצי התוסף בחדשים, אך נשמור על כל נתוני התוסף בבסיס הנתונים. זה יכול לשבור את התוסף, או אולי אפילו לשבור את החנות שלך. אנא אל תשתמש בדרך המסוכנת, אלא אם כן אתה יודע לחלוטין מה אתה עושה.

# Languages::addon_reinstall.dangerous_way.confirm
source: I know the risks and want to use the dangerous way.
he: אני מכיר את הסיכונים ורוצה להשתמש בדרך המסוכנת.

# Languages::addon_reinstall.dangerous_way.action
source: Use the dangerous way
he: השתמש בדרך מסוכנת

# Languages::addon_reinstall.safe_way.action
source: Use the safe way
he: השתמש בדרך בטוחה

# Languages::storefronts_themes_upgrade_notification.title
source: Storefronts can now differ from each other significantly
he: חזיתות חנות יכולות כעת להיות שונות משמעותית זו מזו

# Languages::storefronts_themes_upgrade_notification.message
source: <p>Previously, all storefronts looked the same. They differed only in currencies, languages, and vendors. But now storefronts can have their own themes and layouts. This allows you to customize their look and structure.</p><ul><li>Themes let you give each storefront its own set colors, fonts, logos, backgrounds, and styles. Match the appearance of a storefronts to its products or the preference of its audience.</li><li>Layouts and blocks let you create storefronts with entirely different structure and content. Show different banners, change the positions of elements on the pages, and so on. Everything in [product] is displayed via blocks, so you have many ways to customize your storefronts.</li></ul><p><a href="[themes_url]" target="_blank" class="btn btn-large btn-primary">Manage themes</a> <a href="[layouts_url]" target="_blank" class="btn btn-large">Manage layouts</a></p>
he: <p>בעבר, כל חזיתות החנות נראו אותו הדבר. הם נבדלים זה מזה רק במטבעות, בשפות ובספקים. אבל עכשיו חזיתות יכולות להיות בעלות נושא ותבניות משלהם. זה מאפשר לך להתאים אישית את המראה והמבנה שלהם.</p><ul><li>ערכות הנושא מאפשרות לכל חזית חנות להגדיר צבעים, גופנים, סמלי לוגו, רקע וסגנונות משלה. התאם את המראה של חזיתות למוצריה או את העדפת הקהל שלה.</li><li>פריסות וחסימות מאפשרים לך ליצור חזיתות עם מבנה ותוכן שונים לחלוטין. הצג באנרים שונים, שנה את מיקום האלמנטים בדפים וכן הלאה. הכל ב-[product] מוצג באמצעות בלוקים, כך שיש לך דרכים רבות להתאים אישית את חזיתות החנות שלך.</li></ul><p><a href="[themes_url]" target="_blank" class="btn btn-large btn-primary">נהל נושאים</a> <a href="[layouts_url]" target="_blank" class="btn btn-large">נהל פריסות</a></p>

# Languages::all_storefronts
source: All storefronts
he: כל חזיתות חנות

# Languages::add_storefronts
source: Add storefronts
he: הוסף חזיתות חנות

# Languages::add_storefronts_and_close
source: Add storefronts and close
he: הוסף חזיתות חנות וסגור

# Languages::event.receiver.c
source: Customer
he: לקוח

# Languages::event.receiver.a
source: Administrator
he: מנהל מערכת

# Languages::event.receiver.v
source: Vendor
he: ספק

# Languages::event.transport.mail
source: E-mail
he: דוא"ל

# Languages::event.transport.internal
source: Notifications center
he: מרכז התראות

# Languages::event.order.edp.name
source: Access to downloadable products granted
he: אושרה גישה למוצרים הניתנים להורד

# Languages::event.notification_type
source: Notification type
he: סוג ההתראה

# Languages::notifications
source: Notifications
he: התראות

# Languages::event.order.updated.name
source: Order was updated
he: הזמנה עודכנה

# Languages::event.order.shipment_updated.name
source: Products were shipped
he: מוצרים נשלחו

# Languages::purpose
source: Purpose
he: מטרה

# Languages::feature_style
source: Feature style
he: סוג תכונה

# Languages::filter_style
source: Filter type
he: סוג מסנן

# Languages::all_block_types
source: All block types
he: כל סוגי של בלוקים

# Languages::all_layouts
source: All layouts
he: כל הפריסות

# Languages::all_locations
source: All locations
he: כל המיקומים

# Languages::n_categories
source: [n] category|[n] categories
he: [n] קטגוריה | [n] קטגוריות

# Languages::n_pages
source: [n] page|[n] pages
he: [n] דף|[n] דפים

# Languages::n_filters
source: [n] filter|[n] filters
he: [n] פילטר|[n] פילטרים

# Languages::n_profile_fields
source: [n] profile field|[n] profile fields
he: [n] שדה פרופיל | [n] שדות הפרופיל

# Languages::event.profile.activated.name
source: Profile was activated
he: פרופיל הופעל

# Languages::event.profile.deactivated.name
source: Profile was deactivated
he: הפרופיל הושבת

# Languages::event.profile.password_reminder.name
source: Reminder about necessary password change
he: תזכורת לגבי שינוי סיסמא הכרחי

# Languages::event.profile.usergroup_request.name
source: Membership in user group was requested
he: התבקשה חברות בקבוצת משתמשים

# Languages::event.profile.updated.name
source: Profile was updated
he: פרופיל היה מעודכן

# Languages::event.profile.added.name
source: Profile requires activation
he: פרופיל משתמש מחייב הפעלה

# Languages::event.profile.created.name
source: Profile was created
he: הפרופיל נוצר

# Languages::event.profile.usergroup_activation.name
source: User group activation
he: הפעלת קבוצת משתמשים

# Languages::event.profile.usergroup_disactivation.name
source: User group disactivation
he: השבתה קבוצת משתמשים

# Languages::event.profile.usergroup_updated.name
source: Membership in user group was changed
he: החברות בקבוצת המשתמשים שונתה

# Languages::event.profile.password_recovery.name
source: Password recovery
he: שחזור סיסמה

# Languages::export_found_products
source: Export found products
he: ייצא מוצרים שנמצאו

# Languages::hello_name
source: Hello [name],
he: שלום [name],

# Languages::checkout.email_exists.popup.title
source: You may have bought from us before
he: יכול להיות שקנית מאתנו בעבר

# Languages::checkout.email_exists.popup.message
source: An account with your email already exists. We can sign you in (password won't be needed), or you can use another email if you'd like.
he: כבר קיים חשבון בדוא"ל שלך. אנו יכולים לרשום אותך (לא יהיה צורך בסיסמה), או שתוכל להשתמש בדוא"ל אחר אם תרצה.

# Languages::checkout.email_exists.popup.cancel_btn
source: Use another email
he: תשתמשו במייל אחר

# Languages::checkout.email_exists.popup.sign_in_btn
source: Sign me in
he: תחברו אותי

# Languages::auth.one_time_password.popup.title
source: Password-free sign-in
he: כניסה ללא סיסמה

# Languages::auth.one_time_password.popup.message
source: We've sent a one-time code to <strong>[email]</strong>. Please enter it below, and we'll sign you in without a password.
he: שלחנו קוד חד פעמי ל- <strong> [email] </strong>. אנא הזן אותו למטה, ונכניס אותך ללא סיסמה.

# Languages::auth.one_time_password.popup.input_placeholder
source: Enter the code here
he: הזן את הקוד כאן

# Languages::auth.one_time_password.popup.resend_btn
source: Resend the code
he: שלח שוב את הקוד

# Languages::auth.one_time_password.popup.sign_in_btn
source: Sign me in
he: תחברו אותי

# Languages::auth.one_time_password.notification.info_password_sent
source: We've sent a one-time code to [email].
he: שלחנו קוד חד פעמי ל-[email].

# Languages::auth.one_time_password.notification.error_password_invalid
source: Sorry, it seems that the code you've entered is incorrect. It may have expired or been used already. Please check the code you're entering or request a new code.
he: מצטערים, נראה שהקוד שהזנת אינו נכון. יתכן שפג תוקפו או שימש אותו כבר. אנא בדוק את הקוד שאתה מזין או בקש קוד חדש.

# Languages::auth.one_time_password.notification.error_password_required
source: Please enter the code to sign in.
he: הזן את הקוד לכניסה.

# Languages::email.one_time_password.title
source: Sign in without password
he: כנס ללא סיסמה

# Languages::email.one_time_password.message
source: <p>You've requested a one-time code to sign in to <a href="[storefront_url]">[storefront_url]</a>. Here it is:</p><p><strong><code>[password]</code></strong></p><p>Please don't tell this code to anyone else. If you haven't requested the code, then you can safely ignore this message. Nobody will be able to sign in to your account, unless they know your password or can view your inbox.</p>
he: <p>ביקשת קוד חד פעמי כדי להיכנס ל-<a href="[storefront_url]">[storefront_url]</a>. הנה זה:</p><p><strong><code>[password]</code></strong></p><p>אנא אל תספר את הקוד הזה לאף אחד אחר. אם לא ביקשת את הקוד, תוכל להתעלם מהודעה זו בבטחה. איש לא יוכל להיכנס לחשבונך, אלא אם כן הוא יודע את הסיסמה שלך או יוכל להציג את תיבת הדואר הנכנס שלך.</p>

# Languages::email_template.one_time_password_request
source: One-time code for password-free sign-in
he: קוד חד פעמי לכניסה ללא סיסמה

# Languages::other_notification
source: Other
he: אחר

# Languages::see_full_templates_list
source: Can't find a notification you're looking for?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">See the full list of on-site notification templates</a>
he: לא מצליחים למצוא הודעה שאתה מחפש? <br/><a href="[email_template_manage]"></a><br/> <a href="[internal_template_manage]">עיין ברשימה המלאה של תבניות התראה באתר</a>

# Languages::other_notifications.title
source: Can't find a notification you're looking for?
he: לא מצליחים למצוא הודעה שאתה מחפש?

# Languages::other_notifications.email_templates
source: See the full list of email templates
he: עיין ברשימה המלאה של תבניות הדוא"ל

# Languages::other_notifications.internal_templates
source: See the full list of on-site notification templates
he: עיין ברשימה המלאה של תבניות התראה באתר

# Languages::internal_templates
source: On-site notification templates
he: תבניות התראה באתר

# Languages::editing_internal_template
source: Editing on-site notification template
he: עריכת תבנית התראה באתר

# Languages::send_test_notification
source: Send test notification
he: שלח הודעת טסט

# Languages::count_internal_template_successfully_imported
source: On-site notification templates successfully imported:
he: תבניות התראה באתר מיובאות בהצלחה:

# Languages::count_internal_template_fail_imported
source: On-site notification templates import failed:
he: ייבוא תבניות התראה באתר נכשל:

# Languages::internal_template_import_success_msg
source: All the on-site notification templates have been imported without errors.
he: כל תבניות ההתראה באתר יובאו ללא שגיאות.

# Languages::internal_template_exists
source: The on-site notification template with the chosen code already exists, please try another.
he: תבנית ההודעות באתר עם הקוד שנבחר כבר קיימת, אנא נסה אחר.

# Languages::notification_template.tab.email
source: Email
he: דואר אלקטרוני

# Languages::notification_template.tab.internal
source: On-site
he: באתר

# Languages::lite_checkout.chosen_shipping_not_avaliable
source: Sorry, we can't get the rates for your selected shipping method. Please check your address and make sure that it is correct. If this doesn't help, please select another shipping method or contact us.
he: מצטערים, איננו יכולים לקבל את התעריפים עבור שיטת המשלוח שבחרת. אנא בדוק את הכתובת שלך וודא שהיא נכונה. אם זה לא עוזר, אנא בחר שיטת משלוח אחרת או צור איתנו קשר.

# Languages::lite_checkout.not_available
source: Not available
he: לא זמין

# Languages::last_login
source: Last login
he: התחברה לאחרונה

# Languages::total_orders
source: Created orders
he: יצרו הזמנות

# Languages::total_paid_orders
source: Paid orders
he: הזמנות בתשלום

# Languages::total_spent_money
source: Total spend
he: סך ההוצאה

# Languages::notifications_center.section.communication
source: Communication
he: תקשורת

# Languages::notifications_center.tag.messages
source: Messages
he: הודעות

# Languages::settled_order_status
source: Consider order paid
he: שקול את ההזמנה ששולמה

# Languages::edit_on_site
source: Edit on site
he: ערוך באתר

# Languages::order_manager
source: Order manager
he: מנהל ההזמנות

# Languages::privilege_groups.internal_templates
source: On-site notification templates
he: תבניות התראה באתר

# Languages::privilege_groups.notification_settings
source: Notifications
he: התראות

# Languages::logo_section.theme
source: Site logo
he: לוגו האתר

# Languages::logo_section.favicon
source: Favicon
he: פביקון

# Languages::logo_section.mail
source: E-mail logo
he: לוגו דואר אלקטרוני

# Languages::show_extra_logos
source: Show extra logos
he: הצג סמלי לוגו נוספים

# Languages::hide_extra_logos
source: Hide extra logos
he: הסתר סמלי לוגו נוספים

# Languages::test_rate_calculation
source: Test rate calculation
he: חישוב שיעורי מבחן

# Languages::calculated_rate
source: Calculated rate
he: שער מחושב

# Languages::calculated_automatically
source: Calculated automatically
he: מחושב אוטומטית

# Languages::additional_settings
source: Additional settings
he: הגדרות נוספות

# Languages::rates_calculated_info
source: Rates are calculated for [n] product that costs [price].|Rates are calculated for [n] products that cost [price].
he: המחירים מחושבים עבור [n] מוצר שעולה [מחיר]. המחירים מחושבים עבור [n] מוצרים שעולים [מחיר].

# Languages::base_rate
source: Base rate
he: מחיר בסיס

# Languages::price_rate_not_set
source: Price rate was not set.
he: מחיר המחיר לא נקבע.

# Languages::receivers
source: Receivers
he: מקבלים

# Languages::notification
source: Notification
he: התראה

# Languages::owner_company
source: Storefront
he: חזית החנות

# Languages::block_manager.brands_per_screen
source: Brands per screen
he: מותגים למסך

# Languages::block_manager.total_displayed_brands
source: Total amount of brands displayed
he: הסכום הכולל של המותגים המוצגים

# Languages::add_all_destinations
source: Add all
he: הוסף הכל

# SettingsOptions::show_unavailable_shipping_methods
source: Show unavailable shippings
he: הצג משלוחים שאינם זמינים

# SettingsTooltips::show_unavailable_shipping_methods
source: Show real-time shipping methods even if their servers haven't returned the rates
he: הצג שיטות משלוח בזמן אמת גם אם השרתים שלהם לא החזירו את התעריפים

# Languages::block_manager.manage_layout_in_tab_not_exist_location
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Go to <b><a href="[link]">Design → Layouts</a></b></li><li>Add a layout page with <b>Dispatch:</b> <code>[dispatch_value]</code>.</li><li>Switch to the <b>[entity_tab]</b> tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
he: <p style=";text-align:right;direction:rtl"> ל- [ישות] זו כרגע לא עמוד פריסה משויך. זו הסיבה שהיא משתמשת בבלוקים מדף הפריסה המוגדר כברירת מחדל. <br> אם תרצה לערוך בלוקים באופן ספציפי עבור [ישות] זו, אז: </p><p style=";text-align:right;direction:rtl"><ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> עבור אל <b><a href="[link]">עיצוב → פריסות</a></b> </li><li style=";text-align:right;direction:rtl"> הוסף דף פריסה עם <b>שיגור:</b> <code>[dispatch_value]</code> . </li><li style=";text-align:right;direction:rtl"> עבור <b>לכרטיסייה [ישות_טבלה]</b> וודא שדף הפריסה מופעל עבור [ישות] זו. </li><li style=";text-align:right;direction:rtl"> שמור את השינויים שלך וחזור לכאן. </li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable_by_object_id
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Edit the <b><a href="[link]">[location_name]</a></b> layout page.</li><li>Switch to the [entity_tab] tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
he: <p style=";text-align:right;direction:rtl"> ל- [ישות] זו כרגע לא עמוד פריסה משויך. זו הסיבה שהיא משתמשת בבלוקים מדף הפריסה המוגדר כברירת מחדל. <br> אם תרצה לערוך בלוקים באופן ספציפי עבור [ישות] זו, אז: </p><p style=";text-align:right;direction:rtl"><ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> ערוך את דף הפריסה של <b><a href="[link]">[מיקום_שם]</a></b> . </li><li style=";text-align:right;direction:rtl"> עבור לכרטיסייה [ישות_טבלה] וודא שדף הפריסה מופעל עבור [ישות] זו. </li><li style=";text-align:right;direction:rtl"> שמור את השינויים שלך וחזור לכאן. </li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable
source: Sorry, you can't edit blocks for this [entity]. If you'd like to do this, please contact the main administrator. Ask him or her to check the <b>Layouts</b> tab of this [entity] in their admin panel. That will give the main admin all the necessary information.
he: מצטערים, אינך יכול לערוך חסימות עבור [ישות] זו. אם תרצה לעשות זאת, צור קשר עם המנהל הראשי. בקש ממנו או אותה לבדוק את הכרטיסייה <b>פריסות</b> של [ישות] זו בלוח הניהול שלהם. זה ייתן למנהל הראשי את כל המידע הדרוש.

# Languages::block_manager.dynamic_entity_products
source: product
he: מוצר

# Languages::block_manager.dynamic_entity_categories
source: category
he: קטגוריה

# Languages::block_manager.dynamic_entity_pages
source: page
he: דף

# Languages::payment_processors.category.checkout
source: Checkout
he: תשלום

# Languages::payment_processors.category.gateway
source: Gateways
he: שערים

# Languages::payment_processors.category.russian
source: Russian payment methods
he: אמצעי תשלום רוסיים

# Languages::add_in_all_realtime_shippings
source: Add in all realtime shipping methods
he: הוסף את כל שיטות המשלוח בזמן אמת

# Languages::event.system.realtime_shipping_error.name
source: Realtime shipping errors
he: שגיאות משלוח בשמן אמת

# Languages::profile_field_contains_information
source: Сouldn't change the field type: someone has already submitted data in this field.
he: לא יכול לשנות את סוג השדה: מישהו כבר הגיש נתונים בשדה זה.

# Languages::text_cannot_create_file_check_file
source: Сouldn't create the file. Please try again or choose another file.
he: לא יכול ליצור את הקובץ. אנא נסה שוב או בחר קובץ אחר.

# Languages::error_profile_field_code_exists
source: A profile field with this code already exists. Please choose another code.
he: שדה פרופיל עם קוד זה כבר קיים. בחר קוד אחר.

# Languages::can_not_add_file_type_profile_field
source: Sorry, this page doesn't support fields with the "File" type, and they weren't added.
he: מצטערים, דף זה אינו תומך בשדות מסוג "קובץ" והם לא נוספו.

# Languages::day_or_days
source: day(s)
he: יום/ימים

# Languages::feature_already_in_use
source: Couldn't delete the feature. It is already used by your or someone else's products.
he: לא ניתן היה למחוק את התכונה. זה כבר בשימוש על ידי המוצרים שלך או של מישהו אחר.

# Languages::feature_variants_already_in_use
source: Couldn't delete some feature variants. They are already used by your or someone else's products.
he: לא ניתן היה למחוק גרסאות מסוימות של תכונות. הם כבר משמשים את המוצרים שלך או של מישהו אחר.

# Languages::stop_following_rules
source: Stop following rules
he: הפסק לעקוב אחר כללים

# SettingsOptions::product_variant_mini_icon_width
source: Product variant selector thumbnail width
he: רוחב תמונה ממוזערת של בורר גרסאות מוצר

# SettingsOptions::product_variant_mini_icon_height
source: Product variant selector thumbnail height
he: גובה תמונה ממוזערת של בורר גרסאות מוצר

# Languages::exim_features
source: Features (Deprecated)
he: תכונות (הוצא משימוש)

# Languages::exim_storefront_feature_name
source: Storefront feature name
he: שם של הראווה

# Languages::exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file.
he: זה לא ישפיע על המוצרים שצוינו בהם כמות בקובץ המיובא.

# Languages::thank_you
source: Thank you!
he: תודה רבה!

# Languages::text_review_and_reach_out_request
source: We'll review your application and reach out to you via email soon.
he: אנו נבדוק את הבקשה שלך ונגיע אליך באמצעות דוא"ל בקרוב.

# Languages::system_of_measurement
source: System of measurement
he: מערכת מדידה

# Languages::imperial_units
source: Imperial (in, lb)
he: קיסרי (ינץ',פָּאוּנְד)

# Languages::metric_units
source: Metric (cm, kg)
he: מטרי (ס"מ, ק"ג)

# Languages::ship_dhl_account_country
source: Account country
he: ארץ חשבון

# Languages::print_documents
source: Print documents
he: הדפסת מסמכים

# Languages::change_to_status
source: Change to [status]
he: שנה ל [סטטוס]

# Languages::invoice_pdf
source: Invoice (PDF)
he: חשבונית (PDF)

# Languages::exim_import_detailed_image
source: Detailed image (Deprecated)
he: תמונה מפורטת (הוצא משימוש)

# Languages::settings.smtp_error
source: SMTP Error
he: שגיאת SMTP

# SettingsVariants::timezone::Atlantic/Bermuda
source: (GMT-03:00) Bermuda
he: (GMT-03: 00) ברמודה

# SettingsVariants::timezone::Asia/Almaty
source: (GMT+06:00) Almaty
he: (GMT + 06: 00) אלמטי

# SettingsVariants::timezone::Indian/Cocos
source: (GMT+06:30) Cocos
he: (GMT + 06:30) קוקוס

# SettingsVariants::timezone::Pacific/Pitcairn
source: (GMT-08:00) Pitcairn
he: (GMT-08: 00) פיטקארן

# SettingsVariants::timezone::America/Vancouver
source: (GMT-08:00) Vancouver
he: (GMT-08: 00) ונקובר

# SettingsVariants::timezone::Pacific/Gambier
source: (GMT-09:00) Gambier
he: (GMT-09: 00) גמבייר

# SettingsVariants::timezone::Australia/Lord_Howe
source: (GMT+10:30) Lord Howe
he: (GMT + 10:30) לורד האו

# SettingsVariants::timezone::Pacific/Chatham
source: (GMT+12:45) Chatham
he: (GMT + 12: 45) צ'את'ם

# SettingsVariants::timezone::Africa/Casablanca
source: (GMT+01:00) Casablanca
he: (GMT + 01: 00) קזבלנקה
