Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
he: גרם ליחידת משקל שהוגדרה על ידי סמל המשקל

# SettingsOptions::month
source: Month
he: חודש

# SettingsOptions::mailer_smtp_username
source: SMTP username
he: שם משתמש ה-SMTP

# SettingsOptions::min_font_size
source: Minimum font size
he: גודל הגופן המזערי

# SettingsOptions::account_password_expiration_period
source: Password validity period in days (0 - unlimited)
he: תוקף הסיסמה בימים (0 - ללא הגבלה)

# SettingsOptions::ftp_password
source: Password
he: סיסמה

# SettingsOptions::company_zipcode
source: Company zip code
he: מיקוד החברה

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
he: דפי CNS פר דף

# SettingsOptions::year
source: Year
he: שנה

# SettingsOptions::mailer_smtp_password
source: SMTP password
he: הסיסמה ל-SMTP

# SettingsOptions::max_font_size
source: Maximum font size
he: גודל הגופן מרבי

# SettingsOptions::store_mode
source: Close storefront
he: סגור את חזית החנות

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
he: שחזר את המטמון באופן אוטומטי

# SettingsOptions::order_start_id
source: Initial order ID value
he: ערך ראשוני של מזהה הזמנה

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
he: אפשר משלוחים מרובים עבור הזמנה יחידה

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
he: תיידע את המבקרים אודות השימוש בעוגיות

# SettingsOptions::tax_calculation
source: Tax calculation method based on
he: שיטת חישוב המס מבוססת על

# SettingsOptions::feedback_type
source: Help us improve software
he: עזור לנו לשפר את התולכנה

# SettingsOptions::auto_check_updates
source: Check for updates automatically
he: סמן לעדכונים אוטומטיים

# SettingsOptions::ftp_directory
source: Directory
he: ספריה

# SettingsOptions::admin_elements_per_page
source: Elements per page
he: אלמנטים פר עמוד

# SettingsOptions::company_phone
source: Company phone
he: טלפון חברה

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
he: עורך wysiwyg של ברירת מחדל

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
he: השתמש באימות SMTP

# SettingsOptions::string_type
source: String type
he: סוג מחרוזת

# SettingsOptions::header_7003
source: Default customer location
he: מיקום ברירת מחדל של הלקוח

# SettingsOptions::char_shadow
source: Character shadows
he: צלליות תווים (Character shadows)

# SettingsOptions::default_address
source: Default address
he: כתובת ברירת מחדל

# SettingsOptions::company_phone_2
source: Company phone 2
he: טלפון חברה 2

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
he: צבע רקע של התמונה הממוזערת

# SettingsOptions::colour
source: Color
he: צבע

# SettingsOptions::header_2
source: Customer settings
he: הגדרות הלקוח

# SettingsOptions::header_10004
source: Sendmail settings
he: הגדרות Sendmail

# SettingsOptions::default_zipcode
source: Default zipcode
he: מיקוד של ברירת מחדל

# SettingsOptions::frontend_default_language
source: Frontend default language
he: שפת ברירת המחדל של קצה קדמי (Frontend)

# SettingsOptions::convert_to
source: Thumbnail format
he: פורמט תמונות ממוזערות

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
he: נתיב לתוכנה sendmail

# SettingsOptions::background_image
source: Background image
he: תמונת רקע

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
he: אין להשתמש באימות אם המשתמש מחובר

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
he: אין להשתמש באימות לאחר תשובה נכונה ראשונה

# SettingsOptions::default_city
source: Default city
he: עיר ברירת המחדל

# SettingsOptions::company_website
source: Company website
he: אתר רשת של החברה

# SettingsOptions::orders_per_page
source: Orders per page
he: הזמנות לכל עמוד

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
he: איכות פורמט JPEG (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
he: שנה בה החנות התחילה לפעול

# SettingsOptions::default_country
source: Default country
he: ארץ ברירת מחדל

# SettingsOptions::products_per_page
source: Products per page
he: מוצרים לכל עמוד

# SettingsOptions::company_users_department
source: User department e-mail address
he: כתובת הדואר האלקטרוני של מחלקת המשתמשים

# SettingsOptions::use_for
source: Use for
he: השתמש עבור

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
he: רוחב תמונה ממוזערת של רשימה (קטגוריה, חיפוש, וכו ') מוצרים

# SettingsOptions::default_state
source: Default state
he: מצב ברירת המחדל

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
he: כתובת הדואר האלקטרוני של מנהל האתר

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
he: רשימת מוצרים (קטגוריה, חיפוש, וכו ') גובה תמונות ממוזערות

# SettingsOptions::company_orders_department
source: Order department e-mail address
he: כתובות דוא"ל של מחלקת הזמנות

# SettingsOptions::default_phone
source: Default phone
he: טלפון ברירת מחדל

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
he: רוחב תמונה ממוזערת של דף פרטי המוצר

# SettingsOptions::header_7004
source: Catalog
he: קטלוג

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
he: כתובת דוא"ל שלמחלקת עזרה/תמיכה

# SettingsOptions::elements_per_page
source: Elements per page
he: אלמנטים לכל עמוד

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
he: לאפשר מעקב מלאי

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
he: גובה הממוזערת של עמוד פרטי המוצר

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
he: לאפשר סכום שלילי במלאי

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
he: רוחב תמונה ממוזערת של המוצר לצפייה מהירה

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
he: גובה תמונה ממוזערת של המוצר לצפייה מהירה

# SettingsOptions::product_admin_mini_icon_width
source: Admin panel: product mini-icon thumbnail width
he: פנל ניהול: רוחב תמונה ממוזערת של צלמית-מיני של המוצר

# SettingsOptions::product_admin_mini_icon_height
source: Admin panel: product mini-icon thumbnail height
he: פנל ניהול: גובה תמונה ממוזערת של צלמית-מיני של המוצר

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
he: כתובת דוא"ל של אגרת מידע Reply-To

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
he: הורד מפתח TTL (עבור מוצרים המופצים באופן אלקטרוני), שעות

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
he: הודעה על סף נמוך של מלאי

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
he: מספר העמודות ברשימה המוצרים

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
he: הצג מוצרים מתת-קטגוריות של הקטגוריה הנבחרת

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
he: הצג את המציינים (modifiers) עבור אפשרויות מוצרים

# SettingsOptions::default_options_type
source: Options type
he: סוג אפשרויות

# SettingsOptions::default_tracking
source: Track inventory
he: עקוב אחר מלאי

# SettingsOptions::default_exceptions_type
source: Exceptions type
he: סוג היוצאים מן הכלל

# SettingsOptions::default_zero_price_action
source: Zero price action
he: פעולה במחיר אפס

# SettingsOptions::default_min_qty
source: Minimum quantity to buy per product
he: כמות מינימלית לרכישה למוצר

# SettingsTooltips::default_min_qty
source: Sell no less than X units of a product in an order.
he: למכור לא פחות מ- X יחידות של מוצר בהזמנה.

# SettingsOptions::default_max_qty
source: Maximum quantity to buy per product
he: כמות מקסימאלית לרכישה למוצר

# SettingsTooltips::default_max_qty
source: Sell no more than X units of a product in an order.
he: למכור לא יותר מ- X יחידות של מוצר בהזמנה.

# SettingsOptions::default_qty_step
source: Quantity step
he: כפולות של כמות

# SettingsTooltips::default_qty_step
source: Increase or decrease the number of purchased product units only by X.
he: הגדל או הקטן את מספר יחידות המוצרים שנרכשו רק ב- X.

# SettingsOptions::default_list_qty_count
source: Number of available quantities
he: מספר הכמויות הזמינות

# SettingsTooltips::default_list_qty_count
source: Replace product quantity selector with a dropdown list with X variants.
he: החלף את בורר כמויות המוצרים ברשימה נפתחת בגרסאות X.

# SettingsOptions::exception_style
source: Exception style
he: סגנון חריג

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
he: רוחב התמונה הממוזערת של דף עגלת קניות של המוצר

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
he: גובה התמונה הממוזערת של דף עגלת קניות של המוצר

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
he: הצג מוצרים חסרים במלאי

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
he: רוחב רשימת התמונות הממוזערות של הקטגוריות

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
he: הערכת מיסים על סמך כתובת של ברירת מחדל בדפי עגלת קניות/קופה

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
he: הצג מחירים עם המיסים בדפי קטגוריות/מוצרים אם השיטה של חישוב מיסים מבוססת על מחיר ליחידה

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
he: הצג מחירם עם מיסים בדפי עגלת קניות/קופה אם שיטת חישוב מיסים מבוססת על מחיר ליחידה

# SettingsOptions::in_stock_field
source: Show number of available products
he: הצג מספר מוצרים זמינים

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
he: הצג מיני תמונות ממוזערות כגלריה

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
he: השתמש ב'משנה ערך' עבור שדה הכמות

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
he: הצג 'סעיף עימוד' בחלק העליון של האובייקט הרשום

# SettingsOptions::default_image_previewer
source: Default image previewer
he: מציג (previewer) תצוגה מקדימה של ברירת מחדל

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
he: גובה התמונות הממוזערות של רשימת הקטגוריות

# SettingsOptions::default_product_details_view
source: Product detailed page view
he: צפייה בדף מוצר מפורט

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
he: הצג פרטי המוצרים בלשוניות

# SettingsOptions::display_track_orders
source: Display track my orders section
he: הצג סעיף מעקב אחרי ההזמנות שלי

# SettingsOptions::header_10070
source: Products list layouts settings
he: הגדרות פריסות של רשימת מוצרים

# SettingsOptions::default_products_view_templates
source: Available product list views
he: צפיות ברשימת המוצרים הזמינים

# SettingsOptions::default_products_view
source: Product list default view
he: צפה של ברירת מחדל ברשימת המוצרים

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
he: השתמש בצפייהנבחרת עבור קטגוריה נוכחית או דף חיפוש בלבד

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
he: רשימות ממוינות של המוצרים הזמינים

# SettingsOptions::default_products_sorting
source: Product list default sorting
he: ברירת מחדל למיון רשימת מוצרים

# SettingsOptions::enable_quick_view
source: Enable quick view
he: אפשר צפייה מהירה

# SettingsOptions::header_10080
source: Common settings
he: הגדרות משותפות

# SettingsOptions::date_format
source: Date format
he: פורמט התאריך

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
he: רוחב התמונה ממוזערת של דף פרטי הקטגוריות

# SettingsOptions::time_format
source: Time format
he: פורמט הזמן

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
he: גובה התמונה ממוזערת של דף פרטי הקטגוריות

# SettingsOptions::header_7024
source: Promotions
he: מבצעים

# SettingsOptions::timezone
source: Time zone
he: אזור זמן

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
he: רוחב התמונה של הקטגוריה המפורטת

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
he: אפשר ללקוחות להשתמש בקופון הנחה יחיד בלבד

# SettingsOptions::calendar_date_format
source: Calendar date format
he: פורמט תאריך קלנדרי

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
he: גובה תמונת הקטגוריה המפורטת

# SettingsOptions::header_7005
source: Users
he: משתמשים

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
he: אפשר למשתמשים ליצור פרופילים מרובים עבור חשבון אחד

# SettingsOptions::calendar_week_format
source: Calendar week starts from
he: שבוע קלנדרי מתחיל ב

# SettingsOptions::min_order_amount
source: Minimum order amount
he: סכום מינימום להזמנה

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
he: הגדר סכום מינים להזמנה לפי

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
he: אפשר קניות ללקוחות לא מחוברים

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
he: השבת אפשרות תשלום אנונימי ב קופה

# SettingsOptions::checkout_redirect
source: Allow checkout only from cart
he: אפשר לשלם רק מסל קניות

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
he: אפשר ללקוח להירשם לקבוצת משתמשים

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
he: מנהל מערכת צריך להפעיל את החשבונות של המשתמשים החדשים

# SettingsOptions::address_position
source: Profile address section order
he: סדר סעיף כתובת הפרופיל

# SettingsOptions::changes_warning
source: Unsaved changes warning
he: התראה על שינויים שלא נשמרו

# SettingsOptions::show_menu_descriptions
source: Show menu description in admin panel
he: הצג תיאור של תפריט בפאנל אדמיניסטרטיבי

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
he: הודעה עם תצוגת זמן (כדי לבטל את הפונקציה של הסתרה אוטומטית הכנס 0)

# SettingsOptions::quick_registration
source: Quick registration
he: הרשמה מהירה

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
he: בקש מהלקוחות להסכים לתנאים &amp;

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions is in the "terms_and_conditions_content" language variable.
he: טקסט התנאים וההגבלות הוא במשתנה השפה "תנאים_וא_תנאים_תוכן".

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
he: אפשר ללקוחות לשלום עבור ההזמנה שוב אם העסקה נדחתה

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
he: הערך את עלות המשלוח בדף עגלת הקניות

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
he: הצע לאורח ליצור חשבון לאחר הזמנה מוצלחת

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts [Deprecated]
he: התעלם מאפשרויות המוצר כאשר מחשבים את הנחות על כמות [Deprecated]

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
he: שרת פרוקסי עבור חיבורים יוצאים

# SettingsOptions::proxy_host
source: Proxy host
he: מארח פרוקסי

# SettingsOptions::proxy_port
source: Proxy port
he: יציאת פרוקסי

# SettingsOptions::proxy_user
source: Proxy user
he: משתמש פרוקסי

# SettingsOptions::proxy_password
source: Proxy password
he: סיסמת פרוקסי

# SettingsOptions::header_15000
source: Search options
he: אפשרויות חיפוש

# SettingsOptions::search_objects
source: Search also in
he: חפש גם ב

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
he: השתמש בחיבור מוצפן

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
he: הגדרת את שלב "ההתחברות"

# SettingsTooltips::configure_sign_in_step
source: This step can be hidden only if it doesn't have any required contact info fields and anonymous checkout is allowed.
he: שלב זה יכול להיות מוסתר רק אם הוא אינו מכיל שדות פרטי קשר נדרשים ותשלום אנונימי בקופת מותר.

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
he: ברירת מחדל עבור סעיף "לקוח חדש" ב"הירשם"

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step
he: הצג את שלב "שיטת משלוח"

# SettingsTooltips::display_shipping_step
source: If the step is hidden, the first active method will be used by default.
he: אם השלב מוסתר, השיטה הפעילה הראשונה תשמש כברירת מחדל.

# SettingsOptions::email_templates
source: Email templates mode
he: מצב תבניות דוא"ל

# SettingsOptions::phone_validation_mode
source: Supported phone numbers
he: מספרי טלפון נתמכים

# SettingsOptions::display_payment_step
source: Display "Payment method" step
he: הצג את השלב "שיטת תשלום"

# SettingsTooltips::display_payment_step
source: If the step is hidden, the first active method will be used by default.
he: אם השלב מוסתר, השיטה הפעילה הראשונה תשמש כברירת מחדל.

# SettingsOptions::enable_edp
source: Enable selling downloadable products
he: אפשר מכירת המוצרים הניתנים להורדה

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
he: אפשר ללקוחות להשוות מוצרים

# SettingsTooltips::secure_storefront
source: SSL certificate must be installed on your server.
he: תעודת SSL צריכה להיות מותקנת בשרת שלך.

# SettingsTooltips::secure_admin
source: SSL certificate must be installed on your server.
he: תעודת SSL צריכה להיות מותקנת בשרת שלך.

# SettingsTooltips::order_start_id
source: Use a number between 1 and 10000000 or leave empty for auto-filling.
he: הזן מספר בין 1 ל- 10,000,000 או השאר ריק להשלמה אוטומתית.

# SettingsTooltips::user_multiple_profiles
source: A profile is a combination of shipping and billing address.
he: פרופיל הוא שילוב של כתובת למשלוח ואספקה.

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background.
he: השאר ריק בשביל רקע שקוף.

# SettingsTooltips::secure_auth
source: SSL certificate must be installed on your server.
he: תעודת SSL צריכה להיות מותקנת בשרת שלך.

# SettingsTooltips::checkout_redirect
source: Show the Checkout button only on the Cart Content page.
he: הצג את כפתור התשלום רק בדף תוכן העגלה.

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
he: עקוב אחר השינויים בזמן אמת ו-re-cache את הקבצים ששונו (עובד גם עם הקבצים ששונו ישירות בשרת). עלול להשפיע קלות על ביצועי החנות. מומלץ להשבית בהפקה (on production).

# SettingsTooltips::show_menu_descriptions
source: Affects the menus like Products and Orders in the admin panel.
he: משפיע על התפריטים כמו מוצרים והזמנות בפאנל אדמיניסטרטיבי.

# SettingsTooltips::quick_registration
source: Require only contact information for registration.
he: דרוש פרטי קשר רק לצורך ההרשמה.

# SettingsVariants::default_products_sorting::position
source: Default
he: ברירת מחדל

# SettingsVariants::feedback_type::manual
source: Manual feedback
he: משוב ידני

# SettingsVariants::feedback_type::auto
source: Automatic feedback
he: משוב אוטומטי

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
he: 29/09/2005 (יום/שנה/חודש)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
he: אפשר

# SettingsVariants::string_type::digits
source: Digits only
he: ספרות בלבד

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
he: 09/30/2008 (חודש/יום/שנה)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
he: יום ראשון

# SettingsVariants::address_position::billing_first
source: Billing first
he: חיוב תחילה

# SettingsVariants::log_type_general::runtime
source: Runtime
he: זמן ריצה

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
he: לא פעיל

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
he: 29-09-2005 (יום-חודש-שנה)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
he: מוצרים עם משלוח

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
he: הסתר את כפתור "הוסף לסל"

# SettingsVariants::string_type::letters
source: Letters only
he: אותיות בלבד

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
he: 30/09/2008 (יום/חודש/שנה)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
he: יום שני

# SettingsVariants::address_position::shipping_first
source: Shipping first
he: משלוח תחילה

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
he: תכונות שאינן נמצאות עוד בשימוש (Deprecated)

# SettingsVariants::default_state_update_for_all::active
source: Active
he: פעיל

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
he: 29.09.2005 (יום.חודש.שנה)

# SettingsVariants::time_format::%I:%M %p
source: 3:43 PM
he: 3:43 אחה"צ

# SettingsVariants::min_order_amount_type::only_products
source: Products
he: מוצרים

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
he: הסתר את המחיר ואת הכפתור "הוסף לסל"

# SettingsVariants::string_type::mixed
source: Mixed
he: מעורב

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
he: 09/29/2005 (חודש/יום/שנה)

# SettingsVariants::time_format::%I.%M %p
source: 3.43 PM
he: 3.43 אחה"צ

# SettingsVariants::log_type_orders::create
source: Create
he: צור

# SettingsVariants::log_type_orders::delete
source: Delete
he: מחק

# SettingsVariants::log_type_orders::update
source: Update
he: עדכן

# SettingsVariants::log_type_products::create
source: Create
he: צור

# SettingsVariants::log_type_products::delete
source: Delete
he: מחק

# SettingsVariants::log_type_products::update
source: Update
he: עדכן

# SettingsVariants::log_type_users::create
source: Create
he: צור

# SettingsVariants::log_type_users::delete
source: Delete
he: מחק

# SettingsVariants::log_type_users::update
source: Update
he: עדכן

# SettingsVariants::log_type_categories::create
source: Create
he: צור

# SettingsVariants::log_type_categories::delete
source: Delete
he: מחק

# SettingsVariants::log_type_categories::update
source: Update
he: עדכן

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
he: 09-29-2005 (חודש-יום-שנה)

# SettingsVariants::month::%B, %Y
source: January, 2006
he: ינואר 2006

# SettingsVariants::log_type_orders::status
source: Change
he: שנה

# SettingsVariants::log_type_users::session
source: Session
he: הפעלה (Session)

# SettingsVariants::log_type_users::failed_login
source: Failed logins
he: כניסות שנכשלו

# SettingsVariants::log_type_products::low_stock
source: Low stock
he: מלאי נמוך

# SettingsVariants::log_type_database::restore
source: Restore
he: שחזור

# SettingsVariants::log_type_database::backup
source: Backup
he: גיבוי
