Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::text_links
source: Text links
he: קישורי טקסט

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
he: <h4>לא חבר רשום?</h4><p>יצירת חשבון קלה ולוקחת פחות מדקה.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
he: אין אפשרות להוסיף מוצר זה לסל הקניות<br>אינך מחובר.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
he: לוגו עבור <b>חשבוניות</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
he: <p class="mandatory-fields">שדרות המסומנים ב<span class="required">*</span> הם חובה</p>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
he: הערך המקסימלי של "מגבלת" שדה לא יעל על 25 אלא אם כן סוג הדיאגרמה "טבלה". מגבלה של דיאגרמה זו תוקנה.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
he: עדיין לא התקבלה תשובה מ-Skrill, אנא המתן. אמנם יתכן שההזמנה עדיין לא נוצרה בחנות, סביר מאוד שהיא נוצרה בהצלחה ועובדה על ידי Skrill. אנא צור קשר עם צוות החנות ותמסור להם את מזהה ההזמנה כפי שקיבלת מ-Skrill

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
he: על מנת להמשיך לקופה הסכום הכולל של ההזמנה שלך צריך לעלות על

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
he: על מנת להמשיך לקופה סכום הביניים של ההזמנה שלך צריך לעלות על

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
he: משתמש אחד יכול להחזיק במספר פרופילים. לדוגמה, אחד עבור הזמנות אישיות ואחר עבור צרכי משרד.

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br /><a href="[url]">[url_text]</a>
he: הפרופיל בבעלות [user_login]" נוצר לאחרונה, אליך לבדוק את הפרטים של משתמש זה (אם נדרש) ולהפעילו אותו באמצעות שימוש בקישור הבא:<br /><a href="[url]">[url_text]</a>

# Languages::text_nothing_found
source: Nothing found
he: שום דבר לא נמצא

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
he: אסור להעלות קבצים עם סיומת <b>.[ext]</b> לכאן.

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
he: <b>[email]</b> אינה כתובת דוא"ל תקינה.

# Languages::text_no_active_promotions
source: No promotions available.
he: אין מבצעים זמינים.

# Languages::text_no_conflicts
source: No conflicts found
he: לא נמצאו סתירות

# Languages::text_no_items_defined
source: No [items] defined
he: אין [items] מוגדרים

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
he: לא נמצאו מוצרים התואמים לקריטריוני החיפוש

# Languages::text_no_matching_results_found
source: No results match the search query
he: אין תוצאות התואמות את שאילתת החיפוש

# Languages::text_no_orders
source: No orders found
he: לא נמצאו הזמנות

# Languages::text_no_payments_needed
source: No payment information required
he: לא נדרש מידע על תשלום

# Languages::text_no_payments_required
source: No payment required
he: לא נדרש תשלום

# Languages::text_no_products
source: There are no products in this section
he: לא נמצאו מוצרים בסעיף זה

# Languages::text_no_products_defined
source: No products defined
he: לא נדחו מוצרים

# Languages::text_no_products_found
source: No products found
he: לא נמצאו מוצרים

# Languages::selected_filters
source: Selected filters
he: מסננים נבחרים

# Languages::text_no_shipments_found
source: No shipments found
he: לא נמצאו משלוחים

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
he: מצטערים, נראה שאין לנו אפשרויות משלוח למיקום שלך. <br/>בדוק את הכתובת למשלוח שלך וצור אתנו קשר אם הכל כשורה. אנו נבדוק מה נוכל לעשות בנדון.

# Languages::text_no_upgrades_available
source: No upgrades currently available
he: אין שדרוגים זמינים כעת

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
he: <b>[total]</b> [name] ייוצא.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
he: הכנס SHA-1 Signature גם כאן וגם בתצורת Ogone.<br /><br />במקרה של חשבונות Ogone חדשים שנוצרו מאז 11 במאי 2010, מדיניות SHA החדשה פעילה באופן אוטומטי. <br/>אל תשכח לבחור את תיבת סימון "השתמש במדיניות חתימה SHA חדשה".

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
he: הגדר את ה-URL הבא בסעיף המידע הטכני בתמורת Ogone בתור <b>URL תגובה<b>לכל המקרים ("התקבל", "ממתין", "לא וודאי", מבוטל על ידי הלקוח", יותר מדי דחיות על ידי הרוכש"): <b>[r_url]</b><br /> כמו כן הכנס חתימה SHA-1 כאן וגם בתצורת Ogone . אז בחר סוג בקשה: "הפוך בקשה זו לדחויה וברקע".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
he: כדי ליצור אפשרות צירופים, עליך לבחור את תיבת הסימון "מלאי" לפחות עבור אפשרות מוצר אחד.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
he: ההזמנה שלך התקבלה כהזמת עיתוד (backordered). אנו ניצור איתך קשר בהזדמנות הראשונה.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
he: הזמנתך נדחתה על ידי מעבד תשלומים. בדוק את המידע שלך וצור קשר עם הנהלת החנות.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
he: ברכות! הזמנתך התקבלה בהצלחה.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
he: תשלום עבור הזמנתך הוחזר בהצלחה.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
he: הזמנתך נשמרהבהצלחה.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
he: שים לב שהודעה על שינוי סטטוס תישלח לפי הגדרות של הסטטוס הנ"ל

# Languages::text_out_of_stock
source: Out of stock
he: אזל מהמלאי

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
he: הדפים שוכפלו בהצלחה. להלן רשימת הדפים החדשים.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
he: הדפים נמחקו בהצלחה.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
he: האם אתה בטוח שברצונך לעזוב את הדף ? השינויים שביצעת לא ישמרו. לחץ על אישור כדי להמשיך, או על ' ביטול ' כדי להישאר בדף הנוכחי.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
he: דף נמחק בהצלחה.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
he: טוען... בקשתך מעובדת, נא המתן.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to [email] address.
he: הוראות לשחזור סיסמה נשלחו לכתובת [דוא"ל].

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Deko orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Deko BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
he: <b>הערה</b> : על מנת לעקוב אחר הוראות Deko שלך עם תוכנת עגלת הקניות, עליך לבצע את הצעדים הבאים: <br /><br /> - התחבר לדקו BackOffice <br /> - לחץ על הקישור <u>&#39;הגדרות / התקנות&#39;</u> בסעיף <u>&#39;קישורים מהירים&#39;</u> . <br /> - הגדר <u>את</u> הגדרת <u>&#39;החזרת URL (מאומת)&#39;</u> ל: <br /> <b>[verified_url]</b> <br /> - הגדר <u>את</u> הגדרת <u>&#39;השבת כתובת אתר (דחייה)&#39;</u> ל: <br /> <b>[ירידה_ורל]</b> <br /> - הגדר <u>את</u> הגדרת <u>&#39;החזרת URL (עיין)&#39;</u> ל: <br /> <b>[refer_url]</b> <br /> - הגדר <u>את</u> הגדרת <u>&#39;החזרת URL (בטל)&#39;</u> ל: <br /> <b>[בטל_ורל]</b> <br /> - הגדר את <u>&#39;CSN URL&#39;</u> ל: <br /> <b>[process_url]</b> <br /> - לחץ על כפתור <u>&#39;שמור שינויים&#39;</u> <br />

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
he: <b>הערה:</b>הורד את הקובץ modulev2.cgi מהשרת PayBox, העתק אותו לספריית <b>[paybox_dir]</b> <u>במצב בינרי</u>והפוך אותו לקובץ הניתן להרצה.<br />הרץ את הפקודה הבאה:chmod 755 modulev2.cgi</b></i><br /><br />כמו כן בקש מהשירות&#8220;Paybox&#8221; להוסיף את ה-URL הבא לבסיס נתונים בתור &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
he: התשלומים נמחקו בהצלחה.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
he: אין אפשרות למחוק את התשלום.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
he: אנא המתן בעת עיבוד פרטי תשלום...

# Languages::text_paysitecash_debug
source: Debug Information
he: מידע על ניפוי שגיאות

# Languages::text_paysitecash_mode
source: Mode
he: מצב

# Languages::text_paysitecash_mode_debug_off
source: OFF
he: כבוי

# Languages::text_paysitecash_mode_debug_on
source: ON
he: פעיל

# Languages::text_paysitecash_mode_live
source: Live
he: חי

# Languages::text_paysitecash_mode_test
source: Test
he: בדיקה

# Languages::text_paysitecash_nocurrencies
source: Currency mode
he: מצב מטבע

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
he: אפשר ללקוח לבחור בכל סוג מטבע נתמך

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
he: אל תציג את מבחר המטבעות כלל

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite-cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
he: נא הוסף את שדות URL אלה לתמורת Paysite Cash שלך:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
he: מעבד

# Languages::text_paysitecash_site_id
source: Site ID
he: מזהה האתר

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
he: הגדר את הפרמטרים הבאים ב-PayWay back end: <p>

# Languages::text_permissions_changed
source: Permissions changed
he: הרשאות השתנו

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
he: <b>הערה</b>אנא שלח את המידע הבא לתמיכה בתשלומים:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
he: טוען... פוזיציות מתעדכנות, אנא המתן.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
he: תו ההפרדה העשרוני עבור מחירי מוצרים.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
he: המוצרים נוספו בהצלחה. ראה את רשימת המוצרים החדשים בהמשך.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
he: המוצרים שוכפלו בהצלחה. להלן רשימת המוצרים החדשים

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
he: מוצרים נמחקו בהצלחה.

# Languages::text_products_updated
source: The following products have been updated:
he: המוצרים הבאים עודכנו:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
he: המוצר(ים) עודכנו בהצלחה

# Languages::text_product_cloned
source: The product has been cloned
he: המוצר שוכפל בהצלחה

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
he: (אופציונליים מוצגים בחלון קופץ)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
he: קובץ מוצר נמחק

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
he: מסנני המוצרים <a href="[url]" target="_blank"> הבאים</a>אינם פעילים.

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
he: מוצרים נמחקו בהצלחה.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
he: (מוצג ברשימת מוצרים ובדפים של פרטי מוצרים)

# Languages::text_profile_activated
source: Your account is now active. You may log in to your account using your credentials.
he: החשבון שלך פעיל כעת. אתה יכול להתחבר לחשבון שלך באמצעות השימוש בפרטי כניסה שלך.

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
he: <h4>יתרונות כלקוח רשום</h4><ul><li>כניסה בכל עת לבדיקת סטטוס הזמנות</li> <li>קניות מותאמות אישית</li> <li>רכישות עתידיות מהירות יותר</li></ul>

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
he: <h4>פרטי פרופיל</h4><p>בדף זה ניתן לשנות את פרטי הכניסה שלך והן את הנתונים האישיים שבהם ייעשה שימוש בעת רכישות עתידיות.</p><p>כדי לשמור על החשבון שלך מאובטח מומלץ להימנע מיצירת סיסמאות שכוללות</p><ul><li>מלים המופיעות במילון בשפה כלשהי.</li><li>מילים כתובות מסוף להתחלה, שגיאות כתיב נפוצות וקיצורים.</li><li>רצפים או תווים חוזרים. דוגמאות: 12345678, 222222, abcdefg או אותיות סמוכות במקלדת (qwerty).</li><li>מידע אישי, שמך, יום הולדת, רישיון נהיגה, מספר דרקון או מידע דומה.</li><li>

# Languages::text_profile_is_created
source: The account has been created successfully.
he: החשבון נוצר בהצלחה.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
he: הפרופיל שלך עודכן בהצלחה.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
he: החשבון שלך נוצר בהצלחה, אך מנהל החנות צריך להפעיל אותו לפני שתוכל להתחבר.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
he: אם [set] של תנאים אלה [set_value]

# Languages::our_brands
source: Our Brands
he: המותגים שלנו

# Languages::text_qty_discounts
source: Our quantity discounts
he: הנחות כמות שלנו

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
he: <p>אם שכחת את הסיסמה שלך, הכנס את כתובת דוא"ל שלך בשדה והקלק<i>אפס סיסמה</i>.</p><p>תקבל סיסמה חדשה וקישור להתחברות. תוכל לשנות את הסיסמה מאוחר יותר.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
he: הכנס את הדוא"ל שלך כדי לקבל את מפתח התחברות כדי להתחבר ולשנות את הסיסמה שלך.

# Languages::text_recover_password_title
source: Reset password
he: איפוס סיסמה

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
he: בעת ייבוא תמונות נוספות של המוצר המעודכן, התמונות הקיימות של מוצר זה יימחקו לפני הייבוא

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
he: אזהרה! אם תמחק את קבצי הגיבוי, לא תוכל לשחזר את ההתקנה הקודמת שלך. וודא שהגרסה החדשה עובדת כשורה ושהקבצים של מאגר גיבוי במקום בטוח.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
he: אנא בחר את המוצר עבור הקבוצה המבוקשת [group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
he: כמות כל המוצרים בחנות תאופס.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
he: האם אתה בטוח שברצונך לשחזר את התבנית?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your Sage Pay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your Sage Pay VSP Direct account.
he: <b>הערה: על</b> מנת לעקוב אחר הוראות Sage Pay שלך על ידי תוכנת עגלת הקניות, אנא אפשר את אפשרות בדיקת הונאה מאובטחת של 3D עבור חשבון Sage Pay VSP Direct שלך.

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
he: השתמש ב-<b>testvendor</b> as <b>שם הספק</b>למטרות ניסוי<br /><p><b>PAYMENT</b> -סוג עסקה נשמש לקבלת הרשאה מהבנק, אז השלם את העסקה ההיא מוקדם בבוקר הבא, תוך התחייבות לחיוב הכספים מכרטיס הלקוח שלך.<br /></p><p><b>DEFERRED</b> - עסקאות לא נשלחות לבנק להשלמה עד שלא תשחרר אותן על ידי התחברות לממשק מנהל SagePay VSP, תמצא את העסקה ותקליק על כפתור שחרר.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
he: אנא השלם את השדה הזה עם כל ערך שאינו ריק. הדבר יגביר את הביטחון של העסקאות.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
he: אתה יכול לשנות מספר פריטים בו זמנית. בחר את תיבות הסימון המתאימות על השדות שברצונך לערוך ולחץ על שינוי שנבחרו.

# Languages::text_select_file
source: Select a file or enter a URL
he: בחר קובץ או הזן כתובת URL

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
he: אתה יכול לבחור את הטווח לייצוא (אחרת כל [name] ייוצאו)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
he: לתשומת לב! חלק מהנתונים לא יועתקו במהלך פעולה זו: הקטגוריות הוגדרו במסננים יאבדו אף אם תעתיק את כל הקטגוריות. אנא, קבע את הקטגוריות ידנית.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
he: לתשומת לב! חלק מהנתונים לא יועתקו במהלך פעולה זו: הקטגוריות הוגדרו במסננים יאבדו אף אם תעתיק את כל הקטגוריות. אנא, קבע את הקטגוריות ידנית.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
he: כדי לשתף את המבצעים וודא שהמוצרים הרלוונטיים אף הם משותפים (סמן שתף מוצרים למטה)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
he: כדי להבטיח הערכה מדויקת יותר של תעריפי המשלוח, המוצרים הופרדו לחבילות כפי שהוגדר בהגדרות המוצרים ובתצורה של שיטת משלוח. המידע הבא הוא לעיון בלבד

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
he: תעריפי משלוח שונו

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
he: ההזמנה תובא לכתובת לחיוב
