Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
he: צפה והדפס את תעודות משלוח עבור משלוחים שנוצרו מתוך ההזמנות.

# Languages::shipment_date
source: Shipment date
he: תאריך המשלוח

# Languages::shipment_details
source: Shipment details
he: פרטי משלוח

# Languages::shipment_has_been_created
source: Shipment has been created
he: משלוח נוצר

# Languages::shipment_id
source: Shipment ID
he: מזהה משלוח

# Languages::shipment_info
source: Shipment information
he: מידע אודות המשלוח

# Languages::shipped
source: Shipped
he: נשלח

# Languages::shipped_products
source: Shipped products
he: מוצרים שנשלחו

# Languages::shipper_number
source: Shipper number
he: מספר השולח

# Languages::shipping
source: Shipping
he: משלוח

# Languages::shippings
source: Shippings
he: משלוחים

# Languages::shippings.service_not_configured
source: Service is not configured
he: שירות לא הוגדר

# Languages::shippings.service_not_found
source: Service was not found
he: שירות לא נמצא

# Languages::shippings.currency_not_found
source: Currency [currency] was not found
he: מטבע [currency] לא נמצא

# Languages::shippings_taxes
source: Shipping & taxes
he: משלוח & מסים

# Languages::shipping_address
source: Shipping address
he: כתובת למשלוח

# Languages::shipping_charges
source: Shipping charges
he: עלות משלוח

# Languages::shipping_time_and_charges
source: Shipping time and rates
he: זמן המשלוח והמחירים

# Languages::shipping_cost
source: Shipping cost
he: עלות משלוח

# Languages::shipping.pricing
source: Pricing
he: תמחור

# Languages::shipping_estimation
source: Shipping estimation
he: הערכת עלות משלוח

# Languages::shipping_freight
source: Shipping freight
he: משלוח מטענים

# Languages::shipping_information
source: Shipping information
he: מידע אודות משלוח

# Languages::shipping_method
source: Shipping method
he: שיטת משלוח

# Languages::shipping_methods
source: Shipping methods
he: שיטות משלוח

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
he: סט כללים ופרמטרים כדי לחשב את עלות המשלוח.

# Languages::shipping_name
source: Shipping name
he: שם למשלוח

# Languages::shipping_options
source: Shipping Options
he: אפשרויות משלוח

# Languages::shipping_properties
source: Shipping properties
he: מאפייני המשלוח

# Languages::shipping_rates
source: Shipping rates
he: תעריפי משלוח

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
he: האם כתובת לחיוב וכתובת למשלוח זהות?

# Languages::shipping_service
source: Shipping service
he: שירות משלוחים

# Languages::shipping_time
source: Shipping time
he: זמן משלוח

# Languages::shipping_rate
source: Rate
he: שער

# Languages::shipping_price_condition
source: Price condition
he: מצב מחיר

# Languages::shipping_weight_condition
source: Weight condition
he: מצב משקל

# Languages::shipping_items_condition
source: Items condition
he: מצב פריטים

# Languages::shipping_surcharge_discount
source: Surcharge / Discount
he: היטל / הנחה

# Languages::shipping_per
source: per
he: לכל

# Languages::shipping_from_value
source: From
he: מ

# Languages::shipping_to_value
source: To
he: אל

# Languages::shipping_and_up
source: and up
he: ולמעלה

# Languages::shipping_item
source: item
he: פריט

# Languages::shipping_add_conditions
source: Add conditions
he: הוספת תנאים

# Languages::shipping_hide_conditions
source: Hide conditions
he: הסתר תנאים

# Languages::shipping_add_price_condition
source: Add price conditions
he: הוסף תנאי מחיר

# Languages::shipping_add_weight_condition
source: Add weight conditions
he: הוסף תנאי משקל

# Languages::shipping_add_items_condition
source: Add items conditions
he: הוסף תנאי פריטים

# Languages::shipping_remove_price_condition
source: Remove price conditions
he: הסר את תנאי המחיר

# Languages::shipping_remove_weight_condition
source: Remove weight conditions
he: הסר את תנאי המשקל

# Languages::shipping_remove_items_condition
source: Remove items conditions
he: הסר את תנאי הפריטים

# Languages::shipping_edit_rate_area
source: Edit rate area
he: ערוך את אזור הקצב

# Languages::shipping_remove_rate_area
source: Remove rate area from shipping
he: הסר את אזור התעריף מהמשלוח

# Languages::shipping_rate_range_overlap_error_message
source: Condition must not fall within existing range.
he: אסור שהמצב ייפול בטווח הקיים.

# Languages::shipping_rate_range_limit_error_message
source: The beginning of the range can't be higher than the end.
he: תחילת הטווח לא יכולה להיות גבוהה יותר מהסוף.

# Languages::ship_dhl_height
source: Package height
he: גובה חבילה

# Languages::ship_dhl_length
source: Package length
he: אורך החבילה

# Languages::ship_dhl_site_id
source: Site ID
he: מזהה האתר

# Languages::ship_dhl_width
source: Package width
he: רוחב חבילה

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
he: אישורים נלווים

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
he: התבקש שירות כתובת

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
he: לעזוב את המוביל אם אין תגובה

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
he: התבקש שינוי השירות

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
he: התבקש שירות משלח

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
he: מתבקש שירות החזרה

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
he: מזהה שטר מטען של הלקוח

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
he: סוג Drop Off

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
he: איסוף רגיל

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
he: בקש שליח

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
he: השאר בתחנה

# Languages::ship_fedex_height
source: Height (inches)
he: גובה (אינצ'ים)

# Languages::ship_fedex_hub_id
source: Hub ID
he: מזהה האב (Hub)

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
he: דואר מדיה (חבילות מ-1 עד 70 ליברות (פאונד) ספרים, די.וי.די., סי.די, קלטות וידאו)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
he: בחירת חבילה (חבילות מ-1 עד 70 ליברות (פאונד)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
he: חבילות עם חומר מודפס וכרוך (חבילות מ-1 עד 15 ליברות קטלוגים, ספרי טלפון או כל דבר הכרוך באופן קבוע)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
he: חבילות דואר סטנדרטי (חבילות במשקל נמוך מליברה (פאונד) אחת)

# Languages::ship_fedex_length
source: Length (inches)
he: אורך (אינצ'ים)

# Languages::ship_fedex_meter_number
source: Meter number
he: מטר כמות

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
he: FedEx קופסת 10 ק"ג

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
he: FedEx קופסת 25 ק"ג

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
he: קופסת FedEx

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
he: מעטפת FedEx

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
he: האריזה שלך

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
he: שירות מיוחד (אישור מסירה)

# Languages::ship_fedex_width
source: Width (inches)
he: רוחב (אינצ'ים)

# Languages::ship_height
source: Package height (cm)
he: גובה חבילה (ס"מ)

# Languages::ship_length
source: Package length (cm)
he: אורך החבילה (ס"מ)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
he: אישור מסירה (למשלוח בדואר רשום בלבד)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
he: תשלום בעת המסירה (COD) (למשלוח בדואר רשום בלבד)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
he: מסירה אישית (עבור דואר רשום בלבד)

# Languages::ship_sp_l_registered_mail
source: Registered mail
he: דואר רשום

# Languages::ship_sp_pc_assurance
source: Assurance
he: אחריות

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
he: תשלום בעת המסירה (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
he: שביר

# Languages::ship_sp_pc_manual_handling
source: Manual handling
he: טיפול ידני

# Languages::ship_sp_pc_personal
source: Personal
he: אישי

# Languages::ship_sp_pc_signature
source: Signature
he: חתימה

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
he: ביטוח נוסף (עד ל-3000 פרנק שוויצרי)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
he: סחורות בנפח

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
he: תשלום בעת המסירה (ECONOMY בלבד)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
he: עיבוד ידני

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
he: ביטוח נוסף לסחורות URGENT (עד ל-3000 פרנק שוויצרי)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
he: לא ניתן להשתמש בשיטת משלוח זו עבור משלוח בינלאומי

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
he: לא ניתן להשתמש בשיטת משלוח זו עבור משלוח פרטי (private delivery)

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
he: משקל החבילה גדול מידיי

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
he: אין אפשרות לפתוח את הקובץ additional_services.csv

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
he: אין אפשרות לפתוח את הקובץ [code]

# Languages::ship_temando_height
source: Package height
he: גובה חבילה

# Languages::ship_temando_length
source: Package length
he: אורך החבילה

# Languages::ship_temando_measurement
source: Package measurement
he: מידות החבילה

# Languages::ship_temando_method
source: Delivery method
he: שיטת מסירה

# Languages::ship_temando_package
source: Packaging
he: אריזה

# Languages::ship_temando_readydate
source: Ready date (days)
he: תאריך מוכן (ימים) (Ready date)

# Languages::ship_temando_subclass
source: Class of the item being sent
he: class של הפריט למשלוח

# Languages::ship_temando_weight_measurement
source: Weight measurement type
he: סוג משקל ומידות

# Languages::ship_temando_width
source: Package width
he: רוחב חבילה

# Languages::ship_to
source: Ship to
he: שלח אל

# Languages::ship_to_another
source: Ship to a different address
he: שלח לכתובת אחרת

# Languages::ship_ups_access_key
source: UPS Rates Access Key
he: מפתח גישה לתעריפים של UPS

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
he: מכתב UPS/מעטפת UPS Express

# Languages::ship_ups_package_type_21
source: UPS Express Box
he: קופסת UPS Express

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
he: קופסת UPS 25 ק"ג

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
he: קופסת UPS 10 ק"ג

# Languages::ship_ups_pickup_type
source: Pickup type
he: סוג איסוף

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
he: איסוף יומי

# Languages::ship_ups_pickup_type_03
source: Customer Counter
he: מונה לקוחות

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
he: איסוף חד פעמי

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
he: תעריפים קמעונאיים מוצעים

# Languages::ship_ups_pickup_type_19
source: Letter Center
he: מרכז מכתב

# Languages::ship_ups_pickup_type_20
source: Air Service Center
he: מרכז שירות אווירי

# Languages::ship_ups_delivery_confirmation
source: No Signature
he: אין חתימה

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
he: נדרשת חתימה

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
he: נדרשת חתימתו של אדם בוגר

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
he: השתמש באישור מסירה

# Languages::ship_ups_dcist_type
source: Confirmation type
he: סוג אישור

# Languages::ship_usps_container
source: Container
he: מיכל

# Languages::ship_usps_container_express
source: Container (Express)
he: מיכל (אקספרס)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
he: מעטפת תעריך אחיד

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
he: מיכל (Priority Mail)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
he: תעריף אחיד

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
he: בתעריף אחיד עבור מכתב

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
he: תעריף משלוח אחיד עבור קופסה גדולה

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
he: תעריף אחיד לקופסה בגודל בינוני

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
he: לא מלבני

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
he: מלבני

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
he: קופסת תעריף אזורי A

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
he: קופסת תעריף אזורי B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
he: קופסת תעריף אזורי C

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
he: תעריף אחיד לקופסה קטנה

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
he: תעריף אחיד למעטפה מרופדת

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
he: תעריף אחיד למעטפה בגודל legal

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
he: תעריף אחיד למעטפה בגודל Sm

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
he: תעריף אחיד למעטפה Window

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
he: תעריף למעטפת כרטיס מתנה

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
he: סוג דואר First Class

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
he: אחיד

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
he: חבילה

# Languages::ship_usps_intl_package_girth
source: Package girth
he: היקף החבילה

# Languages::ship_usps_intl_package_height
source: Package height
he: גובה חבילה

# Languages::ship_usps_intl_package_length
source: Package length
he: אורך החבילה

# Languages::ship_usps_intl_package_size
source: Package size
he: גודל החבילה

# Languages::ship_usps_intl_package_width
source: Package width
he: רוחב חבילה

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
he: מתאים לעיבוד מכונה (דואר First-Class או דואר רגיל)

# Languages::ship_usps_machinable_false
source: False
he: שגוי

# Languages::ship_usps_machinable_true
source: True
he: נכון

# Languages::ship_usps_mailtype
source: Type of Mail
he: סוג של דואר

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
he: חומר עבור עיוורים

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
he: גלויות או איגרות אוויר

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
he: גודל החבילה (אורך + היקף, אינצ'ים)

# Languages::ship_usps_package_size_large
source: Large (84..108)
he: גדול (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
he: גודל גדול (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
he: רגיל (0.84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
he: דואר Priority (גןדל: גדול, מיכל: לא מלבני, היקף (אינצ'ים)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
he: דואר Priority (גודל: גדול) גובה (אינצ'ים)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
he: דואר Priority (גודל: גדול) אורך (אינצ'ים)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
he: דואר Priority (גודל: גדול) רוחב (אינצ'ים)

# Languages::ship_usps_username
source: User ID
he: מזהה משתמש

# Languages::ship_width
source: Package width (cm)
he: רוחב חבילה (ס"מ)

# Languages::short_description
source: Short description
he: תיאור קצר

# Languages::short_list
source: Short list
he: רשימה קצרה

# Languages::show
source: Show
he: הצג

# Languages::show_all
source: Show all
he: הצג הכל

# Languages::show_items_in_line
source: Show items inline
he: הצג פריטים בתוך השורה

# Languages::show_orders
source: Show orders
he: הצג הזמנות

# Languages::show_price
source: Show price
he: הצג מחיר

# Languages::show_rate_for_destination
source: Show rates for location
he: הצג מחירים עבור מיקום

# Languages::show_rate_for_rate_area
source: Show rates for rate area
he: הצג מחירים עבור rate area

# Languages::show_tab_in_popup
source: Show this tab in a popup window
he: הצג לשונית זו בחלון קופץ

# Languages::tmpl_sidebox_1_item
source: Side box first item
he: Side box פריט ראשון

# Languages::sidebox_general
source: Ordinary block (H3 heading) [deprecated]
he: בלוק רגיל (כותרת H3) [deprecated]

# Languages::sidebox_important
source: Ordinary block (H3 heading)
he: בלוק רגיל (כותרת H3)

# Languages::signature
source: Signature
he: חתימה

# Languages::signed_in_as
source: Signed in as
he: מחובר כ

# Languages::sign_in
source: Sign in
he: התחבר

# Languages::sign_in_as_different
source: Sign in as a different user
he: התחבר כמשתמש אחר

# Languages::sign_in_to_buy
source: Please sign in to buy
he: אנא התחבר כדי לבצע רכישה

# Languages::sign_in_to_view_price
source: [Sign in to view price]
he: [הרשם כדי להציג מחיר]

# Languages::sign_out
source: Sign out
he: התנתק

# Languages::sign_up_for_notification
source: Sign up for notification
he: הירשם לקבלת התראות

# Languages::similar_only
source: Similar only
he: דומה בלבד

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
he: נא צור קשר עם התמיכה הטכנית

# Languages::simultaneous
source: Simultaneous
he: בו זמנית

# Languages::single
source: Single
he: יחיד

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
he: ניתן להשתמש בקופון הנחה אחד בלבד

# Languages::sitemap
source: Sitemap
he: מפת האתר

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
he: צור סעיפים נוספים באזור מפת אתר של הלקוח והגדר סט של קישורים עבורם.

# Languages::sitemap_settings
source: Sitemap settings
he: הגדרות מפת האתר

# Languages::site_number
source: Site number (EPT)
he: מספר אתר (EPT)

# Languages::size
source: Size
he: גודל

# Languages::skiplastpage
source: Skip the last page
he: דלק על הדף האחרון

# Languages::skip_payment
source: Skip payment
he: דלג על התשלום

# Languages::skrill_customer_id
source: Skrill Customer ID
he: מזהה לקוח Skrill

# Languages::sku
source: CODE
he: קוד

# Languages::slovak
source: Slovak
he: סלובקית

# Languages::slow
source: Slow
he: איטי

# Languages::small_items
source: Small items
he: פריטים קטנים

# Languages::smarty_block
source: HTML block with Smarty support
he: בלוק HTML עם תמיכת Smarty

# Languages::sms_customer_registered
source: Customer [name] has been registered.
he: הלקוח [name] נרשם.

# Languages::sms_for_the_sum
source: to the amount of
he: לסכום של

# Languages::sms_order_placed
source: has been placed
he: בוצעה

# Languages::snapshot_date
source: Snapshot date
he: תאריך Snapshot

# Languages::sort_by
source: Sort by
he: מיין לפי

# Languages::sort_by_null_asc
source: No sorting
he: ללא מיון

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
he: מיין לפי הפופולריות: מהנמוך לגבוה

# Languages::sort_by_popularity_desc
source: Sort by Popularity
he: מיון לפי פופולריות

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
he: מיון לפי מיקום: מהנמוך לגבוה

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
he: מיון לפי מיקום: מהגבוה לנמוך

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
he: מיון לפי מחיר: מהנמוך לגבוה

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
he: מיון לפי מחיר: מהגבוה לנמוך

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
he: מיון אלפביתי: א עד ת

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
he: מיון אלפביתי: ת עד א

# Languages::sort_by_timestamp_asc
source: Oldest Items First
he: הפריטים הישנים ביותר קודם

# Languages::sort_by_timestamp_desc
source: Newest Items First
he: הפריטים החדשים ביותר קודם

# Languages::sort_images
source: Sort images
he: מיין תמונות

# Languages::spanish
source: Spanish
he: ספרדית

# Languages::specific_settings
source: Specific settings
he: הגדרות ספציפיות

# Languages::specify_url
source: Specify URL
he: ציין כתובת URL

# Languages::speed
source: Speed
he: מהירות

# Languages::type_to_search
source: Type to search...
he: הקלד לחיפוש...

# Languages::type_to_create
source: Type to create...
he: הקלד כדי ליצור ...

# Languages::type_to_search_or_click_button
source: Type to search, or click the button on the right for advanced search
he: הקלד לחיפוש או הקלק על הכפתור בצד ימין לחיפוש מתקדם

# Languages::use_comma_enter_to_separate_variants
source: Use a comma or Enter to separate variants.
he: השתמש בפסיק או Enter כדי להפריד בין גרסאות.

# Languages::enter_color_name_and_code
source: Enter color name and code. Example, "Red #ff0000"
he: הכנס שם וקוד הצבע. דוגמה, "Red #ff0000"

# Languages::enter_category_name_and_path
source: Enter path and category name. Example, "Electronics/Computers/Laptops"
he: הכנס נתיב ושם קטגוריה, "אלקטרוניקה/מחשבים/מחשבים ניידים"

# Languages::ssl_certificate
source: SSL certificate
he: תעודת SSL

# Languages::staff_only_notes
source: Staff only notes
he: הערות לצוות בלבד

# Languages::stage
source: Stage
he: שלב

# Languages::standard_sidebox
source: Standard side box
he: side box בגודל רגיל

# Languages::start
source: Start
he: התחל

# Languages::start_communication
source: Start communication
he: התחל שיחה

# Languages::start_date
source: Start date
he: תאריך התחלה

# Languages::start_price
source: Start price
he: מחיר התחלתי

# Languages::state
source: State/Province
he: מדינה/מחוז

# Languages::states
source: States
he: מדינות

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
he: נהל את קבוצת המדינות הנתמכות בחנות שלך.

# Languages::static_block
source: Static block
he: בלוק סטטי

# Languages::static_data
source: Static data
he: נתונים סטטיים

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
he: השתמש בערכי "קישור טסקט" ו-"URL" מהפריט הזה בחזית החנות

# Languages::statistics
source: Statistics
he: סטטיסטיקה

# Languages::status
source: Status
he: סטטוס

# Languages::status_changed
source: Status has been changed
he: הסטטוס השתנה

# Languages::no_active_storefronts
source: No active storefronts
he: אין חנויות פעילות
