Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::rus_geolocation_upgrade_notification_title
source: Geolocation: Add-ons deprecated in favor of [geo_maps_addon]
he: איכון: תוספים שאינם עוד בשימוש (deprecated) לטובת [geo_maps_addon]

# Languages::rus_geolocation_upgrade_notification_text
source: <p>The <b>[rus_geolocation_addon]</b> add-on allowed your customers to select their city and see estimated shipping rates on a product page. That functionality is now a part of a new add-on called <b>[geo_maps_addon]</b>. It is already installed and active.</p><p>Two geolocation add-ons shouldn’t be active at the same time. Please make sure that the old <b>[rus_geolocation_addon]</b> add-on is disabled.</p><p><a href="[disable_geolocation]" target="_blank" class="btn btn-large btn-primary">Disable deprecated add-on here</a></p>
he: <p>התוסף <b>[rus_geolocation_addon]</b> אפשר ללקוחות שלך לבחור את העיר שלהם ולראות את הערכת תעריפי משלוח הדף המצר. תפקוד זה הוא כעת חלק מתוסף חדש שנקרא <b>[geo_maps_addon]</b>. הוא כבר מופעל ופעיל.</p><p>שני תוספי איכון לא צריכים להיות פעילים באותו הזמן. וודא שהתוסף הישן<b>[rus_geolocation_addon]</b>מושבת. </p><p><a href="[disable_geolocation]" target="_blank" class="btn btn-large btn-primary">השבת את התוספים שאינם מומלצים לשימוש כאן </a></p>

# Languages::privilege_groups.blog_and_pages
source: Blog & Pages
he: בלוגים ודפים

# Languages::privilege_groups.orders
source: Orders
he: הזמנות

# Languages::privilege_groups.order_statuses
source: Order statuses
he: סטטוסי הזמנות

# Languages::privilege_groups.other
source: Other
he: אחר

# Languages::privilege_groups.backup_restore
source: Backup/Restore
he: גיבוי/שחזור

# Languages::privilege_groups.blocks
source: Blocks
he: בלוקים

# Languages::privilege_groups.currencies
source: Currencies
he: מטבעות

# Languages::privilege_groups.design
source: Design
he: עיצוב

# Languages::privilege_groups.documents
source: Documents
he: מסמכים

# Languages::privilege_groups.file_changes
source: File changes detector
he: גלאי שינויים בקובץ

# Languages::privilege_groups.files
source: Files
he: קבצים

# Languages::privilege_groups.edit_on_site
source: Edit content on-site
he: עריכת תוכן באתר

# Languages::privilege_groups.email_templates
source: Email templates
he: תבניות דוא"ל

# Languages::privilege_groups.exim
source: Import and export data
he: ייבוא וייצוא נתונים

# Languages::privilege_groups.languages
source: Languages
he: שפות

# Languages::privilege_groups.locations
source: Rate areas
he: אזורי תעריפים

# Languages::privilege_groups.logs
source: Logs
he: יומנים

# Languages::privilege_groups.sales_reports
source: Sales reports
he: דוחות מכירה

# Languages::privilege_groups.sitemap
source: Sitemap
he: מפת האתר

# Languages::privilege_groups.shipping
source: Shipping methods
he: שיטות משלוח

# Languages::privilege_groups.payments
source: Payment methods
he: שיטות תשלום

# Languages::privilege_groups.products
source: Categories, Products, Features, Filters, Options
he: קטגוריות, מוצרים, תכונות, מסננים, אפשרויות

# Languages::privilege_groups.promotions
source: Promotions
he: מבצעים

# Languages::privilege_groups.static_data
source: Static data
he: נתונים סטטיים

# Languages::privilege_groups.storage
source: Storage
he: אחסון

# Languages::privilege_groups.settings
source: Settings
he: הגדרות

# Languages::privilege_groups.taxes
source: Taxes
he: מיסים

# Languages::privilege_groups.themes
source: Themes
he: ערכות נושא

# Languages::privilege_groups.users
source: Users
he: משתמשים

# Languages::privilege_groups.user_groups
source: User groups
he: קבוצות משתמשים

# Languages::privilege_groups.upgrade_center
source: Upgrade center
he: שדרג את המרכז

# Languages::privilege.full_access
source: Full access
he: גישה מלאה

# Languages::privilege.view_access
source: Can view only
he: יכול לצפות בלבד

# Languages::privilege.no_access
source: No access
he: אין גישה

# Languages::privilege.custom_access
source: Custom access
he: גישה מותאמת אישית

# Languages::privilege.apply_to_all
source: Apply value to all
he: החל מיסים על הכל

# Languages::open_hours
source: Open hours
he: שעות פתיחה

# Languages::affected_email_templates
source: Email templates using this document
he: תבניות דוא"ל תוך שימוש במסמך זה

# Languages::pickup_point_not_selected
source: Sorry, we couldn't determine your pickup point. Please choose a pickup point, so that we know where to deliver your order.
he: מצטערים, לא הצלחנו לקבוע את נקודת האיסוף שלך. אנא בחר נקודת איסוף, כדי שנדע לאן להוביל את הזמנתך.

# Languages::no_manager_assigned
source: No manager assigned
he: מנהל לא שוייך

# Languages::remove_new_orders_filter_upgrade_notification_title
source: Search for "New orders" removed
he: חיפוש עבור "הזמנות חדשות" הוסר

# Languages::remove_new_orders_filter_upgrade_notification_text
source: <p>In previous versions, every administrator could search for orders that he or she hadn't viewed yet ("New orders"). Because not every administrator views every order, the list of "new orders" only kept growing, which could affect the database negatively in a very long run.</p><p>The "New orders" condition in the advanced search has been removed. Please take that into account if you have any saved searches with that condition.</p><p><a href="[saved_searches]" target="_blank" class="btn btn-large btn-primary">Check saved searches</a></p>
he: <p>בגרסאות הקודמות, כל מנהל מערכת יכול היה לחפש הזמנות שהוא או היא עדיין לא צפו בהן ("הזמנות חדשות". מאחר שלא כל מנהל מערכת צופה בכל הזמנה, רשימת "הזמנות חדשות" הלכה והתארכה, וזה עלול היה לפגוע בביס המתונים בטווח מאוד רחוק. </p><p>תנאי "הזמנות חדשות" הוסר מחיפוש מתקדם. אנא קח את זה חשבון אם יש לך חיפושים שנשמרו עם תנאי זה.</p><p><a href="[saved_searches]" target="_blank" class="btn btn-large btn-primary">בדוק את החיפושים שנשמרו</a></p>

# Languages::ru.tax_and_payments.upgrade_message.title
source: Russian Legislation: Preparing for January 1, 2019
he: החוק הרוסי: הכנות לקראת 1 בינואר 2019

# Languages::ru.tax_and_payments.upgrade_message.message
source: <p>You have upgraded to [product] [version]. This version is prepared for the recent changes in Russian legislation (the increase of VAT to 20% and the support of Fiscal Data Format 1.05 for online cash registers). You'll only need to do this:</p><p>— If you use ATOL Online, switch to Fiscal Data Format 1.05 as described <a href="https://www.cs-cart.ru/blog/vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn/" target="_blank">in our Russian blog</a>. You may have done it already after the release of version 4.9.2.</p>[tax_conversion][failing_services]
he: <p>ששדרגת ל- [product] [version]. גירסה זו היא מוכנה לשינויים האחרונים החוק הרוסי (העלייה של מע מ-20%) לבין התמיכה של 1.05 הכספים של תבנית נתונים מקוון רושמות. רק תצטרך לעשות את זה:</p><p>— אם אתה משתמש באינטרנט ATOL, לעבור 1.05 הכספים של תבנית נתונים כמו שמתואר <a href="https://www.cs-cart.ru/blog/vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn/" target="_blank">בבלוג הרוסי שלנו</a>. ייתכן שעשית זאת כבר אחרי השחרור של הגרסה 4.9.2.</p>[tax_conversion][failing_services]

# Languages::block_manager.view_layout.reset_filter
source: Edit layouts
he: ערוך את הפריסות

# Languages::block_manager.view_layout.phone
source: Phone preview
he: תצוגה מקדימה בטלפון

# Languages::block_manager.view_layout.tablet
source: Tablet preview
he: תצוגה מקדימה במחשב לוח

# Languages::block_manager.view_layout.desktop
source: Desktop preview
he: תצוגה מקדימה במחשב שולחני

# Languages::block_manager.availability.show_on
source: Show on
he: הצג ב

# Languages::block_manager.availability.phone
source: Phone
he: טלפון

# Languages::block_manager.availability.tablet
source: Tablet
he: מחשב לוח (Tablet)

# Languages::block_manager.availability.desktop
source: Desktop
he: מחשב שולחני

# Languages::administration_menu_structure_changed_upgrade_notification_title
source: Administration menu changed
he: תפריט הניהול השתנה

# Languages::administration_menu_structure_changed_upgrade_notification_text
source: <p><b>Locations</b> in <i>Administration → Shipping & taxes</i> renamed to <b>Rate areas</b>. That's because the purpose of locations is to set different shipping rates and tax rates.</p><p>Order statuses, shipment statuses, and gift certificate statuses are now located in their own sub-menu: <b>Administration → Statuses.</b></p>
he: <p><b>מיקומים</b>ב<i>ניהול>משלוח ומיסים</i>שם שונה ל-<b>אזורי תעריף<b>. הדבר נעשה מאחר שמטרת המיקומים לקבוע תעריפי משלוח ושיעורי מס שונים..</p><p>סטטוסים של הזמנות, סטטוסים של משלוח וסטטוסים של שוברי מתנה נמצאים כעת בתת-תפריטים משלהם: <b>ניהול>סטטוסים.</b></p>

# Languages::add_as_order
source: Add as order
he: הוסף בתור הזמנה

# Languages::is_address_required
source: Customer must specify his/her address
he: הלקוח/ה חייב/ת לציין את כתובתו/ה

# Languages::go_to_admin_panel
source: Admin panel
he: פאנל ניהול

# Languages::checkout.min_cart_subtotal_required
source: To continue checkout process your order subtotal must exceed [amount]
he: על מנת תהליך העיבוד בקופה סה"כ ביניים של ההזמנה שלך חייב לעלות על [amount]

# Languages::lite_checkout.customer_information
source: Customer
he: לקוח

# Languages::lite_checkout.personal_name
source: Full name
he: שם מלא

# Languages::lite_checkout.city_and_state
source: City, state
he: עיר, מדינה

# Languages::lite_checkout.place_an_order_for
source: Place order ([amount])
he: בצע הזמנה ([סכום])

# Languages::lite_checkout.delivery_note
source: Customer's notes
he: הערות לקוח

# Languages::lite_checkout.shippings.show_all_on_map
source: Show all on map
he: הצג אל המפה

# Languages::lite_checkout.nearest_station
source: Nearest station
he: התחנה הקרובה ביותר

# Languages::lite_checkout.select_pickup_item
source: Select a pickup point
he: בחר נקודת איסוף

# Languages::lite_checkout.choose_from_list
source: Choose from list
he: בחר מהרשימה

# Languages::lite_checkout.use_two_fingers_for_move_map
source: Use two fingers to move the map
he: השתמש בשתי אצבעות כדי להזיז את המפה

# Languages::lite_checkout.select_your_city
source: Specify your city
he: ציין את עירך

# Languages::lite_checkout.deliver_to
source: Deliver to:
he: שלח אל:

# Languages::lite_checkout.click_here_to_update_shipping
source: Enter city and state and click here to update shipping rates
he: הכנס את העיר והמדינה והקלק כאן כדי לעדכן את תעריפי המשלוח

# Languages::lite_checkout.shipping_method_for
source: Shipping method for [group_name]
he: שיטת המשלוח עבור [group_name]

# Languages::deprecated
source: Deprecated
he: מושבת (Deprecated)

# Languages::collapse_section
source: Collapse section
he: כווץ את סעיף

# Languages::expand_section
source: Expand section
he: הרחב את הסעיף

# Languages::companies
source: Stores
he: חנויות

# Languages::storefronts
source: Storefronts
he: חזיתות החנויות

# Languages::editing_storefront
source: Editing storefront
he: חזית החנות

# Languages::creating_storefront
source: Creating storefront
he: יצירת חזית חנות

# Languages::all_languages
source: All languages
he: כל השפות

# Languages::all_currencies
source: All currencies
he: כל המטבעות

# Languages::all_companies
source: All stores
he: כל החנויות

# Languages::storefront_status
source: Status
he: סטטוס

# Languages::storefront_status.tooltip
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Specify the <i>Access key to temporarily closed storefront</i> below.<br/>Use http://www.example.com/index.php?store_access_key=key_value to access a closed storefront.
he: גם אם חזית החנות סגורה (הסטטוס מוגדר למצב OFF), תוכל להציג אותו אם יש לך מפתח גישה. ציין למטה את <i>מקש הגישה לחזית סגורה זמנית</i> . <br/> השתמש ב http://www.example.com/index.php?store_access_key=key_value כדי לגשת לחזית סגור.

# Languages::storefront_access_key
source: Access key to temporarily closed storefront
he: מפתח גישה לחזית סגור זמנית

# Languages::storefront_access_key.setting_notice
source: You can set the access key on the storefront editing page
he: אתה יכול להגדיר את מפתח הגישה בדף העריכה בחנות

# Languages::close_storefront
source: Close storefront
he: סגור את חזית חנות

# Languages::close_storefront.setting_notice
source: You can open or close a storefront on the storefront editing page
he: אתה יכול לפתוח או לסגור חזית חנות בדף העריכה של חזית החנות

# Languages::open_selected_storefronts
source: Open selected
he: פתח את הנבחרים

# Languages::close_selected_storefronts
source: Close selected
he: סגור את הנבחרים

# Languages::add_storefront
source: Add storefront
he: הוסף חזית חנות

# Languages::storefront_status_changed.Y
source: The storefront was <b>closed</b>|The storefronts were <b>closed</b>
he: חזית החנות הייתה<b>סגורה</b>|חזיתות החנות היו<b>סגורות<b>

# Languages::storefront_status_changed.N
source: The storefront was <b>opened</b>|The storefronts were <b>opened</b>
he: חזית החנות הייתה<b>פתוחה</b>|חזיתות החנות היו<b>פתוחות<b>

# Languages::default_storefront
source: Default
he: ברירת מחדל

# Languages::setting_min_order_amount_type_was_hidden_upgrade_notification_title
source: Setting "Define minimum order amount by" removed
he: הגדרה "הגדר סכום הזמנה מינימלי על ידי" הוסרה

# Languages::setting_min_order_amount_type_was_hidden_upgrade_notification_text
source: <p>Previously, the <b>Minimum order amount</b> in your store included the shipping costs. If the minimum order amount was $50, and a customer bought 2 products at $20 each, and the shipping cost was $12, then it would be possible to place an order. But now this behavior has changed: only the total price of all products in the cart will determine whether the minimum order amount has been reached.</p><p>Please go to <b>Settings → Checkout</b> and adjust your <b>Minimum order amount</b> to reflect this change.</p><p><a href="[checkout_settings]" target="_blank" class="btn btn-large btn-primary">Open checkout settings</a></p>
he: <p>קודם,<b>סכום הזמנה מינימלי<b>בחנות שלך כללה עלויות משלוח. אם סכום הזמנה מינימלי היה 50$, והלקוח קנה 2 מוצרים ב-20$ כל אחד, ועלות משלוח הייתה 12$, אז היה אפשרי לבצע את ההזמנה. אך כעת המצב השתנה: רק סה"כ מחיר כל המוצרים בעגלת קניות יקבע האם הושג סכום מינימלי להזמנה.</p><p>עבור ל <b>הגדרות>קופה<b>והתאם את<b>סכום המינימלי להזמנה<b>כדי לשקף שינוי זה.</p><p><a

# Languages::add_profile_fields
source: Add profile fields
he: הוסף שדות הפרופיל

# Languages::add_profile_fields_and_close
source: Add profile fields and close
he: הוסף שדות פרופיל וסגור

# Languages::checkout_block_with_heading
source: Checkout block (H2 heading)
he: בלוק הקופה (כותרת H2)

# Languages::notifications_center.no_notifications
source: No notifications
he: אין התראות

# Languages::notifications_center.notifications
source: Notifications
he: התראות

# Languages::notifications_center.section.all
source: All
he: הכל

# Languages::notifications_center.section.administration
source: Administration
he: ניהול

# Languages::notifications_center.section.products
source: Products
he: מוצרים

# Languages::notifications_center.section.other
source: Other
he: אחר

# Languages::notifications_center.tag.administration.update
source: Update
he: עדכן

# Languages::notifications_center.tag.administration.license
source: Licence
he: רישיון

# Languages::notifications_center.tag.other
source: Other
he: אחר

# Languages::notification.upgrade_available.title
source: Upgrade available
he: שדרוג זמין

# Languages::notification.upgrade_available.message
source: A new version of [product] is available. If you want to upgrade to the latest version now, click here.
he: גירסה חדשה של [product] זמינה. אם תרצה לשדרג לגרסה החדשה ביותר כעת, הקלק כאן.

# Languages::authorize_before_order
source: Only registered customers can place an order. Please sign in to your account or register a new one.
he: לקוחות רשומים בלבד יכולים לבצע הזמנה. התחבר לחשבון שלך או צור חשבון חדש.

# Languages::storefront_with_same_url_exists
source: A storefront with the specified URL already exists
he: חזית עם URL שצוין כבר קיימת

# Languages::edit_layout_on_site
source: Edit layout on-site
he: ערוך פריסה באתר

# Languages::on_site_layout_editing
source: Editing layout page: [page]
he: עריכת פריסה של דף: [page]

# Languages::bottom_panel.go_to_home_page
source: Go to home page
he: עבור לדף הבית

# Languages::bottom_panel.go_to_dashboard
source: Go to Dashboard
he: פאנל ניהל (Dashboard)

# Languages::bottom_panel.show_bottom_admin_panel
source: Show admin toolbar
he: הצג את שרגל הכלים של מנהל מערכת

# Languages::bottom_panel.hide_bottom_admin_panel
source: Hide admin toolbar
he: הסתר את סרגל הכלים של מנהל מערכת

# Languages::bottom_panel.storefront
source: Storefront
he: חזית החנות

# Languages::bottom_panel.admin_panel
source: Admin panel
he: פנל מנהל מערכת

# Languages::bottom_panel.vendor_panel
source: Vendor panel
he: פנל הספק

# Languages::bottom_panel.preview_mode
source: Preview
he: תצוגה מקדימה

# Languages::bottom_panel.build_mode
source: Edit structure
he: ערוך מבנה

# Languages::bottom_panel.build_mode.not_available
source: Available at the following page types: homepage, product, category, checkout.
he: זמין בסוגי העמודים הבאים: דף בית, מוצר, קטגוריה, קופה.

# Languages::bottom_panel.theme_mode.not_available
source: Available only in your microstore or on the pages of your products and blog articles.
he: זמין רק בחנות המיקרו שלך או בדפי המוצרים והמאמרים שלך בבלוגים.

# Languages::bottom_panel.text_mode
source: Edit texts
he: ערוך טקסטים

# Languages::bottom_panel.theme_mode
source: Edit style
he: ערוך סגנון

# Languages::bottom_panel.settings
source: Settings
he: הגדרות

# Languages::bottom_panel.change_theme
source: Change theme
he: שנה ערכת נושא

# Languages::bottom_panel.edit_layout
source: Edit layout
he: ערוך פריסה

# Languages::bottom_panel.edit_template
source: Edit template
he: ערוך תבנית

# Languages::bottom_panel.edit_translations
source: Edit translations
he: ערוך תרגומים

# Languages::bottom_panel.edit_menus
source: Edit menus
he: ערוך תפריטים

# Languages::bottom_panel.edit_product_tabs
source: Edit product tabs
he: ערוך לשוניות מוצרים

# Languages::bottom_panel.restore_demo
source: Restore demo
he: שחזר דמו

# Languages::bottom_panel.documentation
source: Documentation
he: תיעוד

# Languages::bottom_panel.help
source: Help
he: עזרה

# Languages::bottom_panel.community_forums
source: Community forums
he: פורומים קהילתיים

# Languages::bottom_panel.video_tutorials
source: Video tutorials
he: מדריכי וידאו

# Languages::bottom_panel.faq
source: FAQ
he: שאלות נפוצות (FAQ)

# Languages::bottom_panel.customer_help_desk
source: Contact support
he: צור קשר עם תמיכה

# Languages::bottom_panel.hire_a_developers
source: Hire a developer
he: שכור מפתח

# Languages::bottom_panel.download
source: Download
he: הורדה

# Languages::bottom_panel.buy_license
source: Buy license
he: קנה רישיון

# Languages::bottom_panel.trial_left
source: Remaining trial period
he: תקופת ניסיון שנותרה

# Languages::demo_panel.theme_editor.enable
source: Edit style<br/><br/>Change the style of your store (logos, colors, fonts, and so on) and see the changes as you make them.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Theme editor"
he: ערוך את הסגנון<br/><br/>שנה את הסגנון של החנות שלך (לוגואים, צבעים, גופנים וכו') וראה את השינויים מיד עם עריכתם.<br/><br/>כדי להשתמש בתפקוד זה בחנות [product] שלך, עבור לעיצוב>ערכות נושא והקלק על "עורך ערכות נושא"

# Languages::demo_panel.block_manager.enable
source: Edit structure<br/><br/>Change various blocks with information: show them, hide them, or move them as you see fit.<br/>This currently works at the following page types: homepage, product, category, checkout.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Edit layout on-site"
he: ערוך מבנה<br/><br/> שנה בלוקים שונים עם מידע: הראה אותם, הסתיר אותם או הזז אותם כראות עיניך.<br/> זה עובד כרגע בסוגי הדפים הבאים: דף הבית, המוצר, הקטגוריה, התשלום.<br/><br/> כדי להשתמש בפונקציונליות זו בחנות [מוצר] שלך, עבור אל עיצוב → ערכות נושא ולחץ על "ערוך פריסה באתר"

# Languages::individual
source: Individual
he: אישי

# Languages::link_an_existing_option
source: Link an existing option
he: קישור לאפשרות הקיימת

# Languages::create_or_link_an_existing_option
source: Create or link an existing option
he: צור או קשר אפשרות קיימת

# Languages::checkout_location_was_rewritten_upgrade_notification_title
source: Customize your checkout page
he: ערוך התאמה אישית לדף קופה שלך

# Languages::tip.quick_select_and_close_category_selector
source: Tip: Hold 'Ctrl' (or "⌘" on Mac) while clicking on a category name. This will add one category and close the window.
he: עצה: החזק 'Ctrl' (או "⌘" ב-Mac) בזמן הקלקה על שם קטגוריה. כך תוסף קטגוריה ותסגור את החלון.

# Languages::checkout_select_profile_before_order
source: Please select a profile before you place the order.
he: אנא בחר פרופיל לפני שאתה מבצע הזמנה.

# Languages::editing_profile_name
source: Editing profile: [name]
he: עריכת פרופיל: [name]

# Languages::bm.customer_information_block.warning.email_or_phome_must_be_required
source: Contact information must always have either email, or phone as a required field.
he: נתוני קשר חייבים תמיד לכלול דוא"ל או טלפון כשדה חובה.

# Languages::bm.customer_information_block.warning.field_automaticly_added
source: "[field_name]" has been added as a required field automatically.
he: "[field_name]" נוסף כשדה נדרש באופן אוטומטי.

# Languages::bm.customer_information_block.warning.field_marked_as_required
source: The "[field_name]" field has been marked as required.
he: השדה "[field_name]" סומן כחובה.

# Languages::checkout_location_was_rewritten_upgrade_notification_text
source: <p>You can now move parts of the new checkout page around, or hide the parts you don't need. To do this, go to <b>Design → Layouts</b> and switch to the <i>Checkout</i> tab. For your convenience, we have updated your checkout page: it now has all the new blocks that a clean [product] installation has. Please check your checkout page and modify it as you see fit.</p><p>We also made a back-up of your previous checkout page. If you need to revert our changes, just import the layout from <b>[file_paths]</b></p><p><a href="[layout_page]" target="_blank" class="btn btn-large btn-primary">Configure checkout here</a></p>
he: <p>אתה יכול כעת להזיז חלקים מדף הקופה החדש שלך למקומות שונים או להסתיר את החלקים שאינך צריך. כדי לעשות זאת עבור ל-<b>עיצוב>פריסות <b>ועבור ללשונית<i>קופה<i>. לנוחיות שלך עדכנו את דף הקופה שלך: כרגע יש לו את כל הבלוקים החדשים שיש להתקנה [product]מאפס. בדוק את דף הקופה שלך ושנה אותו לפי ראות אינך.</p><p>עשינו גם גיבוי של דף הקופה הקודם שלך. אם תצטרך לחזור למצב לפני השינויים שלך, פשוט ייבוא את הפריסה מ-<b>[file_paths]</b></p><p><a href="[layout_page]" target="_blank" class="btn btn-large btn-primary">הגדר את הקופה כאן</a></p>

# Languages::upgrade_notification_welcome_title
source: Welcome to [product] [version]!
he: ברוך הבא ל- [product] [version]!

# Languages::upgrade_notification_welcome_text
source: <p class="lead">To help you get started, we’ve compiled the list of what you should check after the upgrade. The full list of changes is in the changelog.</p><p class="lead">If you ever need to check this message later, we’ve also sent a copy to [email].</p>
he: <p class="lead">כדי לסייע לך להתחיל, ערכנו רשימה של מה שאת צריך לבדוק לאחר השדרוג. הרשימה המלאה של שיניים נמצאת ביומן השינויים.</p><p class="lead">אם אי פעם תצטרך לבדוק את ההודעה הזו מאוחר יותר, שלחנו לך גם העתק ל- [email].</p>

# Languages::view_changelog
source: View changelog
he: צפה ביומן שינויים

# Languages::upgrade_notification_what_check_first
source: What to check first?
he: מה לבדוק קודם?

# Languages::upgrade_notification_what_else_to_check
source: What else is there to check?
he: מה עוד צריך לבדוק?

# Languages::lite_checkout.change_in_geolocation_cities_upgrade_notification_title
source: List of geolocation cities is now generated automatically
he: רשימת ערי עיכון (geolocation) מופקת כעת באופן אוטומטי
