Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# SettingsVariants::timezone::Europe/Dublin
source: (GMT+01:00) Dublin
he: (GMT + 01: 00) דבלין

# SettingsVariants::timezone::Pacific/Midway
source: (GMT-11:00) United States Minor Outlying Islands
he: (GMT-11: 00) האיים הקטנים של ארצות הברית

source: Shipping methods: Percent surcharges no longer supported
he: שיטות משלוח: אחוזי ההיטלה אינם נתמכים עוד

source: <p>Starting with version 4.12.1, shipping methods no longer support "a percentage of order total" surcharges. During the upgrade, this type of surcharge has been removed from the following shipping methods:</p><ul>[shipping_methods]</ul><p>Please check these shipping methods and make sure that their rates and surcharges are correct.</p>
he: <p style=";text-align:right;direction:rtl">החל מגרסה 4.12.1, שיטות המשלוח כבר אינן תומכות בתוספות "אחוז מסך ההזמנה". במהלך השדרוג, סוג נוסף זה הוסר משיטות המשלוח הבאות:</p><ul style=";text-align:right;direction:rtl"> [שיטות משלוח]</ul><p style=";text-align:right;direction:rtl"> אנא בדוק את שיטות המשלוח הללו וודא שהתעריפים והתוספות שלהם נכונים.</p>

# Languages::sync_data
source: Sync data
he: סנכרן נתונים

# Languages::never
source: Never
he: לעולם לא

# Languages::last_sync
source: Last sync
he: סנכרון אחרון

# Languages::log_file
source: Log file
he: קובץ לוג

# Languages::select_developer
source: Select developer
he: בחר מפתח

# Languages::popular_developer
source: Popular developer
he: מפתח פופולרי

# Languages::developers
source: Developers
he: מפתחים

# Languages::storefronts.manage_language_availability
source: Configure the languages available on this storefront
he: הגדרת השפות הזמינות בראווה הזה

# Languages::storefronts.manage_currency_availability
source: Configure the currencies available on this storefront
he: הגדרת המטבעות הזמינים בראווה הזה

# Languages::variant_with_name_already_exist
source: Couldn't rename feature variant "[variant]". Reason: a variant with the new name already exists.
he: לא ניתן היה לשנות את שם גרסת התכונה "[variant]". סיבה: גרסה עם השם החדש כבר קיימת.

# Languages::delete_default_destination_notice
source: Couldn't delete the default rate area. It must always exist.
he: לא ניתן למחוק את אזור ברירת המחדל. זה חייב להתקיים תמיד.

# Languages::display
source: Display
he: הצג

# Languages::create_filters
source: Create filters
he: צור פילטרים

# Languages::text_n_filters_created
source: Filters created: [n].
he: מסננים נוצרו: [n].

# Languages::error_n_filters_already_exists
source: Some filters ([n]) already exist.
he: כמה פילטרים ([n]) כבר קיימים.

# Languages::bulk_product_features_warning
source: This change won't affect some of the selected features, because they belong to a feature group. You can assign categories to an entire feature group.
he: שינוי זה לא ישפיע על חלק מהתכונות שנבחרו מכיוון שהן שייכות לקבוצת תכונות. ניתן להקצות קטגוריות לקבוצת תכונות שלמה.

# Languages::view_feature_groups
source: View feature groups
he: הצג קבוצות תכונות

# Languages::show_on_storefront
source: Show on Storefront
he: הראה בחלון הראווה

# Languages::parent
source: Parent
he: פריט-אב

# Languages::attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page wasn't changed. Reason: can't assign child page as a parent for its own parent.
he: דף ההורים לא שונה. סיבה: לא יכול להקצות דף ילדים כהורה להורה שלו.

# Languages::bulk_attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page of some of the selected pages wasn't changed. Reason: can't assign child page as a parent for its own parent.
he: דף האב של חלק מהדפים שנבחרו לא שונה. סיבה: לא יכול להקצות דף ילדים כהורה להורה שלו.

# Languages::sw.store_setup_wizard
source: Store setup wizard
he: אשף הגדרת החנות

# Languages::sw.text_about_store_header
source: Fill out the contact information about your store
he: מלא את פרטי יצירת הקשר של החנות שלך

# Languages::sw.text_design_header
source: Select your storefront design and upload the logo
he: בחר את עיצוב חלון הראווה שלך והעלה את הלוגו

# Languages::sw.text_payments_header
source: Set up the service to recieve payments
he: הגדר את השירות לקבלת תשלומים

# Languages::sw.text_shippings_header
source: Select shipping services
he: בחר שירותי משלוח

# Languages::sw.text_business_model_header
source: Choose your business model and checkout flow
he: בחר את המודל העסקי שלך ואת זרימת הקופה

# Languages::sw.select_money_transfer_methods
source: Select one of the following models, and we'll handle most of the setup for you.
he: בחר באחד מהדגמים הבאים ואנחנו נטפל עבורך ברוב ההתקנה.

# Languages::sw.text_vendors_header
source: Set up how you work with vendors and their data
he: הגדירו את אופן העבודה שלכם עם ספקים ונתונים שלהם

# Languages::sw.text_settings_header
source: Configure product catalog settings
he: הגדר את הגדרות קטלוג המוצרים

# Languages::sw.about_store
source: About store
he: על חנות

# Languages::sw.company_name
source: Company name
he: שם החברה

# Languages::sw.google_analytics.tracking_code
source: Google Analytics account number
he: מספר חשבון בגוגל אנליטיקס

# Languages::sw.business_model
source: Business Model
he: מודל עסקי

# Languages::sw.vendors
source: Vendors
he: ספקים

# Languages::sw.fax
source: Fax
he: פקס

# Languages::sw.collect_taxes_from_vendors
source: Collect taxes from vendors
he: גבו מיסים מספקים

# Languages::sw.moderation
source: Moderation
he: מתינות

# Languages::sw.vendor_profile_updates_approval
source: Premoderate all new vendors
he: דרדר מחדש את כל הספקים החדשים

# Languages::sw.products_prior_approval
source: Premoderate all new products
he: דרדר מחדש את כל המוצרים החדשים

# Languages::sw.products_updates_approval
source: Premoderate all updated products
he: דרדר מחדש את כל המוצרים המעודכנים

# Languages::sw.accounting
source: Accounting
he: הנהלת חשבונות

# Languages::sw.lowers_allowed_balance
source: Minimum allowed vendor balance
he: יתרת ספק מינימאלית מותרת

# Languages::sw.grace_period_to_refill_balance
source: Block vendor after days
he: חסום ספק לאחר ימים

# Languages::sw.location
source: Location
he: מיקום

# Languages::sw.enable_vendor_location_using_google_map
source: Let vendors set their location on Google Maps
he: תנו לספקים לקבוע את מיקומם במפות Google

# Languages::sw.vendor_profile_fields
source: Vendor profile fields
he: שדות פרופיל הספק

# Languages::sw.set_up_vendor_profile_fields
source: What information about vendors do you need?
he: איזה מידע על ספקים אתה צריך?

# Languages::sw.notifications
source: Notifications
he: הודעות

# Languages::sw.admin_notifications
source: Admin notifications
he: הודעות של מנהל

# Languages::sw.vendor_notifications
source: Vendor notifications
he: הודעות של ספק

# Languages::sw.selected_design
source: Current design
he: עיצוב נוכחי

# Languages::sw.upload_logo
source: Upload logo
he: העלאת לוגו

# Languages::sw.logo_theme
source: Main
he: ראשי

# Languages::sw.logo_mail
source: Email
he: דואר אלקטרוני

# Languages::sw.select_image
source: Select image
he: בחר תמונה

# Languages::sw.select_right_design
source: Pick a design preset
he: בחר קביעה מוגדרת מראש לעיצוב

# Languages::sw.activate
source: Activate
he: להפעיל

# Languages::sw.apply
source: Apply
he: להחיל

# Languages::sw.preview
source: Preview
he: תצוגה מקדימה

# Languages::sw.edit_design
source: Edit design
he: ערוך עיצוב

# Languages::sw.design
source: Design
he: עיצוב

# Languages::sw.error_updating_payment
source: Error occured during payment method update
he: אירעה שגיאה במהלך עדכון אמצעי התשלום

# Languages::sw.payments
source: Payments
he: תשלומים

# Languages::sw.payment_not_found
source: The Yandex.Money payment method not found
he: אמצעי התשלום Yandex.Money לא נמצא

# Languages::sw.over_payment_system
source: Use another payment system
he: השתמש במערכת תשלומים אחרת

# Languages::sw.shippings
source: Shipping services
he: שירותי משלוח

# Languages::sw.ems_russian_post
source: EMS Russian Post
he: דואר רוסי של EMS

# Languages::sw.russian_post
source: Russian Post
he: דואר של רוסיה

# Languages::sw.goto_shipping_methods
source: Go to shipping methods
he: עבור לשיטות משלוח

# Languages::sw.configure
source: Configure
he: הגדר

# Languages::sw.settings
source: Settings
he: הגדרות

# Languages::sw.enable
source: Enable
he: לאפשר

# Languages::sw.disable
source: Disable
he: השבת

# Languages::sw.activated
source: Activated
he: הופעל

# Languages::sw.select_model
source: Select model
he: בחר דגם

# Languages::sw.timezone
source: Time zone
he: אזור זמן

# Languages::sw.order_start_id
source: Initial order ID value (leave empty for auto)
he: ערך מזהה הזמנה ראשוני (השאר ריק אוטומטי)

# Languages::sw.min_order_amount
source: Minimum order amount
he: כמות מינימום להזמנה

# Languages::sw.show_out_of_stock_products
source: Show out of stock products
he: הצג מוצרים חסרים במלאי

# Languages::sw.enable_quick_view
source: Enable quick view
he: לאפשר תצוגה מהירה

# Languages::sw.enable_inventory_tracking
source: Enable inventory tracking
he: לאפשר מעקב מלאי

# Languages::sw.allow_negative_amount
source: Allow negative amount in inventory
he: אפשר כמות שלילי במלאי

# Languages::sw.ym_merchant_country
source: Country
he: מדינה

# Languages::sw.ym_merchant_forma
source: Ownership
he: בעלות

# Languages::sw.send
source: Send
he: שלח

# Languages::sw.remove_demo_data_text
source: Clean up orders, products, categories, user profiles, and related data
he: נקה הזמנות, מוצרים, קטגוריות, פרופילי משתמשים ונתונים קשורים

# Languages::sw.remove
source: Clean up
he: לנקות

# Languages::sw.confirm_demo_data_removal_title
source: Remove the data?
he: להסיר את הנתונים?

# Languages::sw.text_confirm_demo_data_removal
source: All orders, products, product categories, customer profiles, and associated data (tags, comments, etc.) including the data added by you <b>will be permanently removed.</b> This operation cannot be undone. Are you sure you want to continue?
he: כל ההזמנות, המוצרים, קטגוריות המוצרים, פרופילי הלקוחות והנתונים המשויכים אליהם (תגים, הערות וכו ') כולל הנתונים שנוספו על ידך <b>יוסר לצמיתות.</b> לא ניתן לבטל פעולה זו. האם אתה בטוח שאתה רוצה להמשיך?

# Languages::sw.delete_demo_data
source: Delete the data
he: מחק את הנתונים

# Languages::sw.keep_demo_data
source: Keep the data
he: שמור את הנתונים

# Languages::sw.more_themes_in_marketplace
source: More themes in the Marketplace
he: ערכות נושא נוספות בשוק

# Languages::sw.logo_recommended_size_text
source: recommended size [height]px × [width]px
he: גודל מומלץ [height]px × [width]px

# Languages::sw.money_goes_to_owner
source: Customer makes a single payment, all money goes to you
he: הלקוח מבצע תשלום יחיד, כל הכסף מגיע אליך

# Languages::sw.money_goes_to_owner_descr
source: The money owed to the vendor is tracked in the admin panel. A vendor can request money withdrawal through the admin panel. You forward the money to vendors as you see fit.
he: הכסף החייב לספק עוקב אחר בלוח הניהול. ספק יכול לבקש משיכת כסף דרך לוח הניהול. אתה מעביר את הכסף לספקים כראות עיניך.

# Languages::sw.money_split_automaticaly
source: Customer makes a single payment, money is split automatically
he: הלקוח מבצע תשלום יחיד, הכסף מתחלק אוטומטית

# Languages::sw.money_split_automaticaly_descr
source: This is achieved via [stripe_connect], so each vendor must have a Stripe account. We'll create a payment method for you. You'll just need to configure it, and vendors will need to provide their account information.
he: זה מושג באמצעות [stripe_connect], כך שכל ספק חייב להיות בעל חשבון פס. ניצור עבורך אמצעי תשלום. אתה רק צריך להגדיר את זה, וספקים יצטרכו לספק את פרטי החשבון שלהם.

# Languages::sw.money_goes_to_vendor
source: Customer makes multiple payments (one to each vendor)
he: הלקוח מבצע תשלומים מרובים (אחד לכל ספק)

# Languages::sw.money_goes_to_vendor_descr
source: Each vendor has to create own payment methods. Money goes directly to vendors, and marketplace commission gets added to vendors' debt. It becomes a vendor's responsibility to pay the marketplace.
he: כל ספק צריך ליצור אמצעי תשלום משלו. כסף עובר ישירות לספקים, ועמלת שוק מתווספת לחובות הספקים. זה הופך לאחריות של ספק לשלם לשוק.

# Languages::unsupported_browser_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (latest version)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
he: <p>גילינו שהדפדפן שבו אתה משתמש אינו נתמך באופן מלא על ידי לוח הניהול שלנו. אתה יכול לצפות באתר זה באמצעות הדפדפן הנוכחי שלך, אך יתכן שהוא אינו מוצג כראוי, וייתכן שלא תוכל להשתמש במלואו בכל התכונות.</p><br><p>ניתן לראות את לוח הניהול בצורה הטובה ביותר באמצעות הדפדפנים הבאים:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (הגרסה האחרונה)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (הגרסה האחרונה)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">מיקרוסופט אדג (latest version)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (הגרסה האחרונה)</a></li></ul><br><p>Click on one of the links to download הדפדפן שבחרת. לאחר השלמת ההורדה, התקן את הדפדפן על ידי הפעלת תוכנית ההתקנה.</p><br><p>אם אינך יכול לשדרג את הדפדפן שלך כעת, תוכל עדיין לגשת לפנל הניהול, אך ייתכן שלא תוכל להשתמש באופן מלא בכל התכונות.<br><br><a href="[url]">לְהַמשִׁיך</a></p>

# Languages::usergroup_must_have_privileges
source: Usergroup must have at least one privilege.
he: על קבוצת המשתמשים להיות בעלת הרשאה אחת לפחות.

# Languages::saved_search.set_as_default
source: Set as default
he: נקבע כברירת מחדל

# Languages::saved_search.set_as_non_default
source: Set as non-default
he: הגדר כלא ברירת מחדל

# Languages::saved_search.set_as_default_confirm
source: Saved search "[name]" will open by default instead of the full list of objects. Is that what you'd like?
he: החיפוש השמור "[name]" ייפתח כברירת מחדל במקום רשימת האובייקטים המלאה. האם זה מה שהיית רוצה?

# Languages::saved_search.set_as_non_default_confirm
source: The full list of objects will open by default instead of saved search "[name]". Is that what you'd like?
he: רשימת האובייקטים המלאה תיפתח כברירת מחדל במקום החיפוש השמור "[name]". האם זה מה שהיית רוצה?

# Languages::exim_subtotal_discount
source: Subtotal discount
he: הנחה כוללת
