Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# Languages::api_invalid_value
source: Invalid value `[value]` specified for [field]
he: ערך לא חוקי [field] הוגדר עבור [field]

# Languages::api_invalid_value_w_valid_list
source: Invalid value `[value]` specified for [field]. Valid values are: [valid_list]
he: ערך לא חוקי [field] הוגדר עבור [field]. ערכים חוקיים הם: [valid_list]

# Languages::recover
source: Recover
he: שחזר

# Languages::image_has_been_deleted
source: This image has been deleted
he: התמונה נמחקה

# Languages::delete_all_images
source: Delete all images
he: מחק את כל התמונות

# Languages::cannot_upload_file
source: Cannot upload file
he: לא יכול להעללות קובץ

# Languages::ogone.sha_in
source: SHA-IN pass phrase
he: ביטוי סיסמה SHA-IN

# Languages::ttc_ogone.sha_in
source: The SHA-IN pass phrase is set on the Ingenico administration panel on the <b>Data and origin verification</b> tab.
he: ביטוי סיסמה SHA-IN מוגדר בפאנל ניהול של Ingenico בלשונית <b>משוב עסקה</b>.

# Languages::ogone_web.sha_out
source: SHA-OUT pass phrase
he: ביטוי סיסמה SHA-OUT

# Languages::ttc_ogone_web.sha_out
source: The SHA-OUT pass phrase is set on the Ingenico administration panel on the <b>Transaction feedback</b> tab.
he: ביטוי סיסמה SHA-OUT מוגדר בפאנל ניהול של Ingenico בלשונית <b>משוב עסקה</b>.

# Languages::ogone_direct.config_info
source: Enter SHA-IN pass phrase both here and on the Ingenico administation panel.<br><br>For new Ingenico accounts created since May 11th, 2010, the new SHA policy is automatically active.<br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
he: הכנס את ביטויי סיסמה SHA-IN אות SHA-OUT כאן ובפנל הניהול של Ingenico.<br><br> עבור חשבונות Ingenico חדשים שנוצרו אחרי 11 במאי 2010, מדיניות SHA החדשה פעילה אוטומטית.<br/>אל תשכח לסמן את תיבת הסימון "השתמש במדיניות SHA החדשה".

# Languages::ogone_web.config_info
source: Please set the following URL in the Technical Information section on the Ingenico administation panel as the <b>URL of the merchant's post-payment page</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <code>[r_url]</code><br>Select "Always deferred (not immediately after the payment)" for the <b>Timing of the request</b>.<br>Enter SHA-IN and SHA-OUT pass phrases both here and on the Ingenico administation panel.
he: אנא הגדר את ה-URL הבא בסעיף מידע טכני בפנל ניהול של Ingenico כ-<b>URL של דף תשלום דואר של הסוחר</b> עבור כל המקרים ("התקבל", "ממתין", "בלתי וודאי", "מבוטל על ידי הלקוח", "יותר מדי דחיות על ידי הרוכש"):<code>[r_url]</code><br>בחר "תמיד דחוי (לא מיד לאחר התשלום)" עבור <b>תזמון הבקשהt</b>.<br>הכנס את ביטויי סיסמה SHA-IN אות SHA-OUT כאן ובפנל הניהול של Ingenico .

# Languages::sort_by_null_desc
source: No sorting
he: ללא מיון

# Languages::storefront_name
source: Storefront name
he: שם החזית

# Languages::internal_option_name
source: Internal name
he: שם פנימי

# Languages::internal_option_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple options that have the same displayed name.
he: שם זה מוצג בפנל ניהול בלבד כדי לסייע לך להבחין בין אפשרויות מרובות בעלות שם מוצג זהה.

# Languages::internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple features that have the same displayed name.
he: שם זה מוצג רק בחלונית הניהול כדי לעזור לך להבחין בין מספר תכונות שאותן שם מוצג.

# Languages::internal_feature_group_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple feature groups that have the same displayed name.
he: שם זה מוצג רק בחלונית הניהול כדי לעזור לך להבחין בין קבוצות תכונות מרובות שאותן שם מוצג.

# Languages::edit_corresponding_profile_field
source: To change the field type or variants, <a href="[URL]">edit the corresponding field in the Shipping Address section</a>.
he: כדי לשנות את סוג שדה או וריאנטים,<a href="[URL]">ערוך את השדה התואם בסעיף כתובת למשלוח</a>.

# Languages::error_product_codes_length
source: The following product codes are too long and were cut off at [product_code_length] symbols:
he: קודי מוצר הבאים ארוכים מדי והם נחתכו ב [product_code_length] סימנים:

# Languages::usps_upgrade_notification_title
source: Changes to USPS shipping services
he: שינויים בשירות משלוחים USPS

# Languages::usps_upgrade_notification_text
source: <p>The following USPS shipping services are no longer supported:<ul><li>USPS First-Class Mail International Large Envelope</li><li>USPS First-Class Mail International Letter/Postcard</li></ul>All your shipping methods that used these services have been changed to use <b>USPS First-Class Package International Service</b> instead. Please go to <b>Administration → Shipping & taxes → Shipping methods</b> and check the settings of your shipping methods that use USPS.</p>
he: <p>שירותי משלוח USPS הבאים אינם נתמכים יותר:<ul><li>USPS First-Class Mail International Large Envelope</li><li>USPS First-Class Mail International Letter/Postcard</li></ul>כל שיטות המשלוח שלך שכללו את השירותים האלה, ישתמשו במקומם ב-<b> USPS First-Class Package International Service</b>עבור ל- <b>ניהול>משלוח ומיסים>שיטות משלוח </b>ובדוק את ההגדרות של שיטות המשלוח שלך המשתמשות ב-USPS.</p>

# SettingsVariants::log_type_requests::shipping
source: Realtime shipping errors
he: שגיאות משלוח בשמן אמת

# Languages::log_action_shipping
source: Shipping request
he: בקשת משלוח

# Languages::email_template.shipping_error
source: Shipping: request error
he: שגיאה בבקשת משלוח

# Languages::request_error_information_title
source: Shipping error
he: שגיאת משלוח

# Languages::request_error_information
source: Customers have experienced issues with receiving rates from <b>the [shipping]</b> shipping method. Please make sure that is configured properly and that the shipping rate calculation is correct
he: לקוחות נתקלו בבעיות בנוגע לקבלת תעריפי<b>[shipping]</b> שיטת משלוח. אנא וודא שההגדרות נכונות ושהחישוב של תעריף משלוח נכון

# Languages::press_continue_to_recover_password
source: Click <b>Continue</b> to proceed with password change.
he: הקלק <b>המשך</b>כדי להתקדם עם שינויסיסמה.

# Languages::drop_images_to_upload
source: Drop images here
he: שחרר (Drop) את התמונות כאן

# Languages::drop_images_select_short
source: Select
he: בחר

# Languages::drop_images_select
source: Select images
he: בחר תמונות

# Languages::currency_code_afn
source: Afghan Afghani
he: אפגני אפגני

# Languages::currency_code_dzd
source: Algerian Dinar
he: דינר האלג'ירי

# Languages::currency_code_aoa
source: Angolan Kwanza
he: קוונזה אנגולי

# Languages::currency_code_aon
source: Angolan New Kwanza
he: קוונזה אנגולי חדש

# Languages::currency_code_ats
source: Antillian Guilder
he: גילדן של האנטילים ההולנדיים

# Languages::currency_code_azn
source: Azerbaijanian Manat
he: מאנאט אזרבייגאני

# Languages::currency_code_bsd
source: Bahamian Dollar
he: דולר בהאמה

# Languages::currency_code_bhd
source: Bahraini Dinar
he: דינר בחרייני

# Languages::currency_code_bdt
source: Bangladesh Taka
he: טאקה של בנגלדש

# Languages::currency_code_bbd
source: Barbados Dollar
he: דולר ברבדוס

# Languages::currency_code_byn
source: Belarussian Ruble
he: רובל בלארוסי

# Languages::currency_code_bef
source: Belgian Franc
he: פרנק רואנדי

# Languages::currency_code_bzd
source: Belize Dollar
he: דולר בליז

# Languages::currency_code_bmd
source: Bermudian Dollar
he: דולר ברמודה

# Languages::currency_code_btn
source: Bhutan Ngultrum
he: נגולטורם בהוטני

# Languages::currency_code_bob
source: Bolivian Boliviano
he: בוליביאנו בוליביאני

# Languages::currency_code_bam
source: Bosnia and Herzegovina Convertible Marks
he: המארק הסחיר של בוסניה והרצגובינה

# Languages::currency_code_bwp
source: Botswana Pula
he: פולה בוטסואנה

# Languages::currency_code_bnd
source: Brunei Dollar
he: דולר ברוניי

# Languages::currency_code_bgl
source: Bulgaria Lev
he: לב בולגרי

# Languages::currency_code_bif
source: Burundi Franc
he: פרנק בורונדי

# Languages::currency_code_khr
source: Cambodian Riel
he: ריל קמבודי

# Languages::currency_code_cve
source: Cape Verde Escudo
he: אסקודו של כף ורדה

# Languages::currency_code_kyd
source: Cayman Islands Dollar
he: דולר איי קיימן

# Languages::currency_code_clp
source: Chilean Peso
he: פזו צ'יליאני

# Languages::currency_code_cop
source: Colombian Peso
he: פזו קולומביאני

# Languages::currency_code_kmf
source: Congolese Franc
he: פרנק קונגולזי

# Languages::currency_code_crc
source: Costa Rican Colon
he: קולון קוסטה ריקה

# Languages::currency_code_cyp
source: Cyprus Pound
he: לירה קפריסאית

# Languages::currency_code_dem
source: Deutsche Mark
he: מארק גרמני

# Languages::currency_code_djf
source: Djibouti Franc
he: פרנק ג'יבוטי

# Languages::currency_code_dop
source: Dominican Peso
he: פזו דומיניקני

# Languages::currency_code_nlg
source: Dutch Guilder
he: גילדר הולנדי

# Languages::currency_code_xcd
source: East Caribbean Dollar
he: דולר מזרח קריבי

# Languages::currency_code_ecs
source: Ecuador Sucre
he: סוקרה אקוודור

# Languages::currency_code_cdf
source: Congolese Franc
he: פרנק קונגולזי

# Languages::currency_code_svc
source: El Salvador Colon
he: קולון אל סלוודור

# Languages::currency_code_ern
source: Eritrean Nafka
he: נאקפה אריתראי

# Languages::currency_code_etb
source: Ethiopian Birr
he: ביר אתיופי

# Languages::currency_code_fkp
source: Falkland Islands Pound
he: לירה שטרלינ של איי פוקלנד

# Languages::currency_code_fim
source: Finnish Markka
he: מרק פיני

# Languages::currency_code_gmd
source: Gambian Dalasi
he: דלאסי גמבי

# Languages::currency_code_ghs
source: Ghana Cedi
he: סדי גאני

# Languages::currency_code_gip
source: Gibraltar Pound
he: פאונד גיברלטרי

# Languages::currency_code_grd
source: Greek Drachma
he: דרכמה יוונית

# Languages::currency_code_gtq
source: Guatemalan Quetzal
he: קצאל גואטמלה

# Languages::currency_code_gnf
source: Guinea Franc
he: פרנק גינאי

# Languages::currency_code_gyd
source: Guyana Dollar
he: דולר גיאנה

# Languages::currency_code_htg
source: Haiti Gourde
he: גורד של האיטי

# Languages::currency_code_hnl
source: Honduran Lempira
he: למפירה של הונדורס

# Languages::currency_code_idr
source: Indonesian Rupiah
he: רופי אינדונזי

# Languages::currency_code_irr
source: Iranian Rial
he: ריאל אירני

# Languages::currency_code_iqd
source: Iraqi Dinar
he: דינר עיראקי

# Languages::currency_code_iep
source: Irish Pound
he: לירה שטרלינג אירית

# Languages::currency_code_itl
source: Italian Lira
he: לירה איטלקית

# Languages::currency_code_jmd
source: Jamaican Dollar
he: דולר הג'מייקני

# Languages::currency_code_jod
source: Jordanian Dinar
he: דינר ירדני

# Languages::currency_code_kes
source: Kenyan Shilling
he: שילינג קנייתי

# Languages::currency_code_lak
source: Laos Kip
he: קיפ לאוס

# Languages::currency_code_lbp
source: Lebanese Pound
he: לירה לבנונית

# Languages::currency_code_lsl
source: Lesotho Loti (Maloti)
he: לוטי (מלוטי) לסוטו

# Languages::currency_code_lrd
source: Liberian Dollar
he: דולר ליברי

# Languages::currency_code_lyd
source: Libyan Dinar
he: דינר לובי

# Languages::currency_code_luf
source: Luxembourg Franc
he: פרנק לוקסמבורג

# Languages::currency_code_mop
source: Macau Pataca
he: פטקה של מקאו

# Languages::currency_code_mkd
source: Macedonian (FYR) Denar
he: דינר מקדוני

# Languages::currency_code_mga
source: Malagasy Ariary
he: אריארי מלגשי

# Languages::currency_code_mgf
source: Malagasy Franc
he: פרנק מלגשי

# Languages::currency_code_mwk
source: Malawi Kwacha
he: קוואצ'ה מלאווי

# Languages::currency_code_mvr
source: Maldives Rufiyaa
he: רופייה מלדיבית

# Languages::currency_code_mtl
source: Maltese Lira
he: לירה של מלטה

# Languages::currency_code_mro
source: Mauritania Ouguiya
he: אואוגויה מאוריטני

# Languages::currency_code_mur
source: Mauritius Rupee
he: רופי מאוריצ'יאני

# Languages::currency_code_mdl
source: Moldovan Leu
he: ליאו מולדובני

# Languages::currency_code_mnt
source: Mongolian Tugrik
he: טוגריק מונגולי

# Languages::currency_code_mzn
source: Mozambique Metical
he: מטיקל מוזמביני

# Languages::currency_code_mmk
source: Myanmar Kyat
he: צ'אט של מיאנמר

# Languages::currency_code_nad
source: Namibian Dollar
he: דולר נמיבי

# Languages::currency_code_npr
source: Nepalese Rupee
he: רופי נפאלי

# Languages::currency_code_rsd
source: New Serbian Dinar
he: דינר סרבי חדש

# Languages::currency_code_nio
source: Nicaraguan Cordoba Oro
he: קורדובה אורו של ניקרגואה

# Languages::currency_code_ngn
source: Nigerian Naira
he: נאירה ניגרי

# Languages::currency_code_pkr
source: Pakistan Rupee
he: רופי פקיסטני

# Languages::currency_code_pab
source: Panamanian Balboa
he: בלבואה פנמי

# Languages::currency_code_pgk
source: Papua New Guinea Kina
he: קינה של פפואה של גינאה החדשה

# Languages::currency_code_pyg
source: Paraguayan Guarani
he: גוארני של פרגוואי

# Languages::currency_code_pen
source: Peruvian Nuevo Sol
he: נואבו סול פרואני

# Languages::currency_code_uyu
source: Peso Uruguayo
he: פזו אורוגוואי

# Languages::currency_code_pte
source: Portugese Escudo
he: אסקודו של פורטוגל

# Languages::currency_code_qar
source: Qatari Rial
he: ריאל קטארי

# Languages::currency_code_omr
source: Rial Omani
he: ריאל אומני

# Languages::currency_code_rol
source: Romanian Lei
he: לאו רומני

# Languages::currency_code_rwf
source: Rwanda Franc
he: פרנק של רואנדה

# Languages::currency_code_csd
source: Serbian Dinar
he: דינר סרבי

# Languages::currency_code_scr
source: Seychelles Rupee
he: רופי של איי סיישל

# Languages::currency_code_sll
source: Sierra Leone Leone
he: ליאון של סיירה ליאון

# Languages::currency_code_sos
source: Somalia Shilling
he: שילינג סומלי

# Languages::currency_code_esp
source: Spanish Peseta
he: פזטה ספרדית

# Languages::currency_code_lkr
source: Sri Lanka Rupee
he: רופי סרי לנקה

# Languages::currency_code_shp
source: St Helena Pound
he: פאונד סנט הלני

# Languages::currency_code_sdp
source: Sudanese Pound
he: פאונד סודני

# Languages::currency_code_srd
source: Suriname Dollar
he: דולר סורינם

# Languages::currency_code_srg
source: Suriname Guilder
he: גילדר סורינם

# Languages::currency_code_szl
source: Swaziland Lilangeni
he: לילנגני סווזילנד

# Languages::currency_code_syp
source: Syrian Pound
he: לירה סורית

# Languages::currency_code_tjs
source: Tajikistan Somoni
he: סומוני טג'יקיסטני

# Languages::currency_code_tzs
source: Tanzanian Shilling
he: שילינג טנזני

# Languages::currency_code_ttd
source: Trinidad and Tobago Dollar
he: דולר טרינידד וטובגו

# Languages::currency_code_tnd
source: Tunisian Dinar
he: דינר טוניסאי

# Languages::currency_code_trl
source: Turkish Lira
he: לירה טורקית

# Languages::currency_code_tmt
source: Turkmenistan Manat
he: מנאט טורקמני

# Languages::currency_code_ugx
source: Uganda Shilling
he: שילינג של אוגנדה

# Languages::currency_code_uzs
source: Uzbekistan Sum
he: סום אוזבקי

# Languages::currency_code_veb
source: Venezuela Bolivar
he: בוליבר ונצואלי

# Languages::currency_code_vef
source: Venezuela Bolivar Fuerte
he: בוליבר פוארטה ונצואלי

# Languages::currency_code_vnd
source: Vietnamese New Dong
he: דונג וייטנמי חדש

# Languages::currency_code_yer
source: Yemeni Rial
he: ריאל תימני

# Languages::currency_code_yum
source: Yugoslavian New Dinar
he: דינר יוגוסלבי חדש

# Languages::currency_code_zmw
source: Zambian Kwacha
he: קוואצ'ה זמבי

# Languages::currency_code_zwd
source: Zimbabwe Dollar
he: דולר זימבבואה

# Languages::editing_order_invoice_responsive
source: Editing invoice for order
he: עריכת חשבונית עבור הזמנה

# Languages::responsive_admin.email_order_invoice_subject
source: [company_name]: Invoice for order
he: [company_name]: חשבונית עבור הזמנה

# Languages::easter_coming_soon_message
source: Uh-oh, it looks like this feature doesn't work yet! But we're on the job and will try to get it working soon.
he: אוי, נראה שתכונה זו עדיין אינה פעילה! אנחנו עובדים על זה וננסה להפעיל אותה בקרוב.

# Languages::cookie_policy_upgrade_notification_title
source: Cookie notification settings moved to GDPR add-on
he: הגדרות הודעות על עוגיות עברו לתוסף GDPR

# Languages::cookie_policy_upgrade_notification_text
source: <p>Some countries require that websites notify customers about the use of cookies. Previously you could do that under <b>Settings → Security</b>. That setting has now been moved to the <b>GDPR Compliance (EU)</b> add-on. Here's what we advise doing:</p><ol><li>Go to <b>Add-ons → Manage add-ons</b>.</li><li>Switch to the <b>Browse all available add-ons</b> tab.</li><li>Make sure that the <b>GDPR Compliance (EU)</b> add-on is installed and active.</li><li>Click on the add-on name to open the its settings.</li><li>If the <b>Cookie consent</b> setting is set to <i>Implicit</i>, then your store behaves as before the upgrade.</li><li>Switch to the GDPR tab and make sure that the notifications about personal data processing are configured as you want them to.</li><li>Click <b>Save</b>.</li></ol><p>If you'd like, you can set the consent mode to <i>Explicit</i>; that way customers will need to explicitly agree to the use of cookies before they can access your store.</p>
he: <p>מדינות מסוימות דורשות שהאתרים יודיעו ללקוחות על שימוש בעוגיות. קודם יכולת לעשות את זה ב-<b>הגדרות>בטיחות<b>הגדרה זו כעת הועברה לתוסףGDPR Compliance (EU)</b>הנה מה שאנחנו ממליצים לעשות:</p><ol><li>עבור ל<b>תוספים>נהל תוספים</b>.</li><li>עבור ל<b>דפדף בלשונית כל התוספים הזמינים<b></li><li>וודא ש<b>תוסף GDPR Compliance (EU)</b>מותקן ופעיל</li><li>הקלק על שם התוסף כדי לפתוח את הגדרות שלו.</li><li>אם <b>הגדרת הסכמה לעוגיות<b> מוגדרת כ <i> משתמע</i>,אז החנות שלך תתנהג כמו לפני השדרוג.</li><li>עבור ללשונית GDPR וודא שההודעות על עיבוד נתונים אישיים מוגדרים לפי רצונך.</li><li>הקלק<b>שמור</b>.</li></ol><p>אם תרצה, תוכל להגדיר את מצב ההסכמה ל<i>מפורש<i>; כך הלקוחות יצטרכו להסכים מפורשות לשימוש בעוגיות לפני שיוכלו לגשת לחנות שלך. </p>

# Languages::file_uploading_in_progress_please_wait
source: File uploading in progress. Please wait.
he: העלאת קובץ בתהליך. אנא המתן.

# Languages::profile_types_section_user
source: Customers and admins
he: לקוחות ומנהלי מערכת

# Languages::profile_types_section_seller
source: Vendor information
he: מידע הספקים

# Languages::profile_type
source: Profile type
he: סוג פרופיל

# Languages::bulk_edit.example_of_modified_value
source: Example of the modified value
he: דוגמה לערך ששונה

# Languages::bulk_edit.decrease_hint
source: To decrease the value use the "-". Example: -5
he: כדי להפחית את הערך השתמש ב "-". לדוגמה:-5

# Languages::bulk_edit.make_active
source: Make products active
he: הפוך את המוצרים לפעילים

# Languages::bulk_edit.make_disabled
source: Make products disabled
he: הפוך את המוצרים למושבתים

# Languages::bulk_edit.make_hidden
source: Make products hidden
he: הפוך את המוצרים למוסתרים

# Languages::bulk_edit.price_and_stock
source: Price & Stock
he: מחיר ומלאי

# Languages::bulk_edit.what_do_these_checkboxes_mean
source: What do these checkboxes mean?
he: מה משמעותן של תיבות סימון אלה?

# Languages::bulk_edit.what_do_these_checkboxes_mean_checked
source: all the selected products belong to this category or will be assigned to it.
he: כל המוצרים הנבחרים שייכים לקטגוריה הזו או ישויכו אליה.

# Languages::bulk_edit.what_do_these_checkboxes_mean_unchecked
source: none of the selected products belong to this category, or they will be removed from it.
he: אף אחד מהמוצרים אינו שייך לקטגוריה הזו, או שהם מוסרו ממנה.

# Languages::bulk_edit.what_do_these_checkboxes_mean_indeterminate
source: some of the selected products belong to this category; no changes will be made.
he: חלק מהמוצרים הנבחרים שייך לקטגוריה זו, לא יערכו שום שינויים.

# Languages::bulk_edit.unable_to_delete_all_categories
source: At least one category must be selected
he: יש לבחור לפחות קטגוריה אחת

# Languages::bulk_edit.some_products_were_omitted
source: Some products were skipped because the last remaining category can't be removed or added for a product.
he: דלגנו על מוצרים אחדים בגלל שאת הקטגוריה שנותרה אחרונה לא ניתן להסיר או להוסיף עבור המוצר.

# Languages::bulk_edit.some_products_were_omitted_other_storefront
source: Couldn't edit selected products. Some of the selected products belong to other storefronts; please deselect those products to be able to edit remaining ones.
he: עריכה של מוצרים נבחרים נכשלה. חלק מהמוצרים הנבחרים שייכים לחזיתות חנות אחרות; בטל בחירה של מוצרים אלה כדי שתוכל לערוך את הנותרים.

# Languages::custom_search
source: Custom search
he: חיפוש מותאם אישית

# Languages::system_environment
source: System environment
he: סביבת מערכת

# Languages::product_feature.purpose
source: Purpose
he: מטרה

# Languages::ttc_product_feature.purpose
source: Determines how you and your customers will be able to use this feature.
he: קובע כיצד אתה והלקוח שלך יוכלו להשתמש בתכונה זו.

# Languages::product_feature.purpose.organize_catalog
source: Brand, author, etc.
he: מותג, מחבר, וכו'

# Languages::product_feature.purpose.organize_catalog.description
source: For features like "Brand" or "Manufacturer" (for most products), "Performer" or "Label" (for music), "Author" or "Publisher" (for books), and so on. Every variant of this feature gets its own page with an image, description, and the list of products.
he: עבור תכונות כמו "מותג" או "יוצר" (עבור מרבית המוצרים),"מבצע" או "חברת תקליטים" (עבור מוזיקה),"מחבר" או "מוציא לאור" (עבור ספרים) וכו'. כל וריאנט של תכונה זו יקבלדףמשלו עם תמונה, תיאור ורשימת מוצרים.

# Languages::product_feature.purpose.find_products
source: Product search via filters
he: חיפוש מוצרים באמצעות מסננים

# Languages::product_feature.purpose.find_products.description
source: For a feature that just allows you to specify an additional property of a product (for example, "Fabric" for T-shirts). If you create a filter by that feature, customers will see that such a property exists, and will be able to search products by it.
he: עבור התכונה שרק מאפשרת לך להגדיר תכונה נוספת של מוצר (למשל "בד" עבור חולצות טי). אם תיצור מסנן לפי תכונה זו, הלקוחות יראו שתכונה זו קיימת ויוכלו לחפש מוצרים לפיה.

# Languages::product_feature.purpose.describe_product
source: Additional information
he: מידע נוסף

# Languages::product_feature.purpose.describe_product.description
source: For cases when you just need to show some information on a product page. There are no filters for this kind of features.
he: במקרים כאשר אתה רק צריך להציג מידע מסוים בדף המוצר. אין מסננים לסוג זה של תכונות.

# Languages::product_feature.feature_style
source: Feature style
he: סגנון התכונה

# Languages::ttc_product_feature.feature_style
source: Determines the look of this feature on the product page.
he: קובע את המראה של תכונה זו בדף המוצר.

# Languages::product_feature.feature_style.checkbox
source: Checkbox
he: תיבת סימון

# Languages::product_feature.feature_style.color
source: Color
he: צבע

# Languages::product_feature.filter_style.color
source: Color
he: צבע

# Languages::product_feature.feature_style.multiple_checkbox
source: Multiple checkboxes
he: תיבות סימון מרובות

# Languages::product_feature.feature_style.text
source: Text or number
he: טקסט או מספר

# Languages::product_feature.feature_style.number
source: Number
he: מספר

# Languages::product_feature.feature_style.brand
source: Brand
he: מותג

# Languages::product_feature.filter_style
source: Filter type
he: סוג מסנן

# Languages::ttc_product_feature.filter_style
source: Determines the look of a filter by this feature on the product list. Filters make it easier for customers to find a product with the desired feature value. You'll be able to create a filter after you create a feature.
he: קובע את המראה של המסנן לפי תכונה זו ברשימת המוצרים. מסננים מקלים על הלקוחות למצוא את המוצר עם ערך רצוי של תכונה. תוכל ליצור מסנן לאחר שיצרת את התכונה.

# Languages::product_feature.filter_style.checkbox
source: Checkbox
he: תיבת סימון

# Languages::product_feature.filter_style.slider
source: Number slider
he: מספר מחוון (slider)

# Languages::product_feature.filter_style.date
source: Date selector
he: בורר תאריכים
