Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/core.po
Languages: he

# LanguageName
source: Localized language name
he: עברית

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
he: אפשר תמיכה בהודעות אודות הונאה

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
he: צפיה במצב הזמנות שלא עברו בדיקת הונאה

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
he: סטטוס הזמנות המחכות לסקירה בגין הונאה

# Languages::404
source: The 404 Not Found error message
he: הודעת שגיאה 404 הדף המבוקש לא נמצא

# Languages::absolute
source: Absolute
he: מוחלט

# Languages::installed_addons
source: Installed add-ons
he: הרחבות מותקנות

# Languages::browse_all_available_addons
source: Browse all available add-ons
he: עיין בכל ההרחבות הזמינות

# Languages::accept
source: Accept
he: קבל

# Languages::access_denied
source: Access denied
he: הגישה נדחתה

# Languages::event.order.status_changed.name
source: Order status changed to [status]
he: סטטוס ההזמנה שונה ל [status]

# Languages::access_denied_text
source: You don't have permission to access the page.
he: אין לך הרשאה לגשת אל הדף.

# Languages::account
source: Account
he: חשבון

# Languages::account_name
source: Account name
he: שם החשבון

# Languages::account_number
source: Account number
he: מספר חשבון

# Languages::account_type
source: Account type
he: סוג חשבון

# Languages::acquirerid
source: Acquirer ID
he: מזהה הרוכש

# Languages::action
source: Action
he: פעולה

# Languages::actions
source: Actions
he: פעולות

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
he: הפעל את פרטי התפריט עבור dispatch

# Languages::activate_selected
source: Activate selected
he: הפעל נבחר

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
he: הפעל Skrill Merchant Tools

# Languages::activation_link
source: Activation link
he: קישור להפעלה

# Languages::activation_mode
source: Activation mode
he: מצב הפעלה

# Languages::active
source: Active
he: פעיל

# Languages::active_categories
source: Active categories
he: קטגוריות פעילות

# Languages::active_style
source: Active style
he: סגנון פעיל

# Languages::active_products
source: Active products
he: מוצרים פעילים

# Languages::active_promotions
source: Active promotions
he: מבצעים פעילים

# Languages::act_on_behalf
source: Act on behalf of
he: לפעול מטעם

# Languages::log_in_as_user
source: Log in as user
he: התחבר כמשתמש

# Languages::add
source: Add
he: להוסיף

# Languages::added
source: added
he: נוסף

# Languages::adding_block_to_grid
source: Adding block to grid
he: הוספת בלוק לרשת

# Languages::adding_grid
source: Adding grid
he: הוספת רשת

# Languages::additional_data
source: Additional data
he: נתונים נוספים

# Languages::additional_images
source: Additional images
he: תמונות נוספות

# Languages::additional_options
source: Additional options
he: אפשרויות נוספות

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
he: פרמטר נוסף שגוי

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
he: הקפץ תמונות גדולות יותר של תמונות ממוזערות נוספות

# Languages::additional_thumbnail
source: Additional thumbnails
he: תמונות ממוזערות נוספות

# Languages::additional__option_thumbnail
source: Additional option thumbnail
he: אפשרות לתמונה ממוזערת נוספת

# Languages::addon
source: Add-on
he: תוסף

# Languages::addons
source: Add-ons
he: תוספים

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
he: אירעה שגיאה ב שאילתת SQL במהלך התקנת התוסף. התוסף לא הותקן.

# Languages::address
source: Address
he: כתובת

# Languages::addresses
source: Addresses
he: כתובות

# Languages::address_2
source: Address (line 2)
he: כתובת (קו 2)

# Languages::address_commercial
source: Commercial
he: מסחרי

# Languages::address_residential
source: Residential
he: מגורים

# Languages::address_type
source: Address type
he: סוג כתובת

# Languages::add_administrator
source: Add administrator
he: הוסף מנהל מערכת

# Languages::add_block
source: Add block
he: הוסף בלוק

# Languages::add_image_from_server
source: Add image from server
he: הוסף תמונה מהשרת

# Languages::add_image_from_url
source: Add image from URL
he: הוסף תמונה מ-URL

# Languages::add_bonus
source: Add bonus
he: הוסף בונוס

# Languages::add_cart_promotion
source: Add cart promotion
he: הוסף מבצעים לסל קניות

# Languages::add_catalog_promotion
source: Add catalog promotion
he: הוסף קטלוג מבצעים

# Languages::add_categories
source: Add categories
he: הוסף קטגוריות

# Languages::add_categories_and_close
source: Add categories and close
he: הוסף קטגוריות וסגור

# Languages::add_category
source: Add category
he: הוסף קטגוריה

# Languages::add_chart
source: Add chart
he: הוסף תרשים

# Languages::add_combination
source: Add combination
he: הוסף שילוב

# Languages::add_companies
source: Add stores
he: הוסף חנויות

# Languages::add_companies_and_close
source: Add stores and close
he: הוסף חנויות וסגור

# Languages::add_condition
source: Add condition
he: הוסף התנאי

# Languages::add_currency
source: Add currency
he: הוסף מטבע

# Languages::add_customer
source: Add customer
he: הוסף לקוח

# Languages::add_elements
source: Add elements
he: הוסף רכיבים

# Languages::add_empty_item
source: Add empty item
he: הוסף פריט ריק

# Languages::add_feature
source: Add feature
he: הוסף תכונה

# Languages::advanced_feature_creation
source: Advanced feature creation
he: יצירה מתקדמת של תכונות

# Languages::add_field
source: Add field
he: הוסף שדה

# Languages::add_file
source: Add file
he: הוסף קובץ

# Languages::add_filter
source: Add filter
he: הוסף מסנן

# Languages::add_filters
source: Add filters
he: הוסף מסננים

# Languages::add_filters_and_close
source: Add filters and close
he: הוסף מסננים וסגור

# Languages::add_folder
source: Add folder
he: הוסף תיקיה

# Languages::add_global_option
source: Add global option
he: הוסף אפשרות גלובלית

# Languages::add_grid_block
source: Add grid or block
he: הוסף רשת או בלוק

# Languages::add_group
source: Add group
he: הוסף קבוצת

# Languages::add_item
source: Add item
he: הוסף פריט

# Languages::add_items
source: Add [items]
he: הוסף [items]

# Languages::add_language
source: Add language
he: הוסף שפה

# Languages::add_language_variable
source: Add language variable
he: הוסף משתנה שפה

# Languages::add_layout
source: Add layout
he: הוסף פריסה

# Languages::add_link
source: Add link
he: הוסף קישור

# Languages::add_localization
source: Add localization
he: הוסף לוקליזציה

# Languages::add_location
source: Add location
he: הוסף מיקום

# Languages::add_rate_area
source: Add rate area
he: הוסף rate area

# Languages::add_menu
source: Add menu
he: הוסף תפריט

# Languages::add_new
source: Add new
he: הוסף חדש

# Languages::add_new_field
source: Add new field
he: הוסף שדה חדש

# Languages::add_new_order
source: Adding new order
he: הוסף הזמנה חדשה

# Languages::add_new_variant
source: Add new variant
he: הוסף וריאציה חדשה

# Languages::add_option
source: Add option
he: הוסף אפשרות

# Languages::advanced_option_creation
source: Advanced option creation
he: יצירת אפשרויות מתקדמות

# Languages::add_order
source: Add order
he: הוסף הזמנה

# Languages::add_orders
source: Add orders
he: הוסף הזמנות

# Languages::add_orders_and_close
source: Add orders and close
he: הוסף הזמנות וסגור

# Languages::add_page
source: Add page
he: הוסף עמוד

# Languages::add_pages
source: Add pages
he: הוסף עמודים

# Languages::add_pages_and_close
source: Add pages and close
he: הוסף עמודים וסגור

# Languages::add_payment
source: Add payment method
he: הוסף אמצעי תשלום

# Languages::add_payout
source: Add payout
he: הוסף תשלום

# Languages::add_product
source: Add product
he: הוסף מוצר

# Languages::add_products
source: Add products
he: הוסף מוצרים

# Languages::add_products_and_close
source: Add products and close
he: הוסף מוצרים וסגור

# Languages::add_products_to_section
source: Add product(s) to this section
he: הוסף מוצר(ים) לסעיף זה

# Languages::add_product_filter
source: Add product filter
he: הוסף מסנן מוצרים

# Languages::add_promotions
source: Add promotions
he: הוסף מבצעים

# Languages::add_report
source: Add report
he: הוסף דוח

# Languages::add_section
source: Add section
he: הוסף סעיף

# Languages::add_selected_to_cart
source: Add selected to cart
he: הוסף לסל הקניות

# Languages::add_shipping_method
source: Add shipping method
he: הוסף שיטת המשלוח

# Languages::add_site_map_section
source: Add sitemap section
he: הוסף סעיף מפת האתר

# Languages::add_state
source: Add state
he: הוסף מדינה

# Languages::add_status
source: Add status
he: הוסף סטטוס

# Languages::add_subcategory
source: Add subcategory
he: הוסף קטגוריית משנה

# Languages::new_subscribers
source: New subscribers
he: מנויים חדשים

# Languages::add_subscriber
source: Add subscriber
he: הוסף מנוי

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
he: הוסף מנויים מתוך רשימת משתמשים

# Languages::add_tab
source: Add tab
he: הוסף לשונית

# Languages::add_tax
source: Add tax
he: הוסף מס

# Languages::add_to_cart
source: Add to cart
he: הוסף לסל הקניות

# Languages::add_to_comparison_list
source: Add to comparison list
he: הוסף לרשימת ההשוואה

# Languages::add_user
source: Add user
he: הוספת משתמש

# Languages::add_users
source: Add users
he: הוסף משתמשים

# Languages::add_users_and_close
source: Add users and close
he: הוסף משתמשים וסגור

# Languages::add_vendor
source: Add store
he: הוסף חנות

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
he: לא ניתן לבצע ייבוא לחנות זו מכיוון שאתה משתמש בגרסת ניסיון שפג תוקפה

# Languages::administration
source: Administration
he: ניהול

# Languages::administration_panel
source: Administration panel
he: ניהול פאנל

# Languages::administrator
source: Administrator
he: מנהל מערכת

# Languages::administrators
source: Administrators
he: מנהלי מערכת

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
he: רשימת מנהלי מערכת של החנויות, משתמשים רשומים עם חשבון מנהל מערכת.

# Languages::administrators_notified
source: [count] administrators notified.
he: נשלחה הודעה למנהלי מערכת [count]

# Languages::admin_panel
source: Administration panel
he: פאנל ניהול מערכת

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
he: חנות אלקטרונית של [company_name].

# Languages::advanced
source: Advanced
he: מתקדם

# Languages::advanced_search
source: Advanced search
he: חיפוש מתקדם

# Languages::advanced_search_options
source: Advanced search options
he: אפשרויות חיפוש מתקדמות

# Languages::after_full_payment
source: After full payment
he: לאחר תשלום מלא

# Languages::after_sum
source: After sum
he: לאחר הסכום

# Languages::agent_id
source: Agent ID
he: מזהה סוכן

# Languages::agreement_required
source: Agreement required
he: הסכם נדרש

# Languages::all
source: All
he: הכל

# Languages::allowed
source: Allowed
he: מותר

# Languages::allowed_combinations
source: Allowed combinations
he: צירופים מותרים

# Languages::allowed_extensions
source: Allowed extensions
he: הרחבות מותרות

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
he: השאר שדה זה ריק כדי לאפשר העלאה של כל סוגי הקבצים או הכנסת הרחבות מותרות המופרדות באמצעות פסיק (למשל jpg, bmp, gif, pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
he: כן, אפשר למשתמש זה להשתמש ב- API

# Languages::api_access_for_user
source: API access for this user
he: גישה ל-API עבור משתמש זה

# Languages::generate_new_api_key
source: Generate new API key
he: צור מפתח API חדש

# Languages::please_copy_api_key
source: Please copy the API key now and keep it somewhere. Once you save the changes, this key won't appear here again. If the key is lost, the only way to regain API access will be be to generate a new key on this page.
he: העתק את מפתח API כעת ושמור אותו. ברגע שתשמור את השינויים, מפתח זה לא יופיע כאן שוב. אם המפתח אבד, הדרך היחידה לקבל שוב את הגישה ל-API תהיה ליצור מפתח חדש בעמוד זה.

# Languages::allow_return_registration
source: Allow return registration
he: אפשר רישום חוזר

# Languages::all_categories
source: All categories
he: כל הקטגוריות

# Languages::all_downloads
source: All downloads
he: כל ההורדות

# Languages::all_features
source: All features
he: כל התכונות

# Languages::all_filters
source: All product filters
he: כל מסנני המוצר

# Languages::all_pages
source: All pages
he: כל העמודים

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
he: כל המוצרים עודכנו בהצלחה.

# Languages::all_vendors
source: All stores
he: כל החנויות

# Languages::all_storefronts_short
source: All
he: הכל

# Languages::show_all_storefronts
source: Show all storefronts
he: הצג את כל חזיתות החנויות

# Languages::show_all_storefronts_with_count
source: Show all [count] storefronts
he: הצג את כל [count] החזיתות החנויות

# Languages::all_words
source: All of these words
he: כל המילים האלו

# Languages::also_bought
source: Also bought
he: קנו גם

# Languages::alt_text
source: Alternative text/title
he: טקסט חלופי/כותרת

# Languages::alternative_text
source: Alt text
he: טקסט חלופי

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
he: CVV יופיע בחלקו האחורי של הכרטיס מעל למספר כרטיס האשראי (ייתכן שיופיע בצדו הימני או השמאלי של כרטיס האשראי).

# Languages::amount
source: Amount
he: סכום

# Languages::amount_decreased
source: Quantity has been decreased by
he: כמות הופחתה בסך של

# Languages::amount_increased
source: Quantity has been increased by
he: כמות גדלה בסך של

# Languages::anonymous
source: Anonymous
he: אנונימי

# Languages::answer
source: Answer
he: תשובה

# Languages::any
source: Any
he: כל

# Languages::any_date
source: Any date
he: כל תאריך

# Languages::any_option_combinations
source: Any option combinations
he: כל צירופי אופציות

# Languages::any_status
source: Any status
he: כל סטטוס

# Languages::any_words
source: Any of these words
he: אחת מהמילים הללו

# Languages::any_category
source: Any category
he: כל קטגוריה

# Languages::any_product
source: Any product
he: כל מוצר

# Languages::api_access
source: API access
he: גישה ל-API

# Languages::api_key
source: API key
he: מפתח API

# Languages::need_company_id
source: Company ID is required (the company_id param)
he: מזהה חברה חובה (the company_id param)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
he: Company by passed ID לא נמצא

# Languages::api_need_id
source: Object ID undefined
he: מזהה אובייקט לא מוגדר

# Languages::api_need_params
source: Missing parameters
he: פרמטרים חסרים

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
he: נדרשת חנות (the company_id param or entity stores)

# Languages::api_not_need_id
source: ID must not be defined
he: אין להגדיר את המזהה

# Languages::api_partner
source: API partner
he: Api של השותף

# Languages::api_password
source: API password
he: סיסמת API

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
he: ניתן לעדכן את מספר מעקב ופרמטרים של המוביל באמצעות סט הגדרות 'אפשר משלוחים מרובים עבור הזמנה אחת'

# Languages::api_user
source: API user
he: משתמש API

# Languages::api_order_couldnt_be_created
source: Order couldn't be created
he: לא ניתן ליצור הזמנה

# Languages::api_no_shipping_methods_available
source: No shipping methods are available
he: אין שיטות משלוח זמינות

# Languages::appearance
source: Appearance
he: מראה

# Languages::appearance_settings
source: Appearance settings
he: הגדרות מראה

# Languages::appearance_type
source: Appearance type
he: סוג מראה

# Languages::application_id
source: Application ID
he: מזהה יישום

# Languages::application_login
source: Application login
he: כניסה לאפליקציה

# Languages::apply
source: Apply
he: החל

# Languages::apply_as_link
source: Apply as link
he: החל בתור קישור

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
he: החל מיסים נבחרים על כלל המוצרים

# Languages::apply_to_all_languages
source: Apply to all languages
he: החל בכל השפות

# Languages::apply_to_products
source: Apply to products
he: החל על המוצרים

# Languages::approve
source: Approve
he: אשר

# Languages::approved
source: Approved
he: אושר

# Languages::approve_selected
source: Approve selected
he: אשר את אלה שנבחרו

# Languages::enter_disapproval_reason
source: Enter the reason for disapproval
he: הזן את הסיבה לאי הסכמה

# Languages::arabic
source: Arabic
he: ערבית

# Languages::arrows
source: Arrows
he: חצים

# Languages::attention
source: Attention!
he: שימו לב!

# Languages::audience
source: Audience
he: קהל

# Languages::authentication_failed
source: Authentication failed
he: האימות נכשל

# Languages::authentication_key
source: Authentication key
he: מפתח אימות

# Languages::authentication_password
source: Authentication password
he: סיסמת אימות

# Languages::author
source: Author
he: מחבר

# Languages::authorization
source: Authorization
he: אישור

# Languages::authorize_capture
source: Authorize and capture
he: לאשר וללכוד

# Languages::authorize_only
source: Authorize only
he: רק לאשר

# Languages::auth_code
source: Auth code
he: קוד אימות

# Languages::auth_info
source: Authentication information
he: מידע אימות

# Languages::auto
source: Auto
he: אוטומטי

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
he: נהל הרשאות אוטומטית באמצעות FTP

# Languages::avail
source: Available
he: זמינים

# Languages::availability
source: Availability
he: זמינות

# Languages::available
source: Available
he: זמינים

# Languages::available_fields
source: Available fields
he: שדות זמינים

# Languages::available_for_vendor
source: Available for store
he: זמין עבור החנות

# Languages::available_items
source: Available items
he: פריטים זמינים

# Languages::available_languages
source: Available
he: זמינים

# Languages::available_views
source: Available views
he: תצוגות זמינות

# Languages::available_since
source: Avail since
he: זמינות החל מ

# Languages::installed_themes
source: Installed themes
he: ערכות נושא מותקנות

# Languages::browse_all_available_themes
source: Browse all available themes
he: עיין בכל ערכות הנושא הזמינות

# Languages::currently_in_use
source: Currently in use
he: כעת בשימוש

# Languages::avail_from
source: Available from
he: זמין מ

# Languages::avail_till
source: Available till
he: זמין עד

# Languages::average
source: Average
he: ממוצע

# Languages::awaiting
source: Awaiting
he: ממתין

# Languages::awaiting_approval
source: Awaiting approval
he: ממתין לאישור

# Languages::backtrace
source: Backtrace
he: מפסקים

# Languages::backup
source: Backup
he: גיבוי

# Languages::backupping_data
source: Backing up data for
he: גיבוי נתונים עבור

# Languages::backupping_schema
source: Backing up schema for
he: סכימת גיבוי עבור

# Languages::backup_data
source: Backup database data
he: גיבוי מסד נתונים

# Languages::backup_filename
source: Backup file name
he: שם קובץ גיבוי

# Languages::backup_files
source: Backup files
he: קבצי גיבוי

# Languages::backup_options
source: Backup options
he: אפשרויות גיבוי

# Languages::backup_schema
source: Backup database schema
he: סכימת מסד הנתונים לגיבוי

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
he: ברוך הבא לרכישה!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
he: ברצוננו להודיע לך כי המוצר הבא חזר למלאי החנות:

# Languages::balance
source: Balance
he: יתרה

# Languages::balance_account
source: Account balance
he: יתרת חשבון

# Languages::bank
source: Bank
he: בנק

# Languages::ground_only
source: Ground only
he: משלוח יבשתי בלבד

# Languages::bank_routing_number
source: Bank routing number
he: קוד ניתוב/זיהוי בנק

# Languages::bar
source: Bar
he: בר

# Languages::base_currency
source: Base
he: בסיס

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
he: לא ניתן למחוק מטבע זה מכיוון שהינו מטבע הבסיס של החנות.

# Languages::base_price
source: Base price
he: מחיר בסיס

# Languages::bestsellers
source: Bestsellers
he: הנמכרים ביותר

# Languages::billing_address
source: Billing address
he: כתובת לחיוב

# Languages::billing_options
source: Billing Options
he: אפשרויות חיוב

# Languages::billing_shipping_address
source: Billing and Shipping Address
he: כתובת לחיוב ולמשלוח

# Languages::bill_to
source: Bill to
he: קבלה על שם

# Languages::block
source: Block
he: בלוק

# Languages::blocks
source: Blocks
he: בלוקים

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
he: בלוק זה כבר קיים ברשת זו

# Languages::block_breadcrumbs
source: Breadcrumbs
he: פירורי לחם (Breadcrumbs)

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
he: פירורי לחם (Breadcrumbs) לניווט

# Languages::block_categories_description
source: Category trees
he: קטגוריית עצים

# Languages::block_products_description
source: Product showcase
he: תצוגת מוצרים

# Languages::block_cart_content
source: Cart content
he: תוכן סל הקניות

# Languages::block_cart_content_description
source: Current cart content
he: תוכן סל קניות נוכחי

# Languages::block_categories
source: Categories
he: קטגוריות

# Languages::block_checkout
source: Checkout
he: לקופה

# Languages::block_checkout_description
source: Current order information
he: מידע אודות ההזמנה הנוכחית

# Languages::block_content
source: Block content
he: חסום תוכן

# Languages::block_currencies
source: Currencies
he: מטבעות

# Languages::block_currencies_description
source: Currency selector
he: בחירת סוג מטבע

# Languages::block_disabled
source: Block was disabled for this location
he: הבלוק מושבת עבור מיקום זה

# Languages::block_enabled
source: Block was enabled for this location
he: הבלוק זמין עבור מיקום זה

# Languages::block_html_block
source: HTML block
he: בלוק HTML

# Languages::block_html_block_description
source: Any HTML content
he: כל תוכן HTML

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
he: לחסום IP לאחר מספר ניסיונות כושלים

# Languages::block_languages
source: Languages
he: שפות

# Languages::block_languages_description
source: Language selector
he: בורר שפות

# Languages::block_localizations
source: Localizations
he: לוקליזציות

# Languages::block_localizations_description
source: Localization selector
he: בורר לוקליזציות

# Languages::block_main
source: Main
he: ראשי

# Languages::block_main_description
source: Main content (loaded by controller)
he: התוכן הראשי (נטען על-ידי בקר)

# Languages::block_manager
source: Block manager
he: מנהל בלוק

# Languages::block_manager.fixed_layout
source: Fixed width
he: רוחב קבוע

# Languages::block_manager.fluid_layout
source: Fluid
he: נוזלי

# Languages::block_manager.full_width_layout
source: Full width
he: רוחב מלא

# Languages::block_manager.grid_columns
source: Grid columns
he: עמודות רשת

# Languages::block_manager.layout_width
source: Layout width
he: רוחב פריסה

# Languages::block_manager.max_width
source: Maximal width
he: רוחב מקסימלי

# Languages::block_manager.min_width
source: Minimal width
he: רוחב מינימלי
