Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/editions/mve.po
Languages: ar_sa, cs_cz, es_es, he_il, ja_jp, nl_nl, ro_ro

# Languages::text_store_mode_changed_to_mve.ru.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
ar_sa: تم تنشيط <strong> الوضع Ultimate </strong>. في هذا الوضع ، تتوفر جميع ميزات التجارة الإلكترونية المتقدمة.
cs_cz: <strong>Plná verze - Ultimate</strong> byla aktivována. V tomto režimu jsou přístupné všechny pokročilé funkce eCommerce.
es_es: Se ha activado el <strong>modo Ultimate</strong>. En este modo, todas las funciones avanzadas de eCommerce están disponibles.
he_il: <strong>מצב Ultimate </strong>הופעל. במצב זה כל התכונות המתקדמות של eCommerce זמינות.
ja_jp: <strong>Ultimate モード</ strong>が有効になりました。 このモードでは、すべての高度なECサイト機能を利用できます。
nl_nl: <strong>Ultimate modus</strong> is geactiveerd. In deze modus zijn alle geavanceerde e-commercefuncties beschikbaar.

# Languages::vendor_payouts.type
source: Type
ar_sa: النوع
cs_cz: Typ
es_es: Tipo
he_il: סוג
ja_jp: 支払タイプ
ro_ro: Tip

# Languages::vendor_payouts.type.other
source: Other
ar_sa: الأخرى
cs_cz: Ostatní
es_es: Otro
he_il: אחר
ja_jp: その他
nl_nl: Andere
ro_ro: Altele

# Languages::vendor_payouts.type.other.description
source: Other
ar_sa: الأخرى
cs_cz: Ostatní
es_es: Otro
he_il: אחר
ja_jp: その他
nl_nl: Andere
ro_ro: Altele

# Languages::vendor_payouts.type.order_placed
source: Order placed
ar_sa: تم الطلب
cs_cz: Objednávka odeslána
es_es: Compra procesada
he_il: ההזמנה בוצעה
ja_jp: 注文済
nl_nl: Bestelling is geplaatst
ro_ro: Plasare comandă

# Languages::vendor_payouts.type.order_placed.description
source: Order <a href="[order_url]">#[order_id]</a> placed
ar_sa: تم وضع الطلب <a href="[order_url]">#[order_id]</a>
cs_cz: Objednávka<a href="[order_url]">#[order_id]</a> odeslána
es_es: El pedido <a href="[order_url]">#[order_id]</a> solicitado
he_il: הזמנה <a href="[order_url]">#[order_id]</a> בוצעה
ja_jp: 注文: <a href="[order_url]">#[order_id]</a>
nl_nl: Bestelling <a href=" [order_url]">#[order_id]</a> geplaatst
ro_ro: Comanda <a href="[order_url]">#[order_id]</a> a fost trimisă

# Languages::vendor_payouts.type.order_changed
source: Order changed
ar_sa: تم تغيير الطلب
cs_cz: Objednávka změněna
es_es: Pedido cambiado
he_il: ההזמנה שונתה
ja_jp: 注文変更
nl_nl: Bestelling is gewijzigd
ro_ro: Comanda a fost schimbată

# Languages::vendor_payouts.type.order_changed.description
source: Order <a href="[order_url]">#[order_id]</a> changed
ar_sa: تم تغيير <a href="[order_url]">#[order_id]</a>
cs_cz: Objednávka<a href="[order_url]">#[order_id]</a> změněna
es_es: Pedido<a href="[order_url]">#[order_id]</a>cambiado
he_il: הזמנה<a href="[order_url]">#[order_id]</a> שונתה
ja_jp: <a href="[order_url]">#[order_id]</a> は注文変更されました
nl_nl: Bestelling <a href="[order_url]">#[order_id]</a> gewijzigd
ro_ro: Comanda<a href="[order_url]">#[order_id]</a>a fost schimbată

# Languages::vendor_payouts.type.order_refunded
source: Order refunded
ar_sa: تم رد أموال الطلب
cs_cz: Objednávka refundována
es_es: Pedido reembolsado
he_il: ההזמנה זוכתה
ja_jp: 注文払戻
nl_nl: Bestelling terugbetaald
ro_ro: Comandă retrasă

# Languages::vendor_payouts.type.order_refunded.description
source: Order <a href="[order_url]">#[order_id]</a> refunded
ar_sa: تم رد أموال <a href="[order_url]">#[order_id]</a>
cs_cz: Objednávka<a href="[order_url]">#[order_id]</a> refundována
es_es: Pedido<a href="[order_url]">#[order_id] reembolsado
he_il: הזמנה <a href="[order_url]">#[order_id]</a>זוכתה
ja_jp: <a href="[order_url]">#[order_id]</a> は注文払戻されました
nl_nl: Bestelling <a href="[order_url]">#[order_id]</a> terugbetaald
ro_ro: Comanda<a href="[order_url]">#[order_id]</a>a fost retrasă

# Languages::vendor_payouts.type.withdrawal
source: Withdrawal
ar_sa: سحب
cs_cz: Výběr
es_es: Retiro
he_il: משיכה
ja_jp: 引出
nl_nl: Herroepen
ro_ro: Retragere

# Languages::vendor_payouts.type.withdrawal.description
source: Withdrawal
ar_sa: سحب
cs_cz: Výběr
es_es: Retiro
he_il: משיכה
ja_jp: 引き出し
nl_nl: Herroepen
ro_ro: Retragere

# Languages::vendor_payouts.type.payout
source: Payout
ar_sa: التعويضات
cs_cz: Výplata
es_es: Pago
he_il: תשלום
ja_jp: 支払
nl_nl: Uitbetaling
ro_ro: Plată

# Languages::vendor_payouts.type.payout.description
source: Payout
ar_sa: التعويضات
cs_cz: Výplata
es_es: Pago
he_il: תשלום
ja_jp: 支払い
nl_nl: Uitbetaling
ro_ro: Plată

# Languages::vendor_payouts.transactions
source: Transactions
ar_sa: المعاملات
cs_cz: Transakce
es_es: Transacciones
he_il: עסקאות
ja_jp: 取引
nl_nl: Transacties
ro_ro: Tranzacții....

# Languages::vendor_payouts.withdrawals
source: Balance withdrawals
ar_sa: سحب الرصيد
cs_cz: Výběry zůstatku
es_es: Saldo de retiros
he_il: משיכות יתרה
ja_jp: 残高引き出し
nl_nl: Saldo opnames
ro_ro: Soldul retragerilor

# Languages::vendor_payouts.transaction_value
source: Transaction value
ar_sa: قيمة المعاملة
cs_cz: Hodnota transakce
es_es: Valor de la transacción
he_il: ערך עסקה
ja_jp: 取引金額
nl_nl: Transactiewaarde
ro_ro: Valoarea tranzacției

# Languages::vendor_payouts.income
source: Income
ar_sa: الدخل
cs_cz: Příjem
es_es: Ingreso
he_il: הכנסה
ja_jp: 指定期間内の総計
nl_nl: Inkomsten
ro_ro: Venituri

# Languages::vendor_payouts.income_carried_forward
source: Income carried forward
ar_sa: الدخل المرحل
cs_cz: Přenesený zůstatek
es_es: Ingresos acumulados
he_il: הכנסה מועברת הלאה
ja_jp: 持ち越し総計
nl_nl: Overgedragen inkomsten
ro_ro: Venit reportat

# Languages::vendor_payouts.balance
source: Balance
ar_sa: الرصيد
cs_cz: Zůstatek
he_il: יתרה
ja_jp: 指定期間内の残高
nl_nl: Balans
ro_ro: Sold

# Languages::vendor_payouts.balance_carried_forward
source: Balance carried forward
ar_sa: الرصيد المرحل
cs_cz: Přenesený zůstatek
es_es: Balance acumulado
he_il: יתרה מועברת הלאה
ja_jp: 持ち越し残高
nl_nl: Opgemaakte balans
ro_ro: Soldul reportat

# Languages::add_withdrawal
source: Request withdrawal
ar_sa: طلب سحب
cs_cz: Požádat o výběr
es_es: Solicitar retiro
he_il: בקשת משיכה
ja_jp: 引出要求
nl_nl: Verzoek tot herroeping
ro_ro: Cerere de retragere

# Languages::new_withdrawal
source: New withdrawal
ar_sa: سحب جديد
cs_cz: Výběr zůstatku
es_es: Nuevo retiro
he_il: משיכה חדשה
ja_jp: 新規引出
nl_nl: Nieuwe opname
ro_ro: Retragere nouă

# Languages::vendor_accounting
source: Accounting
ar_sa: الحسابات
cs_cz: Transakce
es_es: Contabilidad
he_il: הנהלת חשבונות
ja_jp: 入出金管理
nl_nl: Boekhouding
ro_ro: Tranzactii & Balanța (Sold)

# Languages::vendor_accounting_menu_description
source: Income and expenditure statistics (total income, vendor balance, vendor withdrawals).
ar_sa: إحصاءات الدخل والنفقات (إجمالي الدخل ، رصيد البائعين ، سحوبات البائعين).
cs_cz: Statistika příjmů a výdajů (celkový příjem, zůstatek, výběry).
es_es: Estadísticas de ingresos y gastos (ingresos totales, balance de vendedores, retiros de vendedores).
he_il: סטטיסטיקת הכנסות והוצאות (הכנסה כוללת, יתרת ספק, משיכות ספק).
ja_jp: 入金と出金（取引手数料、各プランの利用料、出品者への払い出しなど）を管理します。
nl_nl: Inkomsten- en uitgavenstatistieken (totale inkomsten, leveranciersbalans, opnames van leveranciers).
ro_ro: Statistici de venituri și cheltuieli (venituri totale, soldul furnizorilor, retrageri ale furnizorilor).

# Languages::vendor_payouts.current_balance
source: Current balance: [balance]
ar_sa: الرصيد الحالي: [balance]
cs_cz: Aktuální zůstatek: [balance]
es_es: Saldo actual:[balance]
he_il: יתרה נוכחית: [balance]
ja_jp: 現在の残高: [balance]
nl_nl: Huidig saldo: [balance]
ro_ro: Sold curent: [balance]

# Languages::vendor_payouts.current_balance_text
source: Current balance
ar_sa: الرصيد الحالي
cs_cz: Aktuální zůstatek
es_es: Balance actual
he_il: יתרה נוכחית
ja_jp: 現在の残高
nl_nl: Huidig saldo
ro_ro: Sold curent

# Languages::vendor_payouts.approval_status
source: Approval status
ar_sa: حالة القبول
cs_cz: Stav schválení
es_es: Estado de aprobación
he_il: סטטוס האישור
ja_jp: 承認ステータス
nl_nl: Goedkeuringsstatus
ro_ro: Starea aprobării

# Languages::vendor_payouts.approval_status.P
source: Pending
ar_sa: معلقة
cs_cz: Čeká na vyřízení
es_es: Pendiente
he_il: ממתין
ja_jp: 保留中
nl_nl: In afwachting
ro_ro: În așteptare

# Languages::vendor_payouts.approval_status.C
source: Completed
ar_sa: مكتمل
cs_cz: Dokončený
es_es: Completado
he_il: הושלם
ja_jp: 完了
nl_nl: Afgerond
ro_ro: Complet

# Languages::vendor_payouts.approval_status.D
source: Declined
ar_sa: رفضت
cs_cz: Odmítnuto
es_es: Rechazado
he_il: נדחה
ja_jp: 拒否
nl_nl: Afgewezen
ro_ro: Refuzată

# Languages::email_template.accounting_new_payout
source: Accounting: Payout has been issued
ar_sa: الحسابات: تم دفع امر الصرف
cs_cz: Účetnictví: Byla zadána výplata
es_es: Contabilidad: El pago ha sido emitido
he_il: הנהלת חשבונות: התשלום בוצע
ja_jp: 出品者入出金管理: 支払発行
nl_nl: Boekhouding: Uitbetaling is uitgegeven
ro_ro: Contabilitate: plata a fost emisă

# Languages::vendor_payouts.new_payout_issued
source: New payout has been issued
ar_sa: تم اصدار امر صرف جديد
cs_cz: Nová výplata byla zadána
es_es: El nuevo pago ha sido emitido
he_il: בוצע תשלום חדש
ja_jp: 新しいお支払が発行されました
nl_nl: Nieuwe uitbetaling is uitgegeven
ro_ro: A fost emisă o nouă plată

# Languages::vendor_payouts.new_payout_issued_text
source: A new payout of [amount] has been issued by [issuer]
ar_sa: تم إصدار عائد جديد بقيمة [amount] بواسطة [issuer]
cs_cz: Nová výplata částky [amount] byla zadána uživatelem [issuer]
es_es: Un nuevo pago de [amount] ha sido emitido por [issuer]
he_il: תשלום חדש בסך [amount] בוצע על ידי [issuer]
ja_jp: [amount] の新しいお支払が [issuer] より発行されました
nl_nl: Een nieuwe uitbetaling van [amount] is uitgegeven door [issuer]
ro_ro: O nouă plată a [amount] a fost emisă de [issuer]

# Languages::vendor_payouts.view_details
source: You can view the details here
ar_sa: يمكنك مشاهدة التفاصيل هنا
cs_cz: Detaily k nahlédnutí zde
es_es: Usted puede ver los detalles aquí
he_il: תוכל לצפות בפרטים כאן
ja_jp: ここから詳細を確認できます
nl_nl: U kunt de details hier bekijken
ro_ro: Poți vizualiza detaliile aici

# Languages::vendor_payouts.payout_comments
source: Payout comments
ar_sa: تعليقات الصرف
cs_cz: Komentáře k výplatě
es_es: Comentarios acerca del pago
he_il: הערות לתשלום
ja_jp: お支払コメント
nl_nl: Opmerkingen over betalingen
ro_ro: Comentarii de plată

# Languages::email_template.accounting_new_withdrawal
source: Accounting: Withdrawal has been requested
ar_sa: المحاسبة: تم طلب امر الانسحاب
cs_cz: Účetnictví: Bylo zažádáno o výběr zůstatku
es_es: Contabilidad: El retiro ha sido solicitado
he_il: הנהלת חשבונות: הוגשה בקשה למשיכה
ja_jp: 出品者入出金管理: 引き出し要求
nl_nl: Boekhouding: opname is aangevraagd
ro_ro: Contabilitate: a fost solicitată retragerea

# Languages::vendor_payouts.new_withdrawal_requested
source: New withdrawal has been requested
ar_sa: تم طلب امر انسحاب جديد
cs_cz: Bylo zažádáno o výběr zůstatku
es_es: Un nuevo retiro ha sido solicitado
he_il: הוגשה בקשה למשיכה חדשה
ja_jp: 新しいお引き出しが要求されました
nl_nl: Nieuwe opname is aangevraagd
ro_ro: A fost solicitată o nouă retragere

# Languages::vendor_payouts.new_withdrawal_requested_text
source: A new withdrawal of [amount] has been requested by [requester]
ar_sa: طلب [requester] سحبًا جديدًا قدره [amount]
cs_cz: Žádost o výběr zůstatku [amount] od uživatele [requester]
es_es: Un nuevo retiro de [amount] ha sido solicitado por [requester]
he_il: הוגשה בקשה על ידי [requester] למשיכה חדשה בסך [amount]
ja_jp: [amount] の新しいお引き出しが [requester] により要求されました
nl_nl: Een nieuwe opname van [amount] is aangevraagd door [requester]
ro_ro: O nouă retragere[amount] a fost solicitată[requester]

# Languages::vendor_payouts.withdrawal_comments
source: Withdrawal comments
ar_sa: تعليقات الانسحاب
cs_cz: Komentáře k výběru
es_es: Comentarios acerca de los retiros
he_il: הערות למשיכה
ja_jp: お引き出しコメント
nl_nl: Omerkingen opname
ro_ro: Comentarii de retragere

# Languages::email_template.accounting_payout_approved
source: Accounting: Payout has been completed
ar_sa: المحاسبة: تم اكتمال امر اليصرف
cs_cz: Účetnictví: Výplata je dokončena
es_es: Contabilidad: El pago ha sido emitido
he_il: הנהלת חשבונות: התשלום הושלם
ja_jp: 出品者入出金管理: 支払完了
nl_nl: Boekhouding: Uitbetaling is voltooid
ro_ro: Contabilitate: plata a fost finalizată

# Languages::vendor_payouts.payout_approved
source: Payout has been completed
ar_sa: تم اكتمال امر اليصرف
cs_cz: Výplata je dokončena
es_es: El pago se ha completado
he_il: התשלום הושלם
ja_jp: お支払が完了しました
nl_nl: Uitbetaling is voltooid
ro_ro: Plata a fost finalizată

# Languages::vendor_payouts.payout_approved_text
source: The payout of [amount] issued on [date] has been marked as <b>Completed</b>
ar_sa: تم تمييز عائد [amount] الصادر في [date] على أنه <b> مكتمل </b>
cs_cz: Výplata [amount], o kterou bylo požádáno dne [date] je nyní označena jako <b>Dokončený</b>
es_es: El pago de [amount] emitido el [date] ha isdo marcado como<b>Completado</b>
he_il: תשלום בסך [amount] שבוצע ב [date] סומן בתור<b> הושלם<b>
ja_jp: [date] に発行された [amount] のお支払が <b>完了</b> しました
nl_nl: De betaling van [amount] uitgegeven op [date] is gemarkeerd als <b>Voltooid</b>

# Languages::email_template.accounting_payout_declined
source: Accounting: Payout hasn't been completed
ar_sa: المحاسبة: لم يكتمل الدفع
cs_cz: Účetnictví: Výplata nebyla dokončena
es_es: Contabilidad: El pago no ha sido emitido
he_il: הנהלת חשבונות: התשלום לא הושלם
ja_jp: 出品者入出金管理: 支払未完
nl_nl: Boekhouding: Uitbetaling is niet voltooid
ro_ro: Contabilitate: Plata nu a fost finalizată

# Languages::vendor_payouts.payout_declined
source: Payout hasn't been completed
ar_sa: لم تم اكتمال امر اليصرف
cs_cz: Výplata nebyla dokončena
es_es: El pago no se ha ejecutado
he_il: התשלום לא הושלם
ja_jp: お支払は完了しませんでした
nl_nl: De betaling is niet voltooid
ro_ro: Plata nu a fost finalizată

# Languages::vendor_payouts.payout_declined_text
source: The payout of [amount] issued on [date] has been marked as <b>Not completed</b>
ar_sa: تم تمييز عائد [amount] الصادر في [date] على أنه <b> غير مكتمل </b>
cs_cz: Výplata [amount], o kterou bylo požádáno dne [date] je nyní označena jako <b>Nedokončený</b>
es_es: El pago de [amount] emitido el [date] no ha sido marcado como <b> completado</b>
he_il: תשלום בסך [amount] שבוצע בתאריך [date] סומן בתור <b>לא הושלם<b>
ja_jp: [date] に発行された [amount] のお支払は <b>完了しません</b> でした
nl_nl: De betaling van [amount] uitgegeven op [date] is gemarkeerd als <b>Niet voltooid</b>
ro_ro: Plata pentru[amount] emisă la [date] a fost marcată ca <b>Nefinalizată</b>

# Languages::email_template.accounting_withdrawal_approved
source: Accounting: Withdrawal has been completed
ar_sa: المحاسبة: تم تنفيذ طلب امر الانسحاب
cs_cz: Účetnictví: Výběr je dokončen
es_es: Contabilidad: El retiro ha sido solicitado
he_il: הנהלת חשבונות: המשיכה הושלמה
ja_jp: 出品者入出金管理: 引き出し完了
nl_nl: Boekhouding: Opname is voltooid
ro_ro: Contabilitate:retragerea a fost făcută

# Languages::vendor_payouts.withdrawal_approved
source: Withdrawal has been completed
ar_sa: تم تنفيذ طلب امر الانسحاب
cs_cz: Výběr je dokončen
es_es: El retiro ha sido solicitado
he_il: המשיכה הושלמה
ja_jp: お引き出しが完了しました
nl_nl: Opname is voltooid
ro_ro: Retragerea a fost finalizată

# Languages::vendor_payouts.withdrawal_approved_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Completed</b>
ar_sa: تم وضع علامة على سحب [amount] المطلوب في [date] على أنه <b> مكتمل </b>
cs_cz: Výběr [amount], o který bylo požádáno dne [date] je nyní označen za <b>Dokončený</b>
es_es: El retiro de [amount] solicitado el [date] ha sido marcado como<b>Completado</b>
he_il: משיכה בסך [amount] שהתבקשה ב [date] סומנה בתור <b>הושלמה</b>
ja_jp: [date] に要求された [amount] のお引き出しが <b>完了</b> しました
nl_nl: De opname van [amount] aangevraagd op [date] is gemarkeerd als <b>Voltooid</b>
ro_ro: Retragerea sumei[amount]solicitate pe[date]a fost <b>Completă</b>

# Languages::email_template.accounting_withdrawal_declined
source: Accounting: Withdrawal has been declined
ar_sa: المحاسبة: تم رفض السحب
cs_cz: Účetnictví: Výběr byl odmítnut
es_es: Contabilidad: El retiro ha sido rechazado
he_il: הנהלת חשבונות: המשיכה נדחתה
ja_jp: 出品者入出金管理: 引き出し拒否
nl_nl: Boekhouding: Opname is geweigerd
ro_ro: Contabilitate: retragerea a fost refuzată

# Languages::vendor_payouts.withdrawal_declined
source: Withdrawal has been declined
ar_sa: تم رفض السحب
cs_cz: Výběr byl odmítnut
es_es: El retiro ha sido rechazado
he_il: המשיכה נדחתה
ja_jp: お引き出しが拒否されました
nl_nl: Opname is geweigerd
ro_ro: Retragerea a fost refuzată

# Languages::vendor_payouts.withdrawal_declined_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Declined</b>
ar_sa: تم تمييز سحب [amount] المطلوب في [date] على أنه <b> مرفوض </b>
cs_cz: Výběr [amount], o který bylo požádáno dne [date] je nyní označen za <b>Nedokončený</b>
es_es: El retiro de [amount] solicitado el [date] ha sido marcado como <b>Rechazado</b>
he_il: המשיכה בסך [amount] שהתבקשה ב[date] סומנה בתור<b>נדחתה<b>
ja_jp: [date] に要求された [amount] のお引き出しが <b>拒否</b> されました
nl_nl: De opname van [amount] aangevraagd op [date] is gemarkeerd als <b>Geweigerd</b>
ro_ro: Retragerea sumei[amount]solicitate pe[date]a fost <b>refuzată</b>

# Languages::top_sellers
source: Top sellers
ar_sa: أفضل البائعين
cs_cz: Nejprodávanější
es_es: Más vendidos (Top sellers)
he_il: הנמכרים ביותר
ja_jp: トップセラー
nl_nl: Top verkopers
ro_ro: Top Vânzători

# SettingsOptions::can_edit_blocks
source: Allow vendors to edit layouts
ar_sa: السماح للموردين بتعديل التخطيطات
cs_cz: Umožnit obchodníkovi editovat rozvržení
es_es: Permite a los vendedores editar los diseños
he_il: אפשר לספקים לערוך את הפריסות
ja_jp: 出品者がレイアウトを編集することを許可
nl_nl: Sta leveranciers toe lay-outs te bewerken
ro_ro: Permiteți vânzătorilor să modifice aspectele

# Languages::mve.container_not_used
source: This container currently has default configuration. It looks exactly like the store owner configured it. Vendors can use custom configuration to change the blocks in this container.
ar_sa: هذه الحاوية لديها حاليا التكوين الافتراضي. يبدو تمامًا كما لو أن صاحب المتجر هو من قام بتكوينه. يمكن للبائعين استخدام التكوين المخصص لتغيير الكتل في هذه الحاوية.
cs_cz: Tento kontejner má aktuálně výchozí konfiguraci. Vypadá to přesně tak, jak to nakonfiguroval majitel obchodu. Prodejci mohou ke změně bloků v tomto kontejneru použít vlastní konfiguraci.
es_es: Este contenedor actualmente tiene una configuración predeterminada. Se ve exactamente como el dueño de la tienda lo configuró. Los proveedores pueden usar configuraciones personalizadas para cambiar los bloques en este contenedor.
he_il: המיכל (container) כעת הוא בעל תצורה של ברירת מחדל. הוא נראה בדיוק כפי שבעל החנות הגדיר אותו. הספקים יכולים להשתמש בתצורה מותאמת אישית כדי לשנות את הבלוקים במיכל זה.
ja_jp: このコンテナは現在初期設定されています。それはショップの管理者が設定したものと全く同じように見えます。出品者はカスタム設定を使用してこのコンテナのブロックを変更することができます。
nl_nl: Deze container heeft momenteel een standaardconfiguratie. Het ziet er precies uit zoals de winkeleigenaar het heeft geconfigureerd. Leveranciers kunnen aangepaste configuratie gebruiken om de blokken in deze container te wijzigen.
ro_ro: Acest container are în prezent configurație implicită. Arată exact așa cum l-a configurat proprietarul magazinului. Furnizorii pot utiliza configurația personalizată pentru a schimba blocurile din acest container.

# SettingsOptions::can_edit_styles
source: Allow vendors to manage styles of the theme
ar_sa: السماح للبائعين بإدارة أنماط الموضوع
cs_cz: Povolit prodejcům spravovat styly zobrazení
es_es: Permite a los vendedores gestionar estilos diferentes del tema
he_il: אפשר לספקים לנהל את סגנונות הנושא
ja_jp: 出品者がこのテーマのスタイルを編集することを許可
nl_nl: Sta leveranciers toe stijlen van het thema te beheren
ro_ro: Permiteți vânzătorilor să gestioneze stilurile temei

# Languages::theme_editor.page_cant_be_configured
source: The appearance of this page can't be configured with the Theme editor.
ar_sa: لا يمكن تكوين مظهر هذه الصفحة باستخدام محرر السمات.
cs_cz: Zobrazení této stránky nemůže být konfigurováno přes Theme editor.
es_es: La apariencia de esta página no puede ser configurada con el editor de Temas.
he_il: לא ניתן לערוך את המראה של דף זה באמצעות עורך נושאים.
ja_jp: このページの表示設定はテーマエディターでは編集できません。
nl_nl: Het uiterlijk van deze pagina kan niet worden geconfigureerd met de Thema-editor.
ro_ro: Aspectul acestei pagini nu poate fi configurat cu editorul de teme.

# Languages::error_admin_registers_as_vendor
source: You can't become a vendor because you are currently signed in as an administrator. Please sign out and resubmit the form. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Sign out</a></p>
ar_sa: لا يمكنك أن تصبح بائعًا لأنك قمت بتسجيل الدخول حاليًا كمسؤول. الرجاء تسجيل الخروج وإعادة إرسال النموذج. <p> <a class="ty-btn ty-btn__secondary" href="[sign_out_link]"> تسجيل الخروج </a> </p>
cs_cz: Nemůžete se stát prodejcem, protože jste nyní přihlášen jako administrátor. První se prosím odhlaste a formulář odešlete znovu. <a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Odhlásit se</a></p>
es_es: No puede convertirse en vendedor porque actualmente ha iniciado sesión como administrador. Por favor, cierre la sesión y vuelva a enviar el formulario. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Salir</a></p>
he_il: אינך יכול להפוך לספק מכיוון שאתה מחובר כרגע כמנהל. אנא צא והגש את הטופס מחדש. <p style=";text-align:right;direction:rtl"> <a class="ty-btn ty-btn__secondary" href="[sign_out_link]">התנתק</a> </p>
ja_jp: 現在管理者としてサインインしているため、出品者になることはできません。 ログアウトしてフォームを再送信してください。 <p> <a class="ty-btn ty-btn__secondary" href="[sign_out_link]">ログアウト</a> </ p>
ro_ro: Nu puteți deveni furnizor, deoarece sunteți conectat în prezent ca administrator. Vă rugăm să vă deconectați și să retrimiteți formularul.<p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Ieșire</a></p>

# Languages::logo_for_the_customer_area
source: Logo for the customer area
ar_sa: شعار منطقة العميل
cs_cz: Logo pro zákaznické prostředí
es_es: Logo para área de clientes
he_il: לוגו עבור אזור לקוחות
ja_jp: ショップ エリア用ロゴ
nl_nl: Logo voor de klant omgeving
ro_ro: Sigla(Logo) pentru zona clientului

# Languages::logo_for_invoices
source: Logo for invoices
ar_sa: شعار الفواتير
cs_cz: Logo na fakturách
es_es: Logo para facturas
he_il: לוגו עבור חשבוניות
ja_jp: 注文確認書用ロゴ
nl_nl: Logo voor facturen
ro_ro: Sigla (Logo)pentru facturi

# Languages::vendor_language
source: Vendor language
ar_sa: لغة البائع
cs_cz: Jazyk prodejce
es_es: Idioma del proveedor
he_il: שפת הספק
ja_jp: 出品者の言語
nl_nl: Taal van de leverancier
ro_ro: Limba vânzătorului

# Languages::zipcode
source: Zipcode
ar_sa: الرمز البريدي
cs_cz: ZIP kód
es_es: Código postal
he_il: מיקוד
ja_jp: 郵便番号
nl_nl: Postcode
ro_ro: Cod poștal

# Languages::vendors_statistics
source: Vendor's statistics
ar_sa: إحصاءات البائع
cs_cz: Statistiky prodejce
es_es: Estadísticas del vendedor
he_il: נתונים סטטיסטיים של הספק
ja_jp: 出品者の統計
nl_nl: Statistieken van leveranciers
ro_ro: Statistica vânzătorului

# Languages::vendors_activity
source: Vendor activity in the selected period
ar_sa: نشاط البائع في الفترة المحددة
cs_cz: Aktivity prodejce v daném období
es_es: Actividad del vendedor en el periodo seleccionado
he_il: פעילות הספק בתקופה מסוימת
ja_jp: 指定期間内の出品者状況
nl_nl: Leveranciersactiviteit in de geselecteerde periode
ro_ro: Activitatea vânzătorilor(furnizorilor) în perioada selectată

# Languages::vendors_activity.vendors_with_sales
source: Vendors with sales
ar_sa: الباعة مع المبيعات
cs_cz: Prodejci a prodej
es_es: Vendedores con ventas
he_il: ספקים עם המכירות
ja_jp: 売上計上出品者数
nl_nl: Verkopers met verkoop
ro_ro: Furnizori (vânzători) cu vânzări

# Languages::vendors_activity.new_vendors
source: New vendors
ar_sa: الباعة الجدد
cs_cz: Noví prodejci
es_es: Nuevos vendedores
he_il: ספקים חדשים
ja_jp: 新規出品者数
nl_nl: Nieuwe verkopers
ro_ro: Vânzători noi

# Languages::vendors_activity.vendors_with_new_products
source: Vendors with new products
ar_sa: الباعة مع المنتجات الجديدة
cs_cz: Prodejci a nové produkty
es_es: Vendedores con nuevos productos
he_il: ספק עם המוצרים החדשים
ja_jp: 商品登録済み出品者数
nl_nl: Verkopers met nieuwe producten
ro_ro: Vânzători cu produse noi
