Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/editions/mve.po
Languages: ar_sa, cs_cz, es_es, he_il, ja_jp, nl_nl, ro_ro

# Languages::vendor_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
ar_sa: للاستمرار يجب أن توافق على شروط واتفاقية الاستخدام.
cs_cz: Pro pokračování musíte akceptovat pravidla a podmínky.
es_es: Para continuar, usted tiene que aceptar nuestros Términos y Condiciones.
he_il: כדי להמשיך, עליך להסכים לתנאי השימוש.
ja_jp: 出品者登録を申請するには、利用規約に同意いただく必要があります。
nl_nl: Om verder te gaan dient u de algemene voorwaarden te accepteren.
ro_ro: Pentru a continua, trebuie sa acceptati Termenii si Conditiile noastre.

# Languages::vendor_terms_n_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
ar_sa: <p>الرجاء قراءة هذه البنود والشروط ("شروط"، "الأحكام والشروط") بعناية قبل استخدام موقع <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> و "التطبيق المحمول الخاص بي" تشغيل التطبيقات النقالة ("الخدمة") شركة بي ("لنا" أو "نحن" أو "لنا")-</p> <p><strong>قبل الوصول إلى أو استخدام الخدمة أنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، ثم لا يمكنك الوصول إلى الخدمة.</strong></p> <p><strong>المشتريات</strong></p> <p>إذا كنت ترغب في شراء أي منتج أو خدمة متاحة من خلال الخدمة ("الشراء")، قد تتم مطالبتك بتوفير بعض المعلومات ذات الصلة الخاصة بك الشراء بما في ذلك، دون حصر، الخاص بك...</p> <p><strong>المحتوى</strong></p> <p>"خدمتنا" يسمح لك بوظيفة، ارتباط، وتخزين ومشاركة واو إتاحة بعض المعلومات أو النص، والرسومات، وأشرطة الفيديو أو المواد الأخرى ("المحتوى"). أنت مسؤول عن...</p> <p><strong>التغييرات</strong></p> <p>أننا نحتفظ بالحق، في تقديرنا، لتعديل أو استبدال هذه الشروط في أي وقت. إذا كان يتم إجراء تنقيح المواد سنحاول تقديم إشعار مالا يقل عن 30 يوما قبل أي شروط جديدة أخذ الأثر. سيتم تحديد ما يشكل تغييرا ماديا في اختيارنا.</p> <p><strong>اتصل بنا</strong></p> <p>إذا كان لديك أية أسئلة حول هذه الشروط، يرجى الاتصال بنا.</p>
cs_cz: <p>Přečtěte si těmito všeobecnými obchodními podmínkami ("Podmínky", "Pravidla a podmínky") pečlivě před použitím internetových stránek <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> a moje mobilní aplikace, mobilní aplikace (dále jen "služby") provozuje moje společnost ("my", "my" nebo "naše").</p> <p><strong>Přístupem nebo použitím služby souhlasíte být vázán těmito podmínkami. Pokud nesouhlasíte s kteroukoli částí podmínek, pak pravděpodobně přístup k službě.</strong></p> <p><strong>Nákupy</strong></p> <p>Pokud chcete nákup jakéhokoli produktu nebo služby, které jsou k dispozici prostřednictvím služby ("nákup"), můžete být vyzváni k zadání určité informace týkající se vašeho nákupu, včetně, bez omezení, váš...</p> <p><strong>Obsah</strong></p> <p>Naše služba umožňuje zaúčtovat, propojení, ukládání, sdílení a jinak zpřístupnit určité informace, text, grafiku, videa nebo jiné materiály ("obsah"). Jste zodpovědní za...</p> <p><strong>Změny</strong></p> <p>Si vyhrazujeme právo, na základě vlastního uvážení, upravit nebo nahradit tyto podmínky kdykoliv. Je-li revize je materiál se pokusíme poskytnout alespoň 30 dní předem jakékoliv nové podmínky nabytí účinku. Co představuje změnu materiálu závisí na našem uvážení.</p> <p><strong>Kontaktujte nás</strong></p> <p>Pokud máte jakékoliv dotazy týkající se těchto termínů, kontaktujte nás prosím.</p>
es_es: <p>Por favor lea estos Términos y Condiciones "Terms", "Terms and Conditions") cuidadosamente antes de utilizar el <a href="http://www.mywebsite.com"> el sitio y la aplicación móvil My Mobile App (the "Service") operado por My Company ("us", "we", or "our").</p><p><strong>Al ingresar o utilizar el servicio usted acepta estar sujeto a estos Términos. Si usted no está de acuerdo con alguna parte de los Términos entonces no podrá tener acceso al Servicio.</strong></p><p><strong>Compras</strong></p><p>Si desea realizar la compra de algún producto o servicio disponible a través del Servicio ("Compra"), se le puede solicitar que se le proporcione cierta información relevante para la compra, incluyendo, sin limitación, su...</p></p><p><strong>Content</strong></p><p>Nuestro Servicio le permite publicar, vincular, almacenar, compartir y, de otro modo, poner a disposición cierta información, texto, gráficos, videos u otro material ("Content"). Usted es responsable de los ... </p> <p> <strong> Changes </strong> </p> <p> Nos reservamos el derecho, a nuestra entera discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es importante trataremos de avisar con 30 días de anticipación antes de que los nuevos términos entren en vigencia. Lo que constituye un cambio sustancial se determinará a nuestro exclusivo criterio. </p> <p> <strong> Contáctenos </strong> </p> <p> Si tiene alguna pregunta sobre estos Términos, por favor contáctenos. </p>
he_il: <p>קרא את תנאי השימוש האלה ("תנאים", "תנאי השימוש") בעיון לפני השימוש ב<a href="http://www.mywebsite.com">http://www.mywebsite.com</a> באתר ובאפליקציה לטלפונים ניידים My Mobile App ("השירות" המופעלת על ידי החברה שלנו ( "אותנו","אנחנו", או "שלנו").</p><p><strong> על ידי גישה או שימוש בשירות אתה מסכים להיות כפוף לתנאים אלה. אם אתה לא מסכים לחלק מהתנאים, אתה לא רשאי לגשת לשירות.</p><p><strong>רכישות</p><p><strong>אם תרצה לרכוש מוצר או שירות הנמכר באמצעות השירות ("רכישה"), יתכן ותתבקש לספק מידע מסוים הרלוונטי לרכישתך, לרבות, אך לא מוגבל ל...שלך</p><p><strong>תוכן</p><p><strong>השירות שלנו מאפשר לך לפרסם הודעות, קישורים, לאחסן ולשתף ובאופן אחר להגיש מידע מסוים, טקסטים, גרפיקה, וידאו או חומר אחר ("תוכן"). אתה אחראי עבור ה...</p><p><strong>שינויים</p><p><strong>אנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו בלבד, לשנות או להחליף את התנאים האלה בכל עת. אם השינוי מהותי, נשתדל לספק התראה לפחות 30 ימים מראש לפני שתנאים החדשים יכנסו לתוקף. מה מהווה שינוי מהותי ייקבע לפי שיקול הבלעדי שלנו.</p><p><strong>צור קשר איתנו</p><p><strong>אם יש לך שאלה כלשהי לגבי התנאים האלה, צור אתנו קשר. </p>
ja_jp: <p>当ウェブサイトのご利用には、以下の利用規約に同意いただく必要があります。</p><p><strong>利用規約に同意いただけない場合は、当ウェブサイトをご利用いただけませんのでご注意ください。</strong></p><p><strong>第1条 XXXXX</strong></p><p>第1条の本文をここに入力</p><p><strong>第2条</strong></p><p>第2条の本文をここに入力</p><p><strong>第3条</strong></p><p>第3条の本文をここに入力</p><p><strong>お問い合わせ</strong></p><p>ご不明な点がございましたら、お手数ですが弊社までお問い合わせ願います。</p>
nl_nl: <p>Lees deze Algemene voorwaarden ("Voorwaarden", "Algemene Voorwaarden") zorgvuldig door voordat u de <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website en de mobiele applicatie My Mobile App gebruikt (de "Service") beheerd door Mijn Bedrijf ("ons", "wij" of "onze").</p><p><strong>Door toegang te krijgen tot of te gebruiken de Service waarmee u akkoord gaat door deze Voorwaarden. Als u het niet eens bent met een deel van de Voorwaarden, heeft u geen toegang tot de Service.</strong></p><p><strong>Aankopen</strong></p><p> Als u een product wilt kopen of service beschikbaar gesteld via de Service ("Aankoop"), wordt u mogelijk gevraagd om bepaalde informatie te verstrekken die relevant is voor uw Aankoop, inclusief, zonder beperking, uw ... </p><p><strong>Inhoud</strong></p><p> Met onze service kunt u bepaalde informatie, tekst, afbeeldingen, video's of ander materiaal ("inhoud") posten, linken, opslaan, delen en anderszins beschikbaar stellen. U bent verantwoordelijk voor de ...</p><p><strong>Wijzigingen</strong></p><p> We behouden ons het recht voor om naar eigen goeddunken deze Voorwaarden op elk gewenst moment te wijzigen of te vervangen. Als een herziening van wezenlijk belang is, zullen we proberen dit ten minste 30 dagen van tevoren in kennis te stellen voordat nieuwe voorwaarden van kracht worden. Wat een materiële wijziging inhoudt, wordt naar ons goeddunken bepaald.</p><p><strong>Contact</strong></p><p> Neem contact met ons op als u vragen hebt over deze voorwaarden. </p>
ro_ro: <p>Vă rugăm să citiţi aceşti termeni şi condiţii ("Termeni", "Termeni si conditii") cu atenţie înainte de a utiliza site-ul <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> şi meu Mobile App mobile cerere ("serviciile") operate de compania mea ("noi", "noi" sau "al nostru").</p> <p><strong>Prin accesarea sau utilizarea serviciului sunteţi de acord să respectaţi aceşti termeni. Dacă nu sunteţi de acord cu orice parte a termenilor, atunci nu puteţi accesa serviciul.</strong></p> <p><strong>Achiziţii</strong></p> <p>Dacă doriţi să achiziţionaţi orice produs sau serviciu facut disponibil prin intermediul serviciului ("cumpărare"), vi se poate cere să furnizeze anumite informații relevante să vă cumpărare, inclusiv, fără limitare, ta...</p> <p><strong>Conţinut</strong></p> <p>Noastra Service vă permite să posta, link-ul, stoca, partaja şi pune la dispoziţie anumite informaţii, text, grafică, video, sau alte materiale ("Continut"). Sunteţi responsabil pentru...</p> <p><strong>Modificări</strong></p> <p>Ne rezervăm dreptul, la discreţia noastră, să modifice sau să înlocuiţi aceşti termeni în orice moment. În cazul în care revizuirea este material vom încerca să ofere cel puţin 30 de zile preaviz înainte de orice termeni noi a lua efect. Ceea ce constituie o schimbare materială va fi stabilit la discreţia noastră absolută.</p> <p><strong>Contactati-ne</strong></p> <p>Dacă aveţi orice întrebări despre aceşti termeni, vă rugăm să ne contactaţi.</p>

# Languages::mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus
ar_sa: يتطلب هذا الإجراء [product] Ultimate أو [product] Plus
cs_cz: Tato akce vyžaduje [product] Ultimate nebo [product] Plus
es_es: Esta acción requiere [producto] Ultimate o [producto] Plus
he_il: פעולה זו מחייבת [product] Ultimate או [product] Plus
ja_jp: この操作には[product] Ultimateまたは[product] Plusが必要です
nl_nl: Voor deze actie is [product] Ultimate of [product] Plus vereist
ro_ro: Această acțiune necesită [product] Ultimate sau [product] Plus

# Languages::mve_ultimate_license_required
source: [product] Ultimate is required for this
ar_sa: [product] Ultimate مطلوب لهذا الغرض
cs_cz: Je zapotřebí [product] Ultimate
es_es: Para ello se requiere [producto] Ultimate
he_il: [product] Ultimate נדרש לצרוך זה
ja_jp: [product]Ultimateが必要です
nl_nl: [product] Ultimate is hiervoor vereist
ro_ro: [product]Ultimate este necesar pentru aceasta

# Languages::text_mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, you'll get access to all their features.
ar_sa: يتطلب هذا الإجراء [product] Ultimate أو [product] Plus. في حالة التبديل إلى <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a> أو <a href="[mve_plus_license_url]" target="_blank"> [product] Plus </a > ، ستتمكن من الوصول إلى جميع ميزاتها.
cs_cz: Tato akce vyžaduje [product] Ultimate nebo [product] Plus. Když přejdete na <a href="[mve_ultimate_license_url]" target="_blank">[product]Ultimate</a> nebo <a href="[mve_plus_license_url]" target="_blank"> Plus, získáte přístupy ke všem jejich funkcím.
es_es: Esta acción requiere [producto] Ultimate o [producto] Plus. Si cambias a <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate</a> o <a href="[mve_plus_license_url]" target="_blank">[producto] Plus</a>, tendrás acceso a todas sus funciones.
he_il: פעולה זו מחייבת product] Ultimate או [product] Plus. אם תעבור ל <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> או <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, תקבל גישה לכל התכונות שלהם.
ja_jp: この操作には、[product] Ultimateまたは[product] Plusが必要です。 <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a>または<a href="[mve_plus_license_url]" target="_blank"> [product] Plus </ aに切り替えた場合 >、すべての機能にアクセスできます。
nl_nl: Voor deze actie is [product] Ultimate of [product] Plus vereist. Als u overschakelt naar <a href="[mve_ultimate_license_url]” target=“ _blank”>[product] Ultimate</a> of <a href=“[mve_plus_license_url]” target=“_blank”>[product] Plus</a>, krijgt u toegang tot al hun functies.
ro_ro: Această acțiune necesită [product] Ultimate sau [product] Plus. Dacă treceți la <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, veți avea acces la toate funcțiile lor.

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
ar_sa: <p> لقد وصلت إلى الحد الأقصى من واجهات المتاجر المتاحة لترخيصك. تتطلب إضافة واجهة متجر أخرى شراء <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a> ، وهو إصدار به عدد غير محدود من واجهات المتاجر. </p>
cs_cz: <p>Dosáhli jste maximálního počtu obchodů dostupných pro vaši licenci. Pro přidání dalšího obchodu je potřeba koupit <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, tedy edici s neomezeným počtem obchodů.</p>
es_es: <p>Ha alcanzado el límite de tiendas disponibles para su licencia. Para añadir otra tienda es necesario comprar una <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate</a>, una edición con un número ilimitado de tiendas.</p> <p>
he_il: <p>הגעת למספר מקסימלי של חזיתות החנות הזמינות לפי הרישיון שלך. הוספת חזית חנות נוספת מחייבת רכישה של <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, גירסה עם מספר בלתי מוגבל של חזיתות חנות.</p>
ja_jp: <p>ライセンスで利用できるストアフロントの制限に達しました。別のストアフロントを追加するには、ストアフロントの数に制限がないライセンスである<a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a>を購入する必要があります。</ p>
nl_nl: <p>U heeft de limiet van beschikbare storefronts voor uw licentie bereikt. Als u nog een winkel wilt toevoegen, moet u een <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> kopen, een editie met een onbeperkt aantal storefronts.</p>
ro_ro: <p> Ați atins limita vitrinelor disponibile pentru licența dvs. Adăugarea unei alte vitrine necesită cumpărarea unei <a href="[mve_ultimate_license_url]"target="_blank">[product]Ultimate </a>, o ediție cu un număr nelimitat de vitrine. </p>

# Languages::text_mve_plus_license_required
source: <p>Let your vendors receive money from customers directly via your marketplace.</p><p>Manage vendors' abilities via user groups, and allow your vendors to change the looks of their stores.</p><p>Create a unified catalog, where vendors can start selling any product in a matter of minutes.</p>
ar_sa: <p> اسمح لمورديك بتلقي الأموال من العملاء مباشرةً عبر السوق الخاص بك. </p> <p> إدارة قدرات الموردين عبر مجموعات المستخدمين ، والسماح للبائعين لديك بتغيير مظهر متاجرهم. </p> <p> إنشاء كتالوج موحد ، حيث يمكن للبائعين البدء في بيع أي منتج في غضون دقائق. </p>
cs_cz: <p>Nechte vaše prodejce přijímat peníze přímo od zákazníků skrze vás obchod.</p><p>Spravujte možnosti prodejců skrze uživatelské skupiny a povolte jim měnit vzhled jejich obchodů</p><p>Vytvořte prostředí, kde budou moci prodejci začít prodávat jakékoliv produkty během pár minut.</p>
es_es: <p>Deja que tus vendedores reciban dinero de los clientes directamente a través de tu marketplace.</p><p>Gestiona las habilidades de los vendedores a través de grupos de usuarios, y permite que tus vendedores cambien la apariencia de sus tiendas.</p><p>Crea un catálogo unificado, donde los vendedores pueden empezar a vender cualquier producto en cuestión de minutos.</p> <p
he_il: <p>אפשר לספקים שלך לקבל כספים ישירות מהלקוחות באמצעות זירת המסחר שלך.</p><p>נהל את יכולות הספקים באמצעות קבוצות משתמשים ואפשר לספקים שלך לשנות את המראה של החנויות שלהם.</p><p>צור קטלוג מאוחד, בו הספקים יכולים להתחיל למכור כל מוצר תוך דקות.</p>
ja_jp: <p>出品者がマーケットプレイスを介して顧客から直接お金を受け取るようにします。</p><p>ユーザーグループからベンダーの機能を管理し、出品者が店舗の外観を変更できるようにします。</p><p>出品者が数分であらゆる商品の販売を開始できる統合カタログを作成。</p>
nl_nl: <p>Laat uw leveranciers geld van klanten rechtstreeks via uw marktplaats ontvangen. </p><p> Beheer de mogelijkheden van leveranciers via gebruikersgroepen en laat uw leveranciers het uiterlijk van hun winkels veranderen.</p><p>Maak een uniforme catalogus, waar leveranciers elk product binnen enkele minuten kunnen verkopen.</p>
ro_ro: Lăsați furnizorii dvs. să primească bani de la clienți direct prin piața dvs. , unde furnizorii pot începe să vândă orice produs în câteva minute. </p>

# Languages::text_mve_ultimate_license_required
source: <p>Branch out: get an unlimited number of storefronts for your marketplace.</p><p>A storefront is another domain created either for a specific country or city, or for a specific part of your product catalog.</p><p>Get all the other functionality of [product] Plus.</p>
ar_sa: <p> تفرّع: احصل على عدد غير محدود من واجهات المتاجر لسوقك. </p> <p> واجهة المتجر هي نطاق آخر تم إنشاؤه إما لبلد أو مدينة معينة ، أو لجزء معين من كتالوج المنتج. </p><p> احصل على جميع الوظائف الأخرى لبرنامج [product] Plus. </p>
cs_cz: <p>Informace: získejte neomezený počet storefrontů pro vás obchod</p><p> Storefront je další doména vytvořená pro specifickou zemi, město nebo pro přizpůsobena konkrétnímu produktu.</p><p> Získejte všechny funkcionality edice [product] Plus. </p>
es_es: <p>Separa: obtenga un número ilimitado de tiendas para su mercado.</p><p>Una tienda es otro dominio creado bien para un país o ciudad concretos, o bien para una parte específica de su catálogo de productos.</p><p>Obtenga todas las demás funcionalidades de [producto] Plus.</p><p>
he_il: <p>התרחב: קבל מספר בלתי מוגבל של לחזיתות חנות עבור אתר המכירות שלך.</p><p>חזית חנות היא דומיין נוסף שנוצר עבור מדינה או עיר מסוימת או עבור חלק ספציפי של קטלוג המוצרים שלך.</p><p>קבל את כל שאר התפקודים של [product]פלוס.</p>
ja_jp: <p>ブランチアウト：マーケットプレイス用に無制限の数のストアフロントを取得します。</p><p>ストアフロントは、特定の国や都市、または商品カタログの特定の部分用に作成された別のドメインです。</p><p> [product] Plusの他のすべての機能を入手してください。</p>
nl_nl: <p>Vertakt u zich: krijg een onbeperkt aantal storefronts voor uw marktplaats.</p><p> Een storefront is een ander domein dat is gemaakt voor een specifiek land of stad, of voor een specifiek deel van uw productcatalogus.</p><p>Download alle andere functies van [product] Plus.</p>
ro_ro: <p> Ramificați: obțineți un număr nelimitat de vitrine pentru piața dvs. </p> <p> O vitrină este un alt domeniu creat fie pentru o anumită țară sau oraș, fie pentru o anumită parte a catalogului dvs. de produse. </ p > <p> Obțineți toate celelalte funcționalități ale[product] Plus.</p>

# Languages::text_mve_ultimate_license
source: A special edition of [product] that offers all the features of [product] Plus and an unlimited number of storefronts. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
ar_sa: إصدار خاص من [product] يقدم جميع ميزات [product] بالإضافة إلى عدد غير محدود من واجهات المتاجر. إذا قمت بالتبديل إلى <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a> ، فلن ترى الرسالة المتعلقة بحد واجهة المتجر مرة أخرى.
cs_cz: Speciální edice [product], která nabízí všechny funkce [product] Plus a také neomezený počet storefrontů. Pokud přejdete na <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, už nikdy neuvidíte zprávu týkající se limitu vytvořených storefrontů.
es_es: Una edición especial de [producto] que ofrece todas las funciones de [producto] Plus y un número ilimitado de tiendas. Si cambias a <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate</a>, no volverás a ver el mensaje sobre el límite de tiendas.
he_il: הוצאה מיוחדת של [product] שמציעה את כל התכונות של [product] פלוס ומספר בלתי מוגבל של חזיתות חנות. אם תעבור ל-<a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>,לא תראה יותר את ההודעה על מגבלה של חזיתות חנות שוב.
ja_jp: [product] Plusのすべての機能と無制限の数のストアフロントを提供する[product]の特別版。 <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>に切り替えると、ストアフロントの制限に関するメッセージが表示されなくなります。
nl_nl: Een speciale editie van [product] die alle functies van [product] Plus en een onbeperkt aantal etalages biedt. Als u overschakelt naar <a href="[mve_ultimate_license_url]” target="_blank">[product] Ultimate</a>, ziet u nooit meer het bericht over de storefront limiet.
ro_ro: O ediție specială a [product]] care oferă toate caracteristicile[product] Plus și un număr nelimitat de vitrine. Dacă treceți la <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, nu veți mai vedea niciodată mesajul despre limitările magazinului.

# Languages::product_state_description.mve.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
ar_sa: <p>وصول كامل غير مقيد إلى كافة الميزات. قم بإدخال رقم ترخيص صالح لتنشيط. </p> <p>يمكن تنشيط هذا الوضع في أي وقت.</p><br />
cs_cz: <p>Neomezený přístup ke všem funkcím. Pro aktivaci zadejte platné licenční číslo.</p></p>Tento režim je možné aktivovat kdykoliv.<p><br />
es_es: <p>Acceso completo sin restricciones a todas las funciones. Ingrese un número de licencia válido para activar.<p><p>Este modo se puede activar en cualquier momento.</p><br />
he_il: <p>גישה בלתי מוגבלת לכל התכונות. להפעלה הכנס את מספר רישיון תקף<p><p>ניתן להפעיל מצב זה בכל עת.</p><br />
ja_jp: <p>有効なライセンス番号を登録することにより、すべての機能をご利用いただけます。</p><p>フルモードはいつでも有効化できます。</p><br />
nl_nl: <p>Volledige onbeperkte toegang tot alle functies. Voer een geldig licentienummer in om te activeren.</p><p>Deze modus kan op elk moment worden geactiveerd.</p><br />
ro_ro: Acces nerestrictionat la toate caracteristicile. Introduceti un numar valid de licenta pentru a fi activ.<br /><br />Acest mod poate fi activat in orice moment.<br /><br />
