Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/editions/mve.po
Languages: ar_sa, cs_cz, es_es, he_il, ja_jp, nl_nl, ro_ro

# Languages::product_state_description.mve
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
ar_sa: <p> لقد قمت بتنشيط [product] الخاص بك. يمكنك استخدامه بدون قيود الوقت الآن. للحصول على ميزات متقدمة (مثل الدفع المنفصل لكل مورد ، والعروض الترويجية التي أنشأها البائع) ، احصل على <a href="[mve_plus_license_url]" target="_blank"> ترخيص [product] Plus. </a> لاستخدام نطاقات متعددة لسوقك ، احصل على <a href="[mve_ultimate_license_url]" target="_blank"> ترخيص [product] Ultimate. </a> </p> <br>
cs_cz: <p>Aktivovali jste váš [product]. Nyní ho již můžete používat bez časového omezení. Pro rozšířené možnosti (například objednávání pro každého prodejce zvlášť nebo promoakce prodejců) zvolte <a href="[mve_plus_license_url]" target="_blank">[product] Plus licenci.</a> Pro používání více domén v obchodě, zvolte <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licenci.</a></p><br>
es_es: <p>Ha activado su [producto]. Ya puedes usarlo sin restricciones de tiempo. Para obtener funciones avanzadas (como el pago por separado para cada vendedor y las promociones creadas por el vendedor), obtenga la licencia <a href="[mve_plus_license_url]" target="_blank">[producto] Plus.</a> Para utilizar múltiples dominios para su mercado, obtenga la licencia <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate.</a></p><br>
he_il: <p>הפעלת את ה[product] שלך. תוכל להשתמש בו כעת ללא הגבלת זמן. עבור תכונות מתקדמות (כגון קופה נפרדת לכל ספק ומבצעים שנוצרו על ידי הספקים) השג רישיון <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a> כדי להשתמש בדומיינים מרובים עבור זירת המסחר שלך, השג את רישיון <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
ja_jp: <p>ライセンス認証が完了しました。CS-Cartのすべての機能をご利用いただけます。</p><br>
nl_nl: <p>U hebt uw [product] geactiveerd. Je kunt het nu zonder tijdsbeperkingen gebruiken. Voor geavanceerde functies (zoals afzonderlijk afrekenen voor elke leverancier en door de leverancier gemaakte promoties), krijgt u de <a href=" [mve_plus_license_url]" target="_blank">[product] Plus-licentie.</a> Om meerdere domeinen te gebruiken koop voor uw marktplaats de <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licentie. </a></p><br>
ro_ro: <p> V-ați activat [product]. Îl puteți folosi fără restricții de timp acum. Pentru funcții avansate (cum ar fi plata separată pentru fiecare furnizor și promoțiile create de furnizor), obțineți <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> Pentru a utiliza mai multe domenii pentru piața dvs., obțineți <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>

# Languages::product_state_description.mve.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
ar_sa: <p> الوصول إلى جميع الوظائف ، باستثناء واجهات المحلات المتعددة. للحصول على نطاقات لجمهور معين ، احصل على <a href="[mve_ultimate_license_url]" target="_blank"> الترخيص Ultimate [product]. </a> </p> <br />
cs_cz: <p>Přístup ke všem funkcionalitám, kromě možnosti mít více storefrontů. Pro tuto možnost musíte mít <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licenci.</a></p><br />
es_es: <p>Acceso a toda la funcionalidad, excepto a los escaparates múltiples. Para tener dominios para públicos específicos, obtenga la <a href="[mve_ultimate_license_url]" target="_blank">[producto] Licencia Ultimate.</a></p><br />
he_il: גישה לכל התפקודים, מלבד חזיתות חנות מרובות. כדי לקבל דומיינים עבור קהלים ספציפיים, השג <a href="[mve_ultimate_license_url]" target="_blank">[product] רישיון Ultimate. </a></p><br />
ja_jp: <p>複数のストアフロントを除くすべての機能へのアクセス。 特定のオーディエンス向けのドメインを作成するには、<a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate ライセンス</a>を取得してください。</p><br />
nl_nl: <p>Toegang tot alle functionaliteit, behalve meerdere storefronts. Als u domeinen voor specifieke doelgroepen wilt hebben, krijgt u de <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licentie.</a></p><br />

# Languages::product_state_description.mve.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
ar_sa: <p>وصول كامل غير مقيد إلى كافة الميزات. قم بإدخال رقم ترخيص صالح لتنشيط. </p> <p>يمكن تنشيط هذا الوضع في أي وقت.</p><br />
cs_cz: <p>Neomezený přístup ke všem funkcím. Pro aktivaci zadejte platné licenční číslo.</p></p>Tento režim je možné aktivovat kdykoliv.<p><br />
es_es: <p>Acceso completo sin restricciones a todas las funciones. Ingrese un número de licencia válido para activar el acceso.</p><p> Este modo se puede activar en cualquier momento.</p><br />
he_il: <p>גישה מלאה ובלתי מוגבלת לכל התכונות. הכנס מספר רישיון תקף כדי להפעיל. </p><p>ניתן להפעיל מצב זה בכל עת.</p><br />
ja_jp: <p>ライセンス認証が完了しました。CS-Cartのすべての機能をご利用いただけます。</p><br>
nl_nl: <p>Volledige onbeperkte toegang tot alle functies. Voer een geldig licentienummer in om te activeren.</p><p> Deze modus kan op elk moment worden geactiveerd.</p><br />
ro_ro: <p> Acces complet nelimitat la toate funcțiile. Introduceți un număr de licență valid pentru activare. </p> <p> Acest mod poate fi activat oricând. </p> <br />

# Languages::product_state_description.mve.ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p> <br />
ar_sa: <p>الوصول الكامل غير المقيد لجميع الميزات. أدخل رقم ترخيص صالحًا للتفعيل.</p><p>يمكن تفعيل هذا الوضع في أي وقت.</p> <br />
cs_cz: <p>Neomezený přístup ke všem funkcím. Pro aktivaci zadejte platné licenční číslo.</p></p>Tento režim je možné aktivovat kdykoliv.<p><br />
es_es: <p>Acceso sin restricciones a todas las funciones. Ingrese un número de licencia válida para activar el acceso.</p><p>Este modo puede activarse en cualquier momento.</p><br />
he_il: <p>גישה מלאה ובלתי מוגבלת לכל התכונות. הכנס מספר רישיון תקף כדי להפעיל.</p><p>ניתן להפעיל מצב זה בכל עת.</p> <br />
ja_jp: <p>すべての機能への完全な無制限アクセス。 有効なライセンス番号を入力してアクティブにします。</p><p>このモードはいつでもアクティブにできます。</p><br />
nl_nl: <p>Volledige onbeperkte toegang tot alle functies. Voer een geldig licentienummer in om te activeren.</p><p>Deze modus kan op elk moment worden geactiveerd.</p> <br />
ro_ro: <p>Acces complet la toate caracteristicile. Introdu un număr de licenţă valabil pentru activare.</p><p>Acest mod poate fi activat oricând.</p> <br />

# Languages::product_state_description.mve.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
ar_sa: <p> لقد قمت بتنشيط [product] الخاص بك. يمكنك استخدامه بدون قيود الوقت الآن. للحصول على ميزات متقدمة (مثل الدفع المنفصل لكل مورد ، والعروض الترويجية التي أنشأها البائع) ، احصل على <a href="[mve_plus_license_url]" target="_blank"> ترخيص [المنتج] Plus. </a> لاستخدام نطاقات متعددة لسوقك ، احصل على <a href="[mve_ultimate_license_url]" target="_blank"> ترخيص [product] Ultimate . </a> </p> <br>
cs_cz: <p>Aktivovali jste váš [product]. Nyní ho již můžete používat bez časového omezení. Pro rozšířené možnosti (například objednávání pro každého prodejce zvlášť nebo promoakce prodejců) zvolte <a href="[mve_plus_license_url]" target="_blank">[product] Plus licenci.</a> Pro používání více domén v obchodě, zvolte <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licenci.</a></p><br>
es_es: <p>Ha activado su [producto]. Ya puedes usarlo sin restricciones de tiempo. Para obtener funciones avanzadas (como el pago por separado para cada vendedor y las promociones creadas por el vendedor), obtenga la licencia <a href="[mve_plus_license_url]" target="_blank">[producto] Plus.</a> Para utilizar múltiples dominios para su marketplace, obtenga la licencia <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate.</a></p><br>
he_il: <p>הפעלת את ה[product] שלך. תוכל להשתמש בו כעת ללא הגבלת זמן. עבור תכונות מתקדמות (כגון קופה נפרדת לכל ספק ומבצעים שנוצרו על ידי הספקים) השג רישיון <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a> כדי להשתמש בדומיינים מרובים עבור זירת המסחר שלך, השג את רישיון <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
ja_jp: <p>[product]を有効にしました。時間制限なしでご利用いただけるようになりました。高度な機能（出品者毎のお支払いや出品者が作成したプロモーションなど）については、<a href="[mve_plus_license_url]" target="_blank"> [product] Plusライセンスを取得してください。</a>複数のドメインを使用するマーケットプレイスについては、<a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate ライセンス</a>を取得してください。</p><br>
nl_nl: <p>U hebt uw [product] geactiveerd. Je kunt het nu zonder tijdsbeperkingen gebruiken. Voor geavanceerde functies (zoals afzonderlijk afrekenen voor elke leverancier en door de leverancier gemaakte promoties), krijgt u de <a href=" [mve_plus_license_url]" target="_blank">[product] Plus-licentie.</a> Om meerdere domeinen te gebruiken koop voor uw marktplaats de <a href=“[mve_ultimate_license_url]" target="_blank">[product] Ultimate licentie. </a></p><br>
ro_ro: <p> Ați activat[product].Îl puteți folosi fără restricții de timp acum. Pentru funcții avansate (cum ar fi checkout separat pentru fiecare furnizor și promoțiile create de furnizor), obțineți <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> Pentru a utiliza mai multe domenii pentru piața dvs., accesați<a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>

# Languages::product_state_description.mve.ru.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
ar_sa: <p> الوصول إلى جميع الوظائف ، باستثناء واجهات المحلات المتعددة. للحصول على نطاقات لجمهور معين ، احصل على <a href="[mve_ultimate_license_url]" target="_blank"> الترخيص Ultimate [product]. </a> </p> <br />
cs_cz: <p>Přístup ke všem funkcionalitám, kromě možnosti mít více storefrontů. Pro tuto možnost musíte mít <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licenci.</a></p><br />
es_es: <p>Acceso a toda la funcionalidad, excepto a las múltiples tiendas. Para tener dominios para públicos específicos, obtenga la <a href="[mve_ultimate_license_url]" target="_blank">[producto] Licencia Ultimate.</a></p><br />
he_il: <p>גישה לכל התפקודים, מלבד חזיתות חנות מרובות. כדי לקבל דומיינים עבור קהלים ספציפיים, השג <a href="[mve_ultimate_license_url]" target="_blank">[product] רישיון Ultimate. </a></p><br />
ja_jp: <p>複数のストアフロントを除くすべての機能へのアクセス。特定のオーディエンス向けのドメインを作成するには、<a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate ライセンス</a>を取得してください。</p><br />
nl_nl: <p>Toegang tot alle functionaliteit, behalve meerdere storefronts. Als u domeinen voor specifieke doelgroepen wilt hebben, krijgt u de <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licentie.</a></p><br />

# Languages::product_state_description.mve.ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
ar_sa: <p>وصول كامل غير مقيد إلى كافة الميزات. قم بإدخال رقم ترخيص صالح لتنشيط. </p> <p>يمكن تنشيط هذا الوضع في أي وقت.</p><br />
cs_cz: <p>Neomezený přístup ke všem funkcím. Pro aktivaci zadejte platné licenční číslo.</p></p>Tento režim je možné aktivovat kdykoliv.<p><br />
es_es: <p>Acceso completo sin restricciones a todas las funciones. Ingrese un número de licencia válido para activar el acceso.</p><p> Este modo se puede activar en cualquier momento.</p><br />
he_il: <p>גישה מלאה ובלתי מוגבלת לכל התכונות. הכנס מספר רישיון תקף כדי להפעיל. </p><p>ניתן להפעיל מצב זה בכל עת.</p><br />
ja_jp: <p>すべての機能への完全な無制限アクセス。 有効なライセンス番号を入力してアクティブにします。</p> <p>このモードはいつでもアクティブにできます。</p><br />
nl_nl: <p>Volledige onbeperkte toegang tot alle functies. Voer een geldig licentienummer in om te activeren.</p><p> Deze modus kan op elk moment worden geactiveerd.</p><br />

# Languages::text_store_mode_changed_to_mve
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
ar_sa: يستخدم متجرك الآن ترخيصًا نشطًا. مع إصدار [product] ، تحصل على جميع الميزات التي نقدمها تقريبًا. تتوفر الميزات الإضافية (مثل الدفع المنفصل لكل مورد ، والعروض الترويجية التي أنشأها البائع) مع <a href="[mve_plus_license_url]" target="_blank"> [product] الإصدار الإضافي </a>. هناك إصدار أكثر تقدمًا ، <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a> ، والذي يتيح لك استخدام واجهات متاجر متعددة لجماهير مختلفة.
cs_cz: Váš obchod nyní používá aktivní licenci. S edici [product] získáváte téměř všechny možnosti, které nabízíme. Nadstandardní možnosti jako například rozdělené pokladny pro každého prodejce jsou dostupné v edici <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Dále pak existuje ještě propracovanější edice <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, která vám zajistí možnost používat více storefrontů pro různé účely.
es_es: Su tienda utiliza ahora la licencia activa. Con la edición [producto], obtienes casi todas las características que ofrecemos. Las funciones adicionales (como el pago por separado para cada vendedor y las promociones creadas por el vendedor) están disponibles con la edición <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Existe una edición aún más avanzada, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, que permite utilizar múltiples escaparates para diferentes públicos.
he_il: לחנות שלך רישיון פעיל כעת. עם [product] הגרסה תקבל כמעט את כל התכונות שאנו מציעים. התכונות הנוספות (כגון קופה נפרדת עבור כל מוכר, ומבצעים שנוצרו על ידי הספקים) זמינות עם הגרסה<a href="[mve_plus_license_url]" target="_blank"> [product] Plus בלבד. קיימת גרסה אף עוד יותר מתקדמת, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, המאפשרת לך להשתמש בחזיתות חנות מרובות עבור קהלים שונים.
ja_jp: <strong>フルモード</strong> が有効化され、すべての機能が利用可能になりました。
nl_nl: Uw winkel gebruikt nu een actieve licentie. Met de [product] editie krijgt u bijna alle functies die we aanbieden. De extra functies (zoals afzonderlijk afrekenen voor elke leverancier en door de leverancier gemaakte promoties) zijn beschikbaar met de <a href="[mve_plus_license_url]" target="_blank"> [product] Plus-editie</a>. Er is een nog geavanceerdere editie, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, waarmee u meerdere etalages voor verschillende doelgroepen kunt gebruiken.

# Languages::text_store_mode_changed_to_mve.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
ar_sa: تم تنشيط <strong> وضع Plus</strong>. يوفر هذا الوضع جميع ميزات التجارة الإلكترونية المتقدمة ، باستثناء واجهات المتاجر المتعددة. إذا احتاج سوقك في أي وقت إلى نطاقات منفصلة لجماهير مختلفة ، فقم بترقية ترخيصك إلى <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
cs_cz: <strong>Plus mód</strong> byl aktivován. Tento mód nabízí pokročilé možnosti eCommerce kromě používání více storefrontů. Pokud potřebujete více storefrontů, upgradujte svoji licenci na edici <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
es_es: <strong>Modo Plus</strong> ha sido activado. Este modo ofrece todas las funciones avanzadas de eCommerce, excepto las tiendas múltiples. Si su marketplace necesita alguna vez dominios separados para diferentes públicos, actualice su licencia a <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate</a>.
he_il: <strong>מצב Plus</strong>הופעל. מצב זה מציע את כל התכונות המתקדמות של eCommerce, מלבד חזיתות חנות. אם אתר המכירות שלך יצטרך דומיינים נפרדים לקהלים שונים, שדרג את הרישיון שלך ל<a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
ja_jp: <strong>プラスモード</strong>が有効化されました。このモードでは全ての拡張されたeコマース機能が使用できます。
nl_nl: <strong>Plus-modus</strong> is geactiveerd. Deze modus biedt alle geavanceerde e-commercefuncties, behalve voor meerdere storefronts. Als uw marktplaats ooit afzonderlijke domeinen voor verschillende doelgroepen nodig heeft, upgrade dan uw licentie naar <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
ar_sa: تم تنشيط <strong> الوضع Ultimate </strong>. في هذا الوضع ، تتوفر جميع ميزات التجارة الإلكترونية المتقدمة.
cs_cz: <strong>Plná verze - Ultimate</strong> byla aktivována. V tomto režimu jsou přístupné všechny pokročilé funkce eCommerce.
es_es: Se ha activado el <strong>modo Ultimate</strong>. En este modo, todas las funciones avanzadas de eCommerce están disponibles.
he_il: <strong>מצב Ultimate </strong>הופעל. במצב זה כל התכונות המתקדמות של eCommerce זמינות.
ja_jp: <p>ライセンス認証が完了しました。CS-Cartのすべての機能をご利用いただけます。</p><br>
nl_nl: <strong>Ultimate modus</strong> is geactiveerd. In deze modus zijn alle geavanceerde e-commercefuncties beschikbaar.

# Languages::text_store_mode_changed_to_mve.ru
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
ar_sa: يستخدم متجرك الآن ترخيصًا نشطًا. مع إصدار [product] ، تحصل على جميع الميزات التي نقدمها تقريبًا. تتوفر الميزات الإضافية (مثل الدفع المنفصل لكل مورد ، والعروض الترويجية التي أنشأها البائع) مع <a href="[mve_plus_license_url]" target="_blank"> [product] الإصدار Plus </a>. هناك إصدار أكثر تقدمًا ، <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a> ، والذي يتيح لك استخدام واجهات متاجر متعددة لجماهير مختلفة.
cs_cz: Váš obchod nyní používá aktivní licenci. S edici [product] získáváte téměř všechny možnosti, které nabízíme. Nadstandardní možnosti jako například rozdělené pokladny pro každého prodejce jsou dostupné v edici <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Dále pak existuje ještě propracovanější edice <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, která vám zajistí možnost používat více storefrontů pro různé účely.
es_es: Su tienda utiliza ahora la licencia activa. Con la edición [producto], obtienes casi todas las características que ofrecemos. Las funciones adicionales (como el pago por separado para cada vendedor y las promociones creadas por el vendedor) están disponibles con la edición <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Existe una edición aún más avanzada, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, que permite utilizar múltiples tiendas para diferentes públicos.
he_il: החנות שלך משתמשת כעת ברישיון הפעיל. עם מהדורת [המוצר] אתה מקבל כמעט את כל התכונות שאנו מציעים. התכונות הנוספות (כגון קופה נפרדת עבור כל ספק וקידומי מכירות שנוצרו על ידי ספק) זמינות באמצעות <a href="[mve_plus_license_url]" target="_blank">[product] מהדורת פלוס</a>.יש מהדורה מתקדמת עוד יותר, <a href="[mve_ultimate_license_url]" target="_blank">[product] אולטימטיבי</a>, המאפשרת לך להשתמש במספר פתרונות אחסון עבור קהלים שונים.
ja_jp: 現在、ストアは有効なライセンスを使用しています。 [product] エディションでは、私たちが提供するほぼすべての機能を利用できます。 追加機能（ベンダーごとの個別の注文手続き、ベンダーが作成したプロモーションなど）は、<a href="[mve_plus_license_url]" target="_blank"> [product] Plusエディション</a>で利用できます。 さらに高度なエディションである<ahref = "[mve_ultimate_license_url]" target = "_ blank"> [product] Ultimate </a>があり、さまざまなオーディエンスに複数のストアフロントを使用できます。

# Languages::text_store_mode_changed_to_mve.ru.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
ar_sa: تم تنشيط <strong> وضع Plus</strong>. يوفر هذا الوضع جميع ميزات التجارة الإلكترونية المتقدمة ، باستثناء واجهات المتاجر المتعددة. إذا احتاج سوقك في أي وقت إلى نطاقات منفصلة لجماهير مختلفة ، فقم بترقية ترخيصك إلى <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
cs_cz: <strong>Plus mód</strong> byl aktivován. Tento mód nabízí pokročilé možnosti eCommerce kromě používání více storefrontů. Pokud potřebujete více storefrontů, upgradujte svoji licenci na edici <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
es_es: <strong>Modo Plus</strong> ha sido activado. Este modo ofrece todas las funciones avanzadas de eCommerce, excepto las múltiples tiendas. Si su marketplace necesita alguna vez dominios separados para diferentes públicos, actualice su licencia a <a href="[mve_ultimate_license_url]" target="_blank">[producto] Ultimate</a>.
he_il: <strong>מצב פלאס</strong>הופעל. מצב זה מציע את כל התכונות המתקדמות של eCommerce, מלבד חזיתות חנות. אם אתר המכירות שלך יצטרך דומיינים נפרדים לקהלים שונים, שדרג את הרישיון שלך ל<a href="[mve_ultimate_license_url]" target="_blank">[product] אולטימטיבי</a>.
ja_jp: <strong>プラスモード</strong>が有効になりました。 このモードは、複数のストアフロントを除いて、すべての高度なECサイト機能を提供します。 マーケットプレイスでオーディエンスごとに別々のドメインが必要な場合は、ライセンスを<a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a>にアップグレードしてください。
