Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/editions/mve.po
Languages: ar_sa, cs_cz, es_es, he_il, ja_jp, nl_nl, ro_ro

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
ar_sa: شركتكم بانتظار الموافقة.
cs_cz: Vaše společnost čeká na schválení.
es_es: Su empresa está esperando aprobación.
he_il: החברה שלך ממתינה לאישור.
ja_jp: 出品者情報の更新は承認待ちの状態です。
nl_nl: Uw bedrijf wacht op goedkeuring.
ro_ro: Compania dvs. este în așteptare pentru aprobare.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
ar_sa: تم الموافقة على تغييرات بروفايل شركتكم [company].
cs_cz: Byl schválen Váš profil změny prodejce [company].
es_es: Fueron aprobados los cambios de Perfil de proveedor [company].
he_il: שינויי הפרופיל שלך עבור הספק [company] אושרו.
ja_jp: [company]様の登録データ更新が承認されました。
nl_nl: Uw profielwijzigingen voor verkoper [company] zijn goedgekeurd.
ro_ro: Profilul dumneavoastră se schimbă pentru furnizor [company] a fost aprobat.

# Languages::text_error_adding_request
source: Error while adding the request.
ar_sa: حدث خطأ أثناء إضافة الطلب.
cs_cz: Při přidání požadavku došlo k chybě.
es_es: Error al agregar la solicitud.
he_il: שגיאה בעת הוספת הבקשה.
ja_jp: 処理中にエラーが発生しました。
nl_nl: Fout tijdens de aanvraag.
ro_ro: Eroare în timpul adăugării cererii

# Languages::text_new_payment_was_created
source: New payment was created
ar_sa: تم إنشاء مدفوع جديد
cs_cz: Byla vytvořena nová platba
es_es: Nuevo pago fue creado
he_il: נוצר תשלום חדש
ja_jp: 御社売上金額のお支払いについて
nl_nl: Nieuwe betaling is aangemaakt
ro_ro: O nouă metodă de plată a fost creată

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
ar_sa: لديكم باعة بانتظار الاعتماد. <a href="[link]">انقر هنا</a> لمراجعتهم.
cs_cz: Máte prodejce, které vyžadují schválení. Prosím, <a href="[link]">tento odkaz</a> k přezkoumání těchto prodejců.
es_es: Usted tiene vendedores que requieren su aprobación. Por favor <a href="[link]"> siga este enlace</a> para revisar estos proveedores.
he_il: יש לך ספקים שמחייבים את אישורך. <a href="[link]">עבור לקישור הזה</a> כדי לעיין בספקים אלה.
ja_jp: 確認が必要なマーケットプレイスへの参加申請または登録内容の更新があります。以下のURLにアクセスのうえ申請を処理してください。:<a href="[link]">処理ページへ移動</a>
nl_nl: Er zijn verkopers die wachten op uw goedkeuring. <a href="[link]">Volg deze link</a> om de verkopers te controleren.
ro_ro: Aveți furnizori care necesită aprobarea dvs., Vă rog <a href="[link]">urmați acest link</a> pentru a revizui acești furnizori.

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
ar_sa: تم استلام طلبكم بنجاح. سنقوم بمراسلتكم بالرد قريباً إن شاء الله.
cs_cz: Váš požadavek byl úspěšně odeslán. Obdržíte e-mail s odpovědí později.
es_es: Su petición se ha agregado correctamente. Usted recibirá el correo electrónico con la respuesta más adelante.
he_il: בקשתך נוספה בהצלחה. תקבל הודעת דוא"ל עם התשובה מאוחר יותר.
ja_jp: マーケットプレイスへの参加申請を受け付けました。後ほど担当者よりEメールにてご連絡さしあげます。
nl_nl: Uw aanvraag is ingediend. U ontvangt later per e-mail een antwoord op uw aanvraag.
ro_ro: Cererea ta a fost adaugata cu succes. Veți primi e-mail cu răspuns mai târziu.

# Languages::total_amount_due
source: Total amount due
ar_sa: إجمالي المبلغ المستحق
cs_cz: Celková dlužná částka
es_es: Monto total por pagar
he_il: הסכום הכולל לתשלום
ja_jp: 指定期間内の要支払金額
nl_nl: Totaal bedrag
ro_ro: Suma total datorată

# Languages::total_period_payout
source: Total sales period payout
ar_sa: إجمالي مدفوع فترة المبيعات
cs_cz: Výše plateb na prodej za dané období
es_es: Pago del período total de ventas
he_il: סה"כ תשלום עבור תקופת מכירות
ja_jp: 指定期間内の支払済金額
nl_nl: Totaal uitbetaling verkoopperiode
ro_ro: Plata totală perioadei de vânzări

# Languages::total_unpaid_balance
source: Total unpaid balance
ar_sa: إجمالي الرصيد الغير مدفوع
cs_cz: Celkem nesplacený zůstatek
es_es: Balance total sin pagar
he_il: סה"כ יתרה שטרם שולמה
ja_jp: 出品者への要支払額合計
nl_nl: Totaal niet uitbetaald
ro_ro: Sold total neplătit

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
ar_sa: لا يتم إحتساب الضريبة إذا كان الباعة يدفعوا ضريبة إضافية
cs_cz: Pokud se jedná o příplatek na způsobu platby dodavatelům, daně se nezapočítávájí
es_es: Si el recargo por el pago es tomado de los vendedores, los impuestos no se calculan
he_il: אם נגבה תשלום נוסף (surcharge) מהספקים, מיסים אינם מחושבים
ja_jp: 支払手数料を出品者から徴収する場合、税金の計算は行われません
nl_nl: Tijdens het innen van betaaltoeslag bij verkopers worden belastingen niet meegerekend
ro_ro: În cazul în care taxă suplimentară plăți este luată de la furnizori, impozitele nu sunt calculate

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
ar_sa: لا يمكن حذف هذا المتجر لأنه توجد طلبات تحتوي على منتجات هذه الشركة في قاعدة البيانات. لحذف الحساب, يرجى حذف كل الطلبات المرتبطة به أولاً.
cs_cz: Nepodařilo se smazat účet prodávajícího, protože databáze obsahuje pořadí, ve kterém je zakoupené zboží od tohoto prodejce. Chcete-li odstranit tohoto prodejce, prosím, nejprve odstrante všechny tyto příkazy.
es_es: No se puede borrar la tienda porque existen pedidos con productos de esta empresa en la base de datos de la tienda. Para borrar la cuenta, por favor, borra primero estos pedidos.
he_il: לא ניתן למחוק את חשבון הספק בגלל שקיימות הזמנות שכוללות מוצרים של הספק הזה בבסיס נתונים של החנות. כדי למחוק את החשבון, מחק תחילה את כל ההזמנות האלה.
ja_jp: この出品者の商品を含む注文が存在するため、出品者情報を削除できません。この出品者の商品を含む注文をすべて削除したうえで再度処理を実行してください。
nl_nl: Het is niet mogelijk om deze verkoper te verwijderen, omdat er bestellingen in de database aanwezig zijn die producten bevatten van deze verkoper. Om deze verkoper te verwijderen dient u eerst deze bestellingen te verwijderen.
ro_ro: Imposibil pentru a șterge acest cont de furnizor pentru că există comenzi care conțin produse ale acestui furnizor în baza de date a magazinului. Pentru a șterge contul, în primul rând vă rugăm să ștergeți toate aceste produse, comenzi.

# Languages::vendor
source: Vendor
ar_sa: المتجر
cs_cz: Prodavač
es_es: Vendedor
he_il: ספק
ja_jp: 出品者
nl_nl: Verkoper
ro_ro: Furnizor

# Languages::vendors
source: Vendors
ar_sa: المتاجر
cs_cz: Prodejci
es_es: Tiendas
he_il: ספקים
ja_jp: 出品者
nl_nl: Verkopers
ro_ro: Furnizori

# Languages::vendors_menu_title
source: Vendors
ar_sa: المتاجر
cs_cz: Prodejci
es_es: Vendedores
he_il: ספקים
ja_jp: 出品者
ro_ro: Vânzători(furnizor)

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
ar_sa: قائمة مرتبة بحسابات الشركات المسجلون في المتجر.
cs_cz: Seznam prodejců registrovaných v obchodě.
es_es: Lista clasificada de cuentas de vendedores registradas en la tienda.
he_il: רשימה ממוינת של חשבונות הספקים הרשומים בחנות.
ja_jp: 出品者の一覧です。
nl_nl: Gesorteerde lijst van verkopers in de webwinkel.
ro_ro: Lista sortată a conturilor de furnizor înregistrate în magazin.

# Languages::vendor_account_balance
source: Account balance
ar_sa: رصيد الحساب
cs_cz: Zůstatek na účtě
es_es: Balance de cuenta
he_il: יתרת חשבון
ja_jp: 出品者入出金管理
nl_nl: Account saldo
ro_ro: Soldul contului

# Languages::vendor_approval_pending
source: New vendor account application
ar_sa: طلب الانضمام كبائع جديد
cs_cz: Požadavek o nový účet prodejce
es_es: Nueva solicitud de cuenta de proveedor
he_il: בקשה לחשבון ספק חדש
ja_jp: マーケットプレイスへの参加申請がありました
nl_nl: Nieuwe aanvraag tot verkoper
ro_ro: Nouă cerere, cont de furnizor

# Languages::vendor_id
source: Vendor ID
ar_sa: معرف المتجر
cs_cz: ID dodavatele
es_es: ID de la tienda
he_il: מזהה הספק
ja_jp: 出品者ID
nl_nl: Verkoper ID
ro_ro: ID furnizor

# Languages::vendor_name
source: Vendor name
ar_sa: اسم المتجر
cs_cz: Název dodavatele
es_es: Nombre del vendedor
he_il: שם הספק
ja_jp: 出品者名
nl_nl: Naam verkoper
ro_ro: Nume furnizor

# Languages::vendor_pages
source: Vendor pages
ar_sa: صفحات المتجر
cs_cz: Stránky dodavatele
es_es: Páginas de la tienda
he_il: דפי הספק
ja_jp: 出品者ページ
nl_nl: Pagina's verkoper
ro_ro: Pagini furnizor

# Languages::vendor_panel
source: Vendor panel
ar_sa: لوحة تحكم البائع
cs_cz: Panel dodavatelů
es_es: Panel de proveedores
he_il: פנל הספק
ja_jp: 出品者用管理画面
nl_nl: Verkopers paneel
ro_ro: Panoul furnizor

# Languages::view_vendor_orders
source: View vendor orders
ar_sa: عرض طلبات المتجر
cs_cz: Zobrazit objednávky dodavatele
es_es: Ver pedidos de la tienda
he_il: צפה בהזמנות הספק
ja_jp: 出品者の注文の表示
nl_nl: Bekijk bestellingen van verkoper
ro_ro: Vezi comenzi furnizor

# Languages::view_vendor_products
source: View vendor products
ar_sa: عرض منتجات المتجر
cs_cz: Zobrazit produkty dodavatele
es_es: Ver productos de la tienda
he_il: צפה במוצרי הספק
ja_jp: 出品者の商品の表示
nl_nl: Bekijk producten van verkoper
ro_ro: Vezi produsele furnizorului

# Languages::view_vendor_users
source: View vendor users
ar_sa: عرض أعضاء المتجر
cs_cz: Zobrazit informace dodavatele
es_es: Ver usuarios de la tienda
he_il: צפה במשתמשי הספק
ja_jp: 出品者の顧客の表示
nl_nl: Bekijk gebruikers van verkoper
ro_ro: Vezi utilizatorii furnizorului

# Languages::view_vendor_admins
source: View vendor admins
ar_sa: امتيازات البائعين
cs_cz: Zobrazit prodejce - administrátory
es_es: Ver administradores del vendedor
he_il: צפו במנהלי ספקים
ja_jp: 出品者管理画面を表示
ro_ro: Vedeți administratorii furnizorului(vanzatorului)

# Languages::you_can_edit_account_details
source: You can edit the account details now.
ar_sa: يمكنكم تحرير تفاصيل الحساب أدناه.
cs_cz: Nyní můžete upravit informace o vašem účtu.
es_es: Ahora puede editar los detalles de la cuenta.
he_il: תוכל לערוך את פרטי החשבון כעת.
ja_jp: アカウントを確認
nl_nl: U kunt de accountdetails nu aanpassen.
ro_ro: Puteți să editați detaliile contului acum.

# SettingsSections::Vendors
source: Vendors
ar_sa: الباعة
cs_cz: Prodejci
es_es: Vendedores
he_il: ספקים
ja_jp: 出品者
nl_nl: Verkopers
ro_ro: Furnizori

# SettingsOptions::vendors_per_page
source: Vendors per page
ar_sa: عدد الباعة بالصفحة
cs_cz: Prodejci na stránku
es_es: Vendedores por página
he_il: ספקים פר דף
ja_jp: 1ページに表示する出品者数
nl_nl: Verkopers per pagina
ro_ro: Furnizori pe pagină

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
ar_sa: السماح للأعضاء بطلب الانضمام كبائع
cs_cz: Umožnit prodejcům registraci
es_es: Permite a los usuarios solicitar la cuenta de proveedor
he_il: אפשר למשתמשים לפנות בבקשה לחשבון ספק
ja_jp: ユーザーの出品者登録申請を許可
nl_nl: Gebruikers mogen een aanvraag indien om verkoper te worden
ro_ro: Permite utilizatorilor să aplice pentru contul de furnizor

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
ar_sa: إنشاء حساب أدمن البائع المعتمد الجديد تلقائياً. (إذا كان خيار "السماح للأعضاء بطلب الانضمام كبائع" مفعل)
cs_cz: Automaticky vytvořit účet správce pro nově schváleného prodejce. (Pokud je povoleno nastavení "Povolit uživatelům zažádat o účet prodejce")
es_es: Crea automáticamente la cuenta de administrador para el nuevo proveedor aprobado. (Si la configuración "Permitir a los usuarios solicitar la cuenta del proveedor" está habilitada)
he_il: צור אוטומטית חשבון מנהל מערכת עבור ספק חדש שאושר. (אם הגדרה "אפשר למשתמשים לפנות בבקשה לחשבון ספק" מופעלת)
ja_jp: 登録を承認された出品者の管理者アカウントを自動で作成 (「ユーザーの出品者登録申請を許可」がチェックされている場合)
nl_nl: Maak automatisch een beheerders-account aan voor een nieuwe verkoper. (indien "Gebruikers mogen een aanvraag indien om verkoper te worden" is ingeschakeld)
ro_ro: Creați automat contul de administrator pentru noul furnizor aprobat. (Dacă setarea "Permite utilizatorilor să aplice pentru contul furnizor" este activat)

# SettingsOptions::display_vendor
source: Display product vendor
ar_sa: عرض منتجات البائع
cs_cz: Zobrazit dodavatele produktu
es_es: Muestra el vendedor de producto
he_il: הצג את מוצרי הספק
ja_jp: 出品者の表示
nl_nl: Toon product verkoper
ro_ro: Afișează produsele furnizorului

# SettingsOptions::need_agree_with_terms_n_conditions
source: Applying vendors must agree to the terms & conditions
ar_sa: تطبيق البائعين يجب أن توافق على الشروط والأحكام
cs_cz: Použití dodavatelé musí souhlasit s podmínkami & podmínky
es_es: Los vendedores que aplican deben aceptar los términos y condiciones
he_il: ספקים המגישים בקשה חייבים להסכים לתנאי שימוש
ja_jp: 出品者の登録申請時に利用規約への同意を必須化する
nl_nl: Aanvragende leveranciers moeten akkoord gaan met de algemene voorwaarden
ro_ro: Aplicarea vânzătorii trebuie să convină la termenii & condiţiile

# SettingsOptions::mailer_send_from_admin
source: Send vendor emails from marketplace email addresses
ar_sa: إرسال رسائل البريد الإلكتروني للبائع من عناوين البريد الإلكتروني الخاصة بالسوق
cs_cz: Pošlete email od prodejců (adminů) z adres uložených v obchodě
es_es: Enviar correos electrónicos de los vendedores desde las direcciones de correo electrónico de las empresas
he_il: שלח הודעות דוא"ל של ספקים מכתובות דוא"ל של זירות מסחר
ja_jp: 出品者からのEメールを運営会社のEメールアドレスから送信する
nl_nl: Verzend e-mails van leveranciers vanuit e-mailadressen van marktplaats
ro_ro: Trimite email-uri furnizorului la adresele de e-mail a marketplace

# SettingsOptions::allow_vendor_manage_features
source: Allow vendors to manage product features
ar_sa: السماح للبائعين بإدارة ميزات المنتج
cs_cz: Povolit prodejci spravovat vlastnosti produktu
es_es: Permitir a los vendedores gestionar características del producto
he_il: אפשר לספקים לנהל את תכונות המוצר
ja_jp: 出品者が商品の機能を管理できるよう許可する
ro_ro: Permiteți vânzătorilor să gestioneze caracteristicile produsului

# SettingsTooltips::need_agree_with_terms_n_conditions
source: The text of terms & conditions will be retrieved from the "vendor_terms_n_conditions_content" language variable.
ar_sa: سيتم استرداد النص من الشروط والأحكام من "vendor_terms_n_conditions_content" متغير اللغة.
cs_cz: Znění pravidel & podmínek bude načtena z "vendor_terms_n_conditions_content" jazykové proměnné.
es_es: Los términos y condiciones del texto serán recuperadas de la variable de idiomas "vendor_terms_n_conditions_content".
he_il: הטקסט של תנאי שימוש יילקח מתוך "vendor_terms_n_conditions_content" משתנה שפה.
ja_jp: 出品者向け利用規約には、言語変数 "vendor_terms_n_conditions_content" に設定した値が使用されます。
nl_nl: De tekst van de algemene voorwaarden wordt opgehaald uit de taalvariabele "vendor_terms_n_conditions_content".
ro_ro: Textul de la termenii & condiţii va fi regăsită din variabila de limbă "vendor_terms_n_conditions_content".

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
ar_sa: نموذج طلب فتح حساب كبائع
cs_cz: Použít pro dodavatele formulářový účet
es_es: Solicitar un formulario de cuenta de proveedor
he_il: בקש את טופס חשבון ספק
ja_jp: 出品者登録申請フォーム
nl_nl: Aanvraagformulier om verkoper te worden
ro_ro: Se aplică pentru o formă de cont furnizor

# Languages::block_vendor_categories
source: Vendor categories
ar_sa: فئات البائع
cs_cz: Kategorie prodejce
es_es: Categorías de proveedores
he_il: קטגוריות הספקים
ja_jp: 特定出品者向けカテゴリー
nl_nl: Verkoper categorieën
ro_ro: Categorii vanzător

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
ar_sa: فئات المنتجات المتاحة لبائع معين
cs_cz: Kategorie jsou k dispozici pro konkrétní prodejce
es_es: Categorías de productos disponibles para un vendedor en particular
he_il: קטגוריות מוצרים הזמינות לספק מסוים
ja_jp: 特定の出品者にのみ利用可能な商品カテゴリーです
nl_nl: Productcategorieën beschikbaar voor een bepaalde verkoper
ro_ro: Categorii de produse disponibile pentru un anumit vânzător

# Languages::block_vendor_information
source: Vendor information
ar_sa: معلومات المورد
cs_cz: Údaje o prodejci
es_es: Información del proveedor
he_il: מידע הספקים
ja_jp: 出品者情報
nl_nl: Verkoper informatie
ro_ro: Informații vânzători

# Languages::block_vendor_logo
source: Vendor logo
ar_sa: شعار المورد
cs_cz: Logo prodávajícího
es_es: Logotipo del proveedor
he_il: לוגו של הספק
ja_jp: 出品者ロゴ
nl_nl: Verkoper logo
ro_ro: Logo vânzător

# Languages::show_location
source: Show location
ar_sa: إظهار الموقع
cs_cz: Ukázat lokaci
es_es: Muestra la ubicación
he_il: הצג מיקום
ja_jp: 所在地の表示
nl_nl: Toon locatie
ro_ro: Arată locaţia

# Languages::show_products_count
source: Show products count
ar_sa: عرض عدد المنتجات
cs_cz: Ukázat počet produktů
es_es: Muestra el conteo de los productos
he_il: הצג את ספירת המוצרים
ja_jp: 商品数の表示
nl_nl: Toon aantal producten
ro_ro: Afișați numărul de produse

# Languages::block_vendor_search
source: Search by vendor products
ar_sa: البحث بواسطة منتجات الموردين
cs_cz: Vyhledávání produktů podle dodavatele
es_es: Búsqueda por productos del vendedor
he_il: חפש לפי מוצרי הספק
ja_jp: 出品者の商品検索
nl_nl: Zoek op producten van een verkoper
ro_ro: Căutare după produsele vânzătorului

# Languages::vendor_filters
source: Vendor Product filters
ar_sa: مرشح منتجات المورد
cs_cz: Filtrovat zboží prodejcem
es_es: Proveedor Filtros de producto
he_il: מסננים של מוצרי הספק
ja_jp: 出品者の商品フィルタ
nl_nl: Productfilters van verkoper
ro_ro: Filtre produs vânzător

# Languages::vendor_products
source: Vendor products
ar_sa: منتجات البائع
cs_cz: Produkty prodejce
es_es: Productos de proveedor
he_il: מוצרי ספקים
ja_jp: 出品者の商品
nl_nl: Producten van verkoper
ro_ro: Produse vânzător

# Languages::apply_shipping_for_all_vendors
source: Allow shipping for all vendors
ar_sa: السماح بالشحن لجميع البائعين
cs_cz: Umožnit dopravu pro všechny dodavatele
es_es: Permite el envío a todos los vendedores
he_il: אפשר משלוח לכל הספקים
ja_jp: すべての出品者向けに配送を許可
nl_nl: Verzenden voor alle leveranciers toestaan
ro_ro: Permite transport pentru toţi furnizorii

# Languages::apply_shipping_for_all_vendors_confirm
source: The shipping method will be applied to all the vendors. Are you sure you want to proceed?
ar_sa: سيتم تطبيق أسلوب الشحن لجميع البائعين. هل أنت متأكد من أنك تريد المتابعة؟
cs_cz: Způsob dopravy budou aplikovány u všech dodavatelů. Jste si jisti, že chcete pokračovat?
es_es: El método de envío será aplicado a todos los vendedores. ¿Esta seguro de que desea continuar?
he_il: שיטת משלוח תחול על כל הספקים. האם אתה בטוח שברצונך להמשיך?
ja_jp: すべての出品者向けにこの配送方法を適用します。処理を継続してよろしいですか？
nl_nl: De verzendmethode wordt toegepast op alle leveranciers. Weet je zeker dat je verder wilt gaan?
ro_ro: Metoda de transport va fi aplicată la toti furnizori. Sunteţi sigur că doriţi să continuaţi?

# Languages::shipping_applied_to_vendors
source: The shipping method was applied to [vendors] vendors
ar_sa: تم تطبيق أسلوب الشحن للبائعين [vendors]
cs_cz: Způsob dopravy byl aplikován na [vendors] prodejce
es_es: El método de envío será aplicado a los vendedores [vendors]
he_il: שיטת משלוח חלה על[vendors] ספקים
ja_jp: 配送方法が [vendors] 件の出品者に適用されました
nl_nl: De verzendmethode is toegepast op [vendors] leveranciers
ro_ro: Metoda de transport a fost aplicat la [vendors] furnizori

# Languages::block_vendor_filters
source: Vendor filters
ar_sa: مرشحات المورد
cs_cz: Filtry prodejce
es_es: Filtros de proveedor
he_il: מסנני הספקים
ja_jp: 出品者フィルタ
nl_nl: Filters van verkoper
ro_ro: Filtre furnizor

# Languages::email_template.apply_for_vendor_notification
source: Apply for vendor
ar_sa: تطبيق للمورد
cs_cz: Stát se prodejcem
es_es: Aplicar para ser vendedor
he_il: הקש בקשה לספק
ja_jp: 出品者登録申請
nl_nl: Aanvraag om te verkopen
ro_ro: Se aplică pentru furnizor

# Languages::email_template.company_status_notification
source: Company status change
ar_sa: تغيير حالة الشركة
cs_cz: Změna statusu firmy
es_es: Cambio del estado de la empresa
he_il: שינוי סטטוס החברה
ja_jp: 出品者ステータスの変更
nl_nl: Verandering van bedrijfsstatus
ro_ro: Schimbare stare firma

# Languages::email_template.company_payment_notification
source: Company payment
ar_sa: شركة الدفع
cs_cz: Firemní platba
es_es: Pago de la empresa
he_il: תשלום החברה
ja_jp: 出品者への支払い
nl_nl: Bedrijfsbetaling
ro_ro: Sisteme de plata pentru firma

# Languages::email_template.vendor_invitation
source: Vendor invitation
ar_sa: دعوة البائع
cs_cz: Pozvánka prodejce
es_es: Invitación del vendedor
he_il: הזמנת הספק
ja_jp: マーケットプレイス出品者への招待
nl_nl: Verkoper uitnodiging
ro_ro: Invitație furnizor

# Languages::vendor_invitation_email_subject
source: Come Sell With [default_company_name]
ar_sa: تعال للبيع مع [default_company_name]
cs_cz: Prodat s [default_company_name]
es_es: Ven a Vender con [default_company_name]
he_il: בוא למכור עם [default_company_name]
ja_jp: [default_company_name] で商品を販売しませんか
nl_nl: Kom verkopen met [default_company_name]
ro_ro: Vino să vinzi cu [default_company_name]

# Languages::vendor_invitation_email_body
source: <p>Hello,</p><br/><p>We'd like to invite you to <a href="[create_account_url]">create an account</a> with [default_company_name]. You'll be able to expand your client base by listing your products on our platform and selling them to our visitors.</p><br/><p>Best regards,</p><p>[default_company_name] team</p>
ar_sa: <p> مرحبًا ، </p> <br/> <p> نود دعوتك <a href="[create_account_url]"> لإنشاء حساب </a> باستخدام [default_company_name]. ستتمكن من توسيع قاعدة عملائك من خلال إدراج منتجاتك على منصتنا وبيعها لزوارنا. </p> <br/> <p> مع أطيب التحيات ، </p> <p> فريق [default_company_name] </p>
cs_cz: <p>Dobrý den,</p><br/><p> chtěli bychom vás pozvat k <a href="[create_account_url]"><a href="[create_account_url]">vytvoření účtu</a> u [default_company_name]. Budete moci rozšířit klientskou základnu tím, že budete přidávat produkty na naši platformu a prodávat je návštěvníkům. </p><br/><p>Hodně štěstí, </p><p>[default_company_name] tým</p>
es_es: <p>Hola,</p><br/><p>Nos gustaría invitarte a <a href="[create_account_url]">crear una cuenta</a> con [default_company_name]. Podrás ampliar tu base de clientes al listar tus productos en nuestra plataforma y venderlos a nuestros visitantes.</p><br/><p>Saludos,</p><p>[default_company_name] team</p>
he_il: <p>שלום, </p><br/><p>אנו רוצים להזמין אותך <a href="[create_account_url]">ליצור חשבון </a> ב- [default_company_name]. תוכל להרחיב את בסיס הלקוחות שלך באמצעות הצגת המוצרים שלך בפלטפורמה שלנו ומכירתם למבקרים שלנו.</p><br/><p>בברכה,</p>[default_company_name] team</p>
ja_jp: <p>ご担当者様</p><br/><p>[default_company_name] で <a href="[create_account_url]">出品者登録</a> をしませんか？あなたの商品を [default_company_name] に掲載することで顧客層を広げることができます。</p><br/><p>よろしくお願いいたします。</p><p>[default_company_name]</p>
nl_nl: <p>Hallo,</p><br/><p>We willen u graag uitnodigen om <a href="[create_account_url]">een account aan te maken</a> met [default_company_name]. U kunt uw klantenbestand uitbreiden door uw producten op ons platform te vermelden en aan onze bezoekers te verkopen.</p><br/><p>Met vriendelijke groeten,</p><p>[default_company_name] team</p>
ro_ro: <p> Bună ziua, </p> <br/> <p> Am dori să vă invităm să <a href="[create_account_url]"> creați un cont </a> pe site-ul nostru [default_company_name]. Veți putea să vă extindeți baza de clienți listând produsele dvs. pe platforma noastră și vânzându-le vizitatorilor noștri. </p> <br/> <p> Cu respect, </p> <p> echipa [default_company_name]</p>

# Languages::vendor_terms_n_conditions
source: I accept the [terms_href]
ar_sa: أنا أقبل [terms_href]
cs_cz: Souhlasím [terms_href]
es_es: Acepto los términos de [terms_href]
he_il: אני מקבל את [terms_href]
ja_jp: [terms_href] に同意する
nl_nl: Ik accepteer de [terms_href]
ro_ro: Accept [terms_href]

# Languages::vendor_terms_n_conditions_name
source: Terms and Conditions
ar_sa: الشروط والأحكام
cs_cz: Pravidla a podmínky
es_es: Términos y Condiciones
he_il: תנאי שימוש
ja_jp: 利用規約
nl_nl: Algemene voorwaarden
ro_ro: Termeni si conditii
