Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/editions/mve.po
Languages: ar_sa, cs_cz, es_es, he_il, ja_jp, nl_nl, ro_ro

# Languages::vendors_activity.not_logged_in_vendors
source: Vendors who haven't signed in
ar_sa: الباعة الذين لم يسجلوا الدخول
cs_cz: Prodejci, kteří se nepřihlásili
es_es: Vendedores que no se han registrado
he_il: ספקים שלא התחברו
ja_jp: 未ログイン出品者数
nl_nl: Verkopers die zich niet hebben aangemeld
ro_ro: Vânzători (furnizori) care nu s-au conectat

# Languages::vendors_activity.new_products
source: New products
ar_sa: منتجات جديدة
cs_cz: Nové zboží
es_es: Nuevos productos
he_il: מוצרים חדשים
ja_jp: 新規商品数
nl_nl: Nieuwe producten
ro_ro: Produse noi

# Languages::vendors_activity.orders_created
source: Orders created
ar_sa: تم إنشاء الطلبات
cs_cz: Vytvořené objednávky
es_es: Pedidos creados
he_il: הזמנות שנוצרו
ja_jp: 作成済み注文数
nl_nl: Bestellingen gemaakt
ro_ro: Comenzi create

# Languages::vendor_names
source: Vendor names
ar_sa: أسماء البائعين
cs_cz: Název dodavatele
es_es: Nombres del vendedor
he_il: שמות ספקים
ja_jp: 出品者名
nl_nl: Naam verkoper
ro_ro: Numele furnizorilor(vendorilor)

# Languages::vendor_logos_and_product_count
source: Vendor logos and product count
ar_sa: شعارات البائع وعدد المنتجات
cs_cz: Logo prodejce a počet produktů
es_es: Logos del vendedor y contador de productos
he_il: לוגואים של הספקים ווספירת המוצרים
ja_jp: 出品者のロゴと商品数
nl_nl: Leverancierslogo's en producttelling
ro_ro: Siglele furnizorului și numărul de produse

# Languages::invite_vendors
source: Invite vendors
ar_sa: دعوة البائعين
cs_cz: Pozvat prodejce
es_es: Invitar a vendedores
he_il: הזמן ספקים
ja_jp: 出品者へ招待
nl_nl: Nodig verkopers uit
ro_ro: Invită vendori(vânzători)

# Languages::invite_vendors_title
source: Invite people to register as vendors in your marketplace
ar_sa: ادعُ الأشخاص للتسجيل كبائعين في السوق الخاص بك
cs_cz: Pozvat lidi, aby se zaregistrovali jako prodejci ve vašem obchodě
es_es: Invitar a la gente a registrarse como vendedores en su marketplace
he_il: הזמן אנשים שיירשמו בתור ספקים בזירת המסחר שלך
ja_jp: 出品者へ招待
nl_nl: Nodig mensen uit om zich te registreren als leveranciers op uw marktplaats
ro_ro: Invitați oamenii să se înregistreze ca furnizori pe piața dvs.

# Languages::invite_vendors_enter_emails
source: Emails where to send invitations
ar_sa: رسائل البريد الإلكتروني حيث لإرسال الدعوات
cs_cz: Emaily, kam poslat pozvnánky
es_es: Correos electrónicos donde enviar las invitaciones
he_il: כתובות דוא"ל למשלוח הזמנות (invitations)
ja_jp: 招待状を送信するEメールアドレス
nl_nl: E-mails waar uitnodigingen naartoe kunnen worden gestuurd
ro_ro: E-mailuri unde să trimiteți invitații

# Languages::separate_multiple_email_addresses
source: If you enter multiple emails, write each of them in a new line.
ar_sa: إذا أدخلت عدة رسائل بريد إلكتروني ، فاكتب كل منها في سطر جديد.
cs_cz: Pokud vložíte více emailů, napište každý na nový řádek
es_es: Si introduces varios correos electrónicos, escriba cada uno de ellos en una nueva línea.
he_il: אם ברצונך לרשום מספר כתובות דוא"ל, רשום כל אחת מהן בשורה חדשה.
ja_jp: 複数のEメールアドレスがある場合は、各Eメールアドレスを改行して入力してください。
nl_nl: Als u meerdere e-mails invoert, schrijf deze dan op een nieuwe regel.
ro_ro: Dacă introduceți mai multe e-mailuri, scrieți fiecare dintre ele într-o nouă linie.

# Languages::send_invitations
source: Invite
ar_sa: دعوة
cs_cz: Pozvat
es_es: Invitar
he_il: הזמן (Invite)
ja_jp: 招待
nl_nl: Nodig uit
ro_ro: Invitație

# Languages::pending_vendor_invitations
source: Pending vendor invitations
ar_sa: دعوات البائع المعلقة
cs_cz: Čekající pozvánka prodejce
es_es: Invitaciones de vendedores pendientes
he_il: ממתין להזמנות (invitations) ספק
ja_jp: 出品者へ招待中のお客様
nl_nl: In afwachting van leveranciersuitnodigingen
ro_ro: Invitații în așteptare la vânzător

# Languages::pending_vendor_invitations_menu_description
source: Manage invitations to your marketplace for potential vendors.
ar_sa: إدارة الدعوات إلى السوق الخاص بك للبائعين المحتملين.
cs_cz: Spravovat pozvánky pro potenciální prodejce ve vašem obchodě.
es_es: Gestionar invitaciones a su marketplace para los posibles vendedores.
he_il: נהל הזמנות ספקים פוטנציאליים לזירת המסחר שלך.
ja_jp: 出品者への招待状の管理
nl_nl: Beheer uitnodigingen voor uw marktplaats voor potentiële leveranciers.
ro_ro: Gestionați invitațiile pe piața dvs. pentru potențiali furnizori.

# Languages::vendor_invited_at
source: Date sent
ar_sa: تاريخ إرسالها
cs_cz: Datum pozvánky
es_es: Fecha de envío
he_il: תאריך משלוח
ja_jp: 送信日
nl_nl: Datum verzonden
ro_ro: Data trimiterii

# Languages::vendor_invitations_sent_notification
source: Invitations sent: [sent_quantity]
ar_sa: الدعوات المرسلة: [sent_quantity]
cs_cz: Pozvánky odeslány: [sent_quantity]
es_es: Invitaciones enviadas: [sent_quantity]
he_il: הזמנות (Invitations) נשלחו: [sent_quantity]
ja_jp: 送信済み招待状数: [sent_quantity]
nl_nl: Uitnodigingen verzonden: [sent_quantity]
ro_ro: Invitații trimise: [sent_quantity]

# Languages::vendor_invitations_fail_notification
source: Invitations not sent: [failed_quantity]<br/><b>[emails_list]</b><br/>An invitation won't be sent if it has already been sent to that email address before. But if none of your invitations are being sent, and you haven't sent invitations to those addresses before, please make sure that [product] can send any emails at all. If it can't, then the problem is related to [product] or server configuration. In that case, please contact your server administrator, hosting provider, or <a href="https://helpdesk.cs-cart.com/" target="_blank">our technical support</a> to investigate.
ar_sa: الدعوات التي لم يتم إرسالها: [failed_quantity] <br/> <b> [emails_list] </b> <br/> لن يتم إرسال دعوة إذا تم إرسالها بالفعل إلى عنوان البريد الإلكتروني هذا من قبل. ولكن إذا لم يتم إرسال أي من دعواتك ، ولم ترسل دعوات إلى هذه العناوين من قبل ، فيرجى التأكد من أن [product] يمكنه إرسال أي رسائل بريد إلكتروني على الإطلاق. إذا لم تستطع ، فإن المشكلة تتعلق بـ [product] أو تكوين الخادم. في هذه الحالة ، يرجى الاتصال بمسؤول الخادم أو مزود الاستضافة أو <a href="https://helpdesk.cs-cart.com/" target="_blank"> الدعم الفني </a> للتحقق.
cs_cz: Pozvánky nebyly odeslány: [failed_quantity]<br/><b>[emails_list]</b><br/> Pozvánka nebyla odeslána, protože již byla na stejný mail jednou poslána. Pokud však žádná pozvánka nebyla nyní odeslána a předtím jste na tento mail pozvánku neposlali, ujistěte se, zda [product] nic nebrání posílat emaily. Pokud nelze zasílat, pak nejspíše bude chyba v [product] nebo na serveru. V tom případě prosím kontaktujte svého administrátora, poskytovatele hostingu nebo napište na naši technickou podporu <a href="https://helpdesk.cs-cart.com/" target="_blank"> k analyzování problému.
es_es: Invitaciones no enviadas: [failed_quantity]<br/><b>[emails_list]</b><br/>No se enviará una invitación si ya se ha enviado a esa dirección de correo electrónico antes. Pero si no se envía ninguna invitación, y no has enviado invitaciones a esas direcciones antes, asegúrate de que [product] pueda enviar algún correo electrónico. Si no puede, el problema está relacionado con [product] o con la configuración del servidor. En ese caso, ponte en contacto con el administrador del servidor, el proveedor de alojamiento o <a href="https://helpdesk.cs-cart.com/" target="_blank">nuestro soporte técnico</a> para investigar.
he_il: הזמנות (Invitations) לא נשלחו: [failed_quantity]<br/><b>[emails_list]</b><br/>הזמנה לא תישלח אם היא כבר נשלחה לכתובת דוא"ל זה בעבר. אך אם כל ההזמנות שלך לא נשלחו ולא שלחת הזמנות לכתובות אלה קודם, וודא ש [product] הזה יכול לשלוח הזמנות בכלל. אם הוא לא יכול, אז קיימת בעיה הקשורה לתצורת [product] או שרת. במקרה זה, צור קשר עם מנהל השרת שלך, ספק אירוח, או <a href="https://helpdesk.cs-cart.com/" target="_blank"> תמיכה טכנית שלנו </a>כדי לברר את העניין.
ja_jp: 送信されなかった招待状: [failed_quantity]<br/><b>[emails_list]</b><br/>以前に送信済みのEメールアドレスには招待状は送信されません。
nl_nl: Uitnodigingen niet verzonden: [failed_quantity]<br/><b>[emails_list]</b><br/>Een uitnodiging wordt niet verzonden als deze al eerder naar dat e-mailadres is verzonden. Maar als geen van uw uitnodigingen wordt verzonden en u nog geen uitnodigingen naar die adressen hebt verzonden, zorg er dan voor dat [product] e-mails kan verzenden. Als dit niet het geval is, is het probleem gerelateerd aan [product] of serverconfiguratie. Neem in dat geval contact op met uw serverbeheerder, hostingprovider of <a href="https://helpdesk.cs-cart.com/" target="_blank">onze technische ondersteuning</a> om dit te onderzoeken.
ro_ro: Invitațiile nu au fost trimise: [failed_quantity]<br/><b>[emails_list]</b><br/>O invitație nu va fi trimisă dacă a fost deja trimisă la acea adresă de e-mail. Dar dacă niciuna dintre invitațiile dvs. nu este trimisă și nu ați mai trimis invitații la acele adrese, vă rugăm să vă asigurați că [product] poate trimite orice e-mail. Dacă nu poate, atunci problema este legată de[product] sau de configurarea serverului. În acest caz, vă rugăm să contactați administratorul serverului, furnizorul de găzduire sau <a href="https://helpdesk.cs-cart.com/" target="_blank">suportul nostru tehnic</a> pentru a investiga.

# Languages::vendor_edit_invitation_email_template
source: <a href="[url]">Edit vendor invitation email template</a>
ar_sa: <a href="[url]"> تعديل نموذج البريد الإلكتروني لدعوة المورد </a>
cs_cz: <a href="[url]">Upravit šablonu emailu - pozvánka prodejci</a>
es_es: <a href="[url]">Editar plantilla de correo electrónico de invitación a proveedores</a>
he_il: <a href="[url]">ערוך את תבנית הזמנת ספק בדוא"ל</a>
ja_jp: <a href="[url]">出品者への招待状を編集</a>
nl_nl: <a href="[url]">E-mailsjabloon voor leveranciersuitnodigingen bewerken</a>
ro_ro: Editați șablonul de e-mail pentru invitația furnizorului

# Languages::all_companies
source: All vendors
ar_sa: كل الباعة
cs_cz: Všichni prodejci
es_es: Todos los vendedores
he_il: כל הספקים
ja_jp: すべての出品者
nl_nl: Alle verkopers
ro_ro: Toți vendorii/furnizorii

# Languages::is_default_storefront
source: Default storefront
ar_sa: واجهة المحل الافتراضية
cs_cz: Defaultní storefront
es_es: Tienda por defecto
he_il: חזית חנות של ברירת מחדל
ja_jp: デフォルトショップ
nl_nl: Standaard storefront

# Languages::default_storefront_must_exist
source: Default storefront must exist in the store
ar_sa: يجب أن تكون واجهة المتجر الافتراضية موجودة في المتجر
cs_cz: Defaultní storefront musí existovat v obchodě
es_es: La tienda por defecto debe existir en el comercio
he_il: חזית החנות של ברירת מחדל חייבת להתקיים בחנות
ja_jp: デフォルトのストアフロントはショップ内に存在する必要があります
nl_nl: Standaard storefront moet bestaan in de winkel

# Languages::cant_remove_default_storefront
source: Default storefront <b>[url]</b> can't be removed
ar_sa: لا يمكن إزالة واجهة المتجر الافتراضية <b> [url] </b>
cs_cz: Defaultní storefront <b>[url]</b> nemůže být smazán
es_es: La tienda por defecto <b>[url]</b> no se puede eliminar
he_il: לא ניתן להסיר את חזית החנות של ברירת מחדל b>[url]</b>
ja_jp: デフォルトショップ <b>[url]</b> は削除できません
nl_nl: Standaard storefront <b>[url]</b> kan niet worden verwijderd

# Languages::copy_theme_from_another_storefront
source: Copy theme and its layouts from another storefront
ar_sa: انسخ المظهر وتنسيقاته من واجهة متجر أخرى
cs_cz: Zkopírovat šablonu a rozvržení z jiného storefrontu
es_es: Copiar el tema y los diseños de otra tienda
he_il: העתק את הנושא ואת הפריסות שלו מחזית חנות אחרת
ja_jp: 別のストアフロントからテーマとそのレイアウトをコピー
nl_nl: Kopieer het thema en de lay-outs van een andere winkel

# Languages::n_vendors
source: [n] vendor|[n] vendors
ar_sa: [n] بائع | [n] بائعون
cs_cz: [n] prodejce|[n] prodejci
es_es: [n] vendedor|[n] vendedores
he_il: [n] ספק|[n] ספקים
ja_jp: [n] 出品者|[n] 出品者
nl_nl: [n] verkoper|[n] verkopers

# Languages::event.vendors_require_approval.name
source: Vendors require approval
ar_sa: يحتاج البائعون إلى الموافقة
cs_cz: Prodejce vyžaduje schválení
es_es: Los proveedores deben ser aprobados
he_il: ספקים דורשים אישור
ja_jp: ベンダーは承認が必要です
ro_ro: Vânzătorii necesită aprobare

# Languages::event.vendors_require_approval.title
source: Some vendors are pending approval
ar_sa: بعض البائعين في انتظار الموافقة
cs_cz: Někteří prodejci čekají na schválení
es_es: Algunos vendedores están pendientes de aprobación
he_il: חלק מהספקים ממתינים לאישור
ja_jp: いくつかのベンダーは承認が保留されています
ro_ro: Unii vânzători sunt în așteptarea aprobării

# Languages::event.vendor_status_changed.name
source: Vendor status changed to [status]
ar_sa: تغيرت حالة البائع إلى [status]
cs_cz: Status prodejce byl změněn na [status]
es_es: Estado del vendedor cambiado a [estado]
he_il: סטטוס הספק השתנה ל [סטטוס]
ja_jp: ベンダーステータスは [status] に変更されました
ro_ro: Starea vânzătorului schimbată în [status]

# Languages::event.vendor_status_changed_from.name
source: Vendor status changed from [status]
ar_sa: تم تغيير وضع البائع من [status]
cs_cz: Status prodejce byl změněn z [status]
es_es: Estado del vendedor cambiado desde [estado]
he_il: סטטוס הספק השתנה מ- [סטטוס]
ja_jp: [status] から出品者ステータスが変更されました

# Languages::email_template.company_status_suspended_notification
source: Company status change to Suspended
ar_sa: تغيير حالة الشركة إلى معلق
cs_cz: Status firmy byl změněn na "Odstaveno"
es_es: Cambio de estado de la empresa a Suspendida
he_il: שינוי סטטוס החברה למושעה
ja_jp: 会社のステータスが一時停止に変更されました。
ro_ro: Schimbarea statutului companiei în "Suspendat"

# Languages::event.vendor_status_changed.title
source: Your status has been changed to [status]
ar_sa: تم تغيير حالتك إلى [status]
cs_cz: Váš status byl změněn na [status]
es_es: Su estado ha sido cambiado a [status]
he_il: הסטטוס שלך השתנה ל [סטטוס]
ja_jp: ベンダーステータス [status] は変更されています
ro_ro: Starea ta a fost schimbată în [status]

# Languages::event.vendor_status_changed.active.message
source: All your active products will now appear in the store
ar_sa: ستظهر الآن جميع منتجاتك النشطة في المتجر
cs_cz: Všechny vaše aktivní produkty se nyní zobrazí v obchodě
es_es: Todos sus productos activos aparecerán ahora en la tienda
he_il: כל המוצרים הפעילים שלך יופיעו כעת בחנות
ja_jp: 全ての有効な商品はショップに表示されます
ro_ro: Toate produsele tale active vor apărea acum în magazin

# Languages::event.vendor_status_changed.pending.message
source: You can work with the admin panel and manage your products, but they won't appear to customers until your status changes to Active.
ar_sa: يمكنك العمل مع لوحة الإدارة وإدارة منتجاتك ، لكنها لن تظهر للعملاء حتى تتغير حالتك إلى نشطة.
cs_cz: Můžete pracovat s administračním panelem a spravovat produkty, produkty se však nezobrazí zákazníkovi na webu, dokud nebudou Aktivní
es_es: Puede trabajar con el panel de administración y gestionar sus productos, pero no aparecerán a los clientes hasta que su estado cambie a Activo.
he_il: אתה יכול לעבוד עם לוח הניהול ולנהל את המוצרים שלך, אך הם לא יופיעו בפני לקוחות עד שהסטטוס שלך ישתנה לפעיל.
ja_jp: 管理画面を使用して商品を管理できますが、ステータスが有効に変わるまで、ユーザーには表示されません。
ro_ro: Poți lucra în panoul de admin să gestionezi produsele, dar acestea vor apărea clienților doar când starea ta se va schimba în Activ.

# Languages::vendor_notifications
source: Vendor notifications
ar_sa: إخطارات البائع
cs_cz: Upozornění prodejce
es_es: Notificaciones del vendedor
he_il: התראות של ספק
ja_jp: 出品者通知
ro_ro: Notificări vendor

# Languages::log_in_as_vendor
source: Log in as vendor
ar_sa: تسجيل الدخول كبائع
cs_cz: Přihlásit se jako prodejce
es_es: Iniciar sesión como proveedor
he_il: להתחבר כספק
ja_jp: 出品者としてログイン
ro_ro: Conectați-vă ca furnizor(vendor)

# Languages::vendor_owner
source: Vendor's main administrator
ar_sa: المسؤول الرئيسي للبائع
cs_cz: Správce prodejců
es_es: Administrador principal del proveedor
he_il: המנהל הראשי של הספק
ja_jp: 出品者のメイン管理者
ro_ro: Administratorul principal al vendorului

# Languages::owner_company
source: Vendor
ar_sa: المتجر
cs_cz: Prodejce
es_es: Vendedor
he_il: ספק
ja_jp: 出品者

# Languages::block_manager.dynamic_entity_companies
source: vendor
ar_sa: المتجر
cs_cz: prodejce
es_es: vendedor
he_il: ספק
ja_jp: 出品者

# Languages::vendor_features_only
source: Features created by vendors
ar_sa: الميزات التي أنشأها البائعون
cs_cz: Vlastnosti vytvořené prodejcem
es_es: Características creadas por los proveedores
he_il: תכונות שנוצרו על ידי ספקים
ja_jp: 出品者が作成した機能
ro_ro: Funcții create de furnizori

# Languages::any_vendor
source: Any vendor
ar_sa: أي بائع
cs_cz: žádný prodejce
es_es: Cualquier vendedor
he_il: כל ספק
ja_jp: いくつかの出品者
ro_ro: Orice vânzător

# Languages::event.apply_for_vendor_notification.name
source: New vendor account application
ar_sa: طلب الانضمام كبائع جديد
cs_cz: Požadavek o nový účet prodejce
es_es: Nueva solicitud de cuenta de vendedor
he_il: יישום חשבון ספק חדש
ja_jp: 新しい出品者のアカウント申請
ro_ro: Nouă solicitare de creare a unui cont de vânzător(vendor)

# Languages::suspend_alert
source: <p>Your account is suspended. To lift the suspension, please contact us.</p>
ar_sa: <p> تم تعليق حسابك. لرفع التعليق ، يرجى الاتصال بنا. </p>
cs_cz: <p>Váš účet je nyní odstaven. Pokud to chcete změnit, kontaktujte nás.</p>
es_es: <p>Su cuenta está suspendida. Para levantar la suspensión, póngase en contacto con nosotros.</p> <p>
he_il: <p> חשבונך מושעה. לביטול ההשעיה, אנא צרו איתנו קשר. </p>
ja_jp: <p>あなたのアカウントは停止されています。 停止を解除するには、お問合せください。</ p>
ro_ro: <p> Contul dvs. este suspendat. Pentru a ridica suspendarea, vă rugăm să ne contactați. </p>

# Languages::event.vendor_status_changed.suspended.title
source: Your account is suspended
ar_sa: تم تعليق حسابك
cs_cz: Váš účet byl odstaven
es_es: Su cuenta está suspendida
he_il: חשבונך מושעה
ja_jp: あなたのアカウントは停止されています。
ro_ro: Contul tau a fost suspendat

# Languages::event.vendor_status_changed.suspended.message
source: To lift the suspension, please contact us.
ar_sa: لرفع التعليق ، يرجى الاتصال بنا.
cs_cz: Pro zrušení odstavení účtu nás prosím kontaktujte
es_es: Para levantar la suspensión, póngase en contacto con nosotros.
he_il: לביטול ההשעיה, אנא צרו איתנו קשר.
ja_jp: 停止を解除する場合は、お問合せください。
ro_ro: Pentru a vă reînnoi contul, vă rugăm să ne contactați.

# Languages::text_company_status_suspended_subj
source: Your account is suspended
ar_sa: تم تعليق حسابك
cs_cz: Váš obchod je odstaven
es_es: Su cuenta está suspendida
he_il: חשבונך מושעה
ja_jp: あなたのアカウントは停止されています。
ro_ro: Contul tau a fost suspendat

# Languages::logo_section.vendor
source: Default logo for new vendors
ar_sa: الشعار الافتراضي للبائعين الجدد
cs_cz: Defaultní logo pro nové obchodníky
es_es: Logotipo por defecto para los nuevos vendedores
he_il: לוגו ברירת מחדל לספקים חדשים
ja_jp: 新しい出品者のデフォルトロゴ
ro_ro: Sigla prestabilită pentru noii furnizori

# ProfileFields::tax_number
source: Tax number
ar_sa: الرقم الضريبي
es_es: Número de identificación fiscal

# Languages::tax_number
source: Tax number
ar_sa: الرقم الضريبي
es_es: Número de impuesto

# Languages::text_sent_an_email_access_information
source: We've sent you an email with access information.
ar_sa: لقد أرسلنا لك رسالة بريد إلكتروني تحتوي على معلومات الوصول.
es_es: Le enviamos un correo electrónico con información de acceso.

# Languages::update_notification.approve_vendors_notification_title
source: Simplified vendor approval flow
ar_sa: تدفق مبسط لموافقة البائعين
es_es: Flujo de aprobación de proveedores simplificado

# Languages::update_notification.approve_vendors_notification
source: <p>Previously, administrators had to check each and every vendor that registered in the marketplace. They manually approved those vendors to make them appear on the storefront and/or grant them access to the admin panel. There was no way for a vendor to start working in the marketplace (at least in the admin panel) immediately after registration.</p><p>Now vendors get access to the admin panel immediately after registration, as long as you allow automatic creation of administrator accounts for them. By default, vendors still require approval before they and their products appear on the storefront. But you can lift that restriction in the settings of the "Vendor data premoderation" add-on.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">View moderation settings</a></p>
ar_sa: <p> في السابق ، كان على المسؤولين التحقق من كل مورد مسجل في السوق. وافقوا يدويًا على هؤلاء الموردين لإظهارهم في واجهة المتجر و / أو منحهم حق الوصول إلى لوحة الإدارة. لم تكن هناك طريقة للمورد لبدء العمل في السوق (على الأقل في لوحة الإدارة) فور التسجيل.<p></p> الآن يمكن للبائعين الوصول إلى لوحة الإدارة فور التسجيل ، طالما أنك تسمح تلقائيًا إنشاء حسابات المسؤول لهم. بشكل افتراضي ، لا يزال البائعون بحاجة إلى الموافقة قبل ظهورهم ومنتجاتهم في واجهة المتجر. ولكن يمكنك رفع هذا التقييد في إعدادات الوظيفة الإضافية "إصدار بيانات المورد".</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary"> عرض إعدادات الإشراف</a></p>

# Languages::mve_plus_license
source: [product] Plus
es_es: [producto] Más
he_il: [product] פלוס

# Languages::mve_ultimate_license
source: [product] Ultimate
he_il: [product] אולטימטיבי

# Languages::store_mode.plus
source: Plus
he_il: פלוס
ja_jp: プラス
