Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/editions/mve.po
Languages: ar_sa, cs_cz, es_es, he_il, ja_jp, nl_nl, ro_ro

# Languages::add_companies
source: Add vendors
ar_sa: إضافة باعة
cs_cz: Přidání prodejců
es_es: Agregar tiendas
he_il: הוסף ספקים
ja_jp: 出品者の追加
nl_nl: Verkopers toevoegen
ro_ro: Adaugă furnizori

# Languages::add_companies_and_close
source: Add vendors and close
ar_sa: إضافة الباعة وإغلاق
cs_cz: Přidat prodejce a zavřít
es_es: Añadir tiendas y cerrar
he_il: הוסף ספקים וסגור
ja_jp: 出品者を追加して閉じる
nl_nl: Verkopers toevoegen en sluiten
ro_ro: Adaugă furnizori și închideți

# Languages::add_vendor
source: Add vendor
ar_sa: إضافة بائع
cs_cz: Přidat prodejce
es_es: Agregar vendedor
he_il: הוסף ספק
ja_jp: 出品者の追加
nl_nl: Verkoper toevoegen
ro_ro: Adaugă furnizor

# Languages::add_vendor_administrator
source: Add vendor's administrator
ar_sa: إضافة أدمن البائع
cs_cz: Přidat správce prodejců
es_es: Agregar administrador del proveedor
he_il: הוסף מנהל ספקים
ja_jp: 出品者データ管理者の追加
nl_nl: Beheerder van verkopers toevoegen
ro_ro: Adauga Administratorul de furnizor

# Languages::vendor_administrator
source: Vendor's administrator
ar_sa: أدمن الباعة
cs_cz: Správce prodejců
es_es: Administrador del proveedor
he_il: מנהל הספק
ja_jp: 出品者データ管理者
nl_nl: Verkopers beheerder
ro_ro: Administrator de furnizori/ vînzători

# Languages::vendor_administrators
source: Vendor's administrators
ar_sa: حسابات أدمن الباعة
cs_cz: Správci prodejců
es_es: Administradores del proveedor
he_il: מנהלי ספק
ja_jp: 出品者データ管理者
nl_nl: Verkopers beheerders
ro_ro: Administratorii furnizori/ vînzători

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
ar_sa: قائمة حسابات الأدمن للأعضاء الذين يمتلكون حساب بائع.
cs_cz: Seznam správců prodejců, registrovaných uživatelů s účtem prodejce.
es_es: Lista de administradores del proveedor, los usuarios registrados con una cuenta de vendedor.
he_il: רשימת מנהלי ספק, משתמשים רשומים עם חשבון ספק.
ja_jp: 出品者データ管理者の一覧です。
nl_nl: Overzicht van verkopers.
ro_ro: Lista de administratori furnizori(vînzători), utilizatori înregistrați cu un cont de furnizor(vînzător).

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a href="[href]">this URL</a> to view the account details</a>.
ar_sa: مرحبًا ، <br/> <br/> لديك مرشح بائع جديد في متجرك. حساب البائع هذا معلق حتى توافق عليه. اتبع <a href="[href]"> عنوان URL هذا </a> لعرض تفاصيل الحساب </a>.
cs_cz: Dobrý den, <br/><br/>máte nového kandidáta na prodejce ve vašem obchodě. Toto konto prodejce čeká na schválení. Použijte <a href="[href]">tuto adresu URL </a>pro zobrazení detailů účtu.
es_es: Hola,<br/><br/>Tienes un nuevo candidato para vendedor en tu tienda. La cuenta de este vendedor está esperando tu aprobación. Sigue<a href="[href]">esta URL</a>para visualizar los datos de la cuenta</a>.
he_il: שלום, <br/><br/> יש לך מועמד חדש לספק בחנות שלך. חשבון ספק זה ממתין לאישורך. עבור ל<a href="[href]">כתובת הזו</a> כדי לצפות בפרטי החשבון</a>.
ja_jp: 出品者の登録申請がありました。（<a href="[href]">申請内容の確認</a>）
nl_nl: Hallo,<br/><br/>U hebt een nieuwe kandidaat-leverancier in uw winkel. Dit leveranciersaccount is in behandeling totdat u het goedkeurt. Volg <a href="[href]">deze URL</a> om de accountgegevens te bekijken </a>.
ro_ro: Bună,<br/><br/>Aveți o nouă solicitare in calitate de furnizor in magazin dvs. Acest cont furnizor este în așteptarea aprobării. Urmați <a href="[href]"> această adresă URL</a> pentru a vizualiza detaliile contului </a>.

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
ar_sa: اذهب للوحة تحكم البائع
cs_cz: Přejděte na panel prodejců
es_es: Ir al panel de proveedores
he_il: עבור לפנל ספק
ja_jp: 出品者用パネルに移動
nl_nl: Ga naar het paneel voor verkopers
ro_ro: Mergeți la panoul de furnizor

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
ar_sa: إحصائيات الدخل والإنفاق (الإجمالي ولكل بائع وبواسطة الفترة).
cs_cz: Statistiky příjmů a výdajů (celkem, za prodejce, za období).
es_es: Estadísticas de ingresos y gastos (totales, por vendedor, por periodo).
he_il: סטטיסטיקת הכנסות והוצאות (סה"כ, לספק, לתקופה).
ja_jp: 各出品者入出金管理です。
nl_nl: Statistieken van inkomsten en uitgaven (totaal, per verkoper, per periode).
ro_ro: Statisticile de venituri și cheltuieli (total, pe furnizor, pe perioadă).

# Languages::merge_vendor
source: Merge vendor
ar_sa: دمج البائع
cs_cz: Sloučit prodejce
es_es: Combinar proveedor
he_il: מזג ספק
ja_jp: 出品者の統合
nl_nl: Verkopers samenvoegen
ro_ro: Îmbinare furnizor

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
ar_sa: اختر مالك جديد لبيانات بروفايل هذه الشركة:
cs_cz: Vyberte nového vlastníka z profilových údajů společnosti:
es_es: Seleccione el nuevo propietario de los datos del perfil de la empresa:
he_il: בחר בעלים חדשים של פרופיל מידע של החברה:
ja_jp: この出品者の新しいオーナーを選択してください:
nl_nl: Selecteer een nieuwe eigenaar voor dit bedrijfsprofiel:
ro_ro: Selectați un nou proprietar al profilului datelor acestei companii:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
ar_sa: عند دمج حسابين الشركتين, سيتم حذف [company_name] من قاعدة البيانات, وسيتم نقل كل بيانات البروفايل (المنتجات والطلبات وطرق الشحن والأعضاء والترويجات, إلخ..) إلى حساب هذه الشركة
cs_cz: Sloučení dvou účtů společnosti odstraní [company_name] z databáze a všechny údaje profilu (produkty, objednávky, přepravní metody, uživatelé, akce, atd) se převedou na účet této společnosti
es_es: Al fusionar dos cuentas de la compañía eliminará a "[company_name]" de la base de datos. Todos los datos del perfil (productos, pedidos, envío de métodos, los usuarios, promociones, etc.) se transferirá a la cuenta de la empresa
he_il: מיזוג שני חשבונות של חברות יסיר[company_name]מבסיס נתונים, וכל נתוני הפרופיל (מוצרים, הזמנות, שיטות משלוח, משתמשים, מבצעי קידום, וכו') יועברו לחשבון החברה הזו
ja_jp: アカウントを統合すると [company_name] がDBから削除され、すべての関連データ (商品、注文、配送方法、顧客、キャンペーン etc.) はこの会社のアカウントに移動します。
nl_nl: Het samenvoegen van twee bedrijven zal [company_name] verwijderen uit de database, en alle profielgegevens (producten, bestellingen, verzendmethodes, gebruikers, promoties, etc.) worden overgedragen aan dit bedrijf.
ro_ro: Fuziunea dintre dintre companii vor elimina [company_name] din baza de date, precum și toate datele de profil (produse, comenzi, metode de livrare, utilizatori, promoți, ect) vor fi transferate în contul acestei companii.

# Languages::all_vendors
source: All vendors
ar_sa: كل الباعة
cs_cz: Všichni prodejci
es_es: Todas las tiendas
he_il: כל הספקים
ja_jp: すべての出品者
nl_nl: Alle verkopers
ro_ro: Toți Furnizorii

# Languages::apply_for_vendor_account
source: Apply for a vendor account
ar_sa: طلب الانضمام كبائع
cs_cz: Požádat o účet prodejce
es_es: Solicitar una cuenta de vendedor
he_il: הגש בקשה לחשבון ספק
ja_jp: このサイトに出品する
nl_nl: Verkoper account aanvragen
ro_ro: Aplică pentru contul de furnizor

# Languages::available_for_vendor
source: Available for vendor
ar_sa: متاح للبائع
cs_cz: K dispozici pro prodejce
es_es: Disponible para el vendedor
he_il: זמין עבור הספק
ja_jp: 出品者の利用
nl_nl: Beschikbaar voor verkoper
ro_ro: Disponibil pentru furnizor

# Languages::balance_carried_forward
source: Balance carried forward
ar_sa: الرصيد المرحل
cs_cz: Přenesený zůstatek
es_es: Balance acumulado
he_il: היתרה תועבר
ja_jp: 持ち越し残高
nl_nl: Saldo overgeboekt
ro_ro: Sold reportat

# Languages::block_vendors
source: Vendors
ar_sa: الباعة
cs_cz: Prodejci
es_es: Vendedores
he_il: ספקים
ja_jp: 出品者
nl_nl: Verkopers
ro_ro: Furnizori

# Languages::charge_to_vendor_account
source: Charge to vendor account
ar_sa: تحصيل لحساب البائع
cs_cz: Účtovat na účet prodejce
es_es: Cargar a la cuenta de vendedor
he_il: חייב את חשבון הספק
ja_jp: 出品者入出金管理に反映
nl_nl: In rekening brengen aan verkoper
ro_ro: Încărcați pentru contul de furnizor

# Languages::companies
source: Vendors
ar_sa: الباعة
cs_cz: Prodejci
es_es: Vendedores
he_il: ספקים
ja_jp: 出品者
nl_nl: Verkopers
ro_ro: Companie Furnizor

# Languages::create_administrator_account
source: Create administrator account
ar_sa: إنشاء حساب أدمن
cs_cz: Vytvořit účet správce
es_es: Crear cuenta de administrador
he_il: צור חשבון מנהל המערכת
ja_jp: 管理者アカウントの作成
nl_nl: Beheerdersaccount aanmaken
ro_ro: Creare cont de Administrator

# Languages::displayed_vendors
source: Displayed vendors
ar_sa: المتاجر المعروضة
cs_cz: Zobrazený prodejci
es_es: Muestra de proveedores
he_il: הספקים המוצגים
ja_jp: 表示する出品者数
nl_nl: Weergegeven verkopers
ro_ro: Afişare Furnizori

# Languages::editing_vendor
source: Editing vendor
ar_sa: تحرير المتجر
cs_cz: Úprava prodejce
es_es: Edición de proveedores
he_il: עריכת ספק
ja_jp: 出品者の編集
nl_nl: Verkoper wijzigen
ro_ro: Editaţi Furniroul

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
ar_sa: لم يتم إنشاء حساب الأدمن. الإيميل مرتبط بعضو آخر! يمكنكم إضافة أدمن هذه الشركة يدوياً.
cs_cz: Účet správce nebyl vytvořen. E-mailová adresa patří jinému uživateli. Pro tohoto prodejce můžete přidat správce manuálně.
es_es: No se creó la cuenta de administrador. La dirección de correo electrónico pertenece a otro usuario. Usted puede agregar manualmente el administrador para esta empresa.
he_il: חשבון מנהל המערכת לא נוצר. כתובת דוא"ל שייכת למשתמש אחר. באפשרותך להוסיף ידנית את המנהל עבור ספק זה.
ja_jp: 指定したEメールアドレスが他のユーザーにより既に使用されているため、管理者アカウントは作成されませんでした。この出品者の管理者アカウントは手動で作成してください。
nl_nl: Beheerdersaccount is niet aangemaakt. Het e-maildres behoort al tot een andere gebruiker. U kunt de beheerder voor deze verkoper handmatig toevoegen.
ro_ro: Cont de administrator nu a fost creat. Adresa de e-mail aparține unui alt utilizator. Puteți adăuga administratorul pentru acest furnizor manual.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
ar_sa: لم يتم إنشاء حساب الأدمن. اسم المستخدم مرتبط بعضوية أخرى. يتوجب عليكم تغيير اسم حساب أدمن البائع.
cs_cz: Účet správce nebyl vytvořen. Uživatelské jméno patří jinému uživateli. Měli byste změnit jméno účtu správce.
es_es: No se creó la cuenta de administrador. El nombre de usuario pertenece a otro usuario. Usted debe cambiar el nombre de la cuenta de administrador.
he_il: חשבון מנהל מערכת לא נוצר. שם המשתמש שייך למשתמש אחר. עליך לשנות את שם חשבון מנהל המערכת.
ja_jp: 指定したユーザー名が他のユーザーにより既に使用されているため、管理者アカウントは作成されませんでした。この出品者の管理者アカウントは手動で作成してください。
nl_nl: Beheerdersaccount is niet aangemaakt. De gebruikersnaam behoort tot een andere gebruiker. Wijzig de naam om verder te gaan.
ro_ro: Cont de administrator nu a fost creat. Numele de utilizator aparține unui alt utilizator. Dvs., trebuie să schimbaţi numele contului de administrator.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
ar_sa: توجد شركة بنفس الإيميل, يرجى إدخال إيميل آخر.
cs_cz: Prodejce s e-mailem, který jste vybrali již existuje, zkuste prosím jiný.
es_es: La empresa con el correo electrónico que ha elegido ya existe, por favor pruebe otro.
he_il: הספק בעל דוא"ל שבחרת כבר קיים, נסה אחר.
ja_jp: 指定したEメールは他の出品者が使用しています。他のEメールを指定して再度お試しください。
nl_nl: Er bestaat al een verkoper met het e-mailadres wat je hebt ingevoerd. Probeer een ander e-mailadres.
ro_ro: Adresa de e-mail aleasă pentru furnizor există deja, incercaţi una nouă.

# Languages::expenditure
source: Expenditure
ar_sa: الإنفاق
cs_cz: Výdaje
es_es: Gastos
he_il: הוצאות
ja_jp: 支出
nl_nl: Uitgaven
ro_ro: Cheltuieli

# Languages::income
source: Income
ar_sa: الدخل
cs_cz: Příjem
es_es: Ingresos
he_il: הכנסות
ja_jp: 収入
nl_nl: Inkomsten
ro_ro: Venituri

# Languages::manage_vendors
source: Manage vendors
ar_sa: إدارة الباعة
cs_cz: Správa prodejců
es_es: Gestión de proveedores
he_il: נהל ספקים
ja_jp: 出品者の管理
nl_nl: Beheer verkopers
ro_ro: Gestionați furnizori

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
ar_sa: تم إنشاء حساب الأدمن الجديد بنجاح.
cs_cz: Nový účet správce byl úspěšně vytvořen.
es_es: Nueva cuenta de administrador ha sido creada con éxito.
he_il: חשבון מנהל מערכת נוצר בהצלחה.
ja_jp: 出品者データ管理者アカウントが作成されました。
nl_nl: Nieuwe beheerder is succesvol aangemaakt.
ro_ro: Cont nou de Administrator a fost creat cu succes.

# Languages::new_vendor
source: New vendor
ar_sa: متجر جديد
cs_cz: Nový prodejce
es_es: Nueva tienda
he_il: ספק חדש
ja_jp: 出品者の追加
nl_nl: Nieuwe verkoper
ro_ro: Furnizor nou

# Languages::notify_vendor
source: Notify vendor
ar_sa: إبلاغ صاحب المتجر
cs_cz: Informovat prodejce
es_es: Notificar al dueño de la tienda
he_il: תודיע לספק
ja_jp: 出品者に通知する
nl_nl: Melden aan verkoper
ro_ro: Anunță vânzătorul

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
ar_sa: إبلاغ الباعة عبر الإيميل
cs_cz: Upozornit dodavatele prostřednictvím e-mailu
es_es: Notificar a los proveedores de por correo electrónico
he_il: תודיע לספק באמצעות דואר אלקטרוני
ja_jp: 出品者にEメールで通知
nl_nl: Melden aan verkopers per e-mail
ro_ro: Anunță vânzătorul prin e-mail

# Languages::privileges.manage_payouts
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
es_es: Puede editar
he_il: יכול לערוך
ja_jp: 編集
nl_nl: Kan bewerken
ro_ro: Poate edita

# Languages::privileges.manage_vendors
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
es_es: Puede editar
he_il: יכול לערוך
ja_jp: 編集
nl_nl: Kan bewerken
ro_ro: Poate edita

# Languages::privilege_groups.vendor_payouts
source: Accounting
ar_sa: الحسابات
cs_cz: Transakce
es_es: Contabilidad
he_il: הנהלת חשבונות
ja_jp: 入出金管理
nl_nl: Rekening
ro_ro: Contabilitate

# Languages::privileges.view_payouts
source: Can view
ar_sa: يمكن العرض
cs_cz: Může vidět
es_es: Puede ver
he_il: יכול לצפות
ja_jp: 閲覧
nl_nl: Kan bekijken
ro_ro: Poate vizualiza

# Languages::privileges.view_vendors
source: Can view
ar_sa: يمكن العرض
cs_cz: Může vidět
es_es: Puede ver
he_il: יכול לצפות
ja_jp: 閲覧
nl_nl: Kan bekijken
ro_ro: Poate vizualiza

# Languages::privilege_sections.vendors
source: Vendors privileges
ar_sa: امتيازات البائعين
cs_cz: Přístup k nastavení obchodu - prodejci
es_es: Privilegios del vendedor
he_il: הרשאות הספק
ro_ro: Privilegii vendors

# Languages::privilege_groups.vendors
source: Vendors
ar_sa: المتاجر
cs_cz: Prodejci
es_es: Vendedores
he_il: ספקים
ro_ro: Vânzători

# Languages::sales_period
source: Sales period
ar_sa: فترة المبيعات
cs_cz: Prodejní doba
es_es: Período de ventas
he_il: תקופת המכירות
ja_jp: 対象販売期間
nl_nl: Verkoopperiode
ro_ro: Perioada de vânzări

# Languages::sales_period_total
source: Sales period total
ar_sa: إجمالي فترة المبيعات
cs_cz: Období prodeje celkem
es_es: Total del período de ventas
he_il: סה"כ המכירות לתקופה
ja_jp: 指定期間内の総計
nl_nl: Totaal verkoopperiode
ro_ro: Perioada totală de vânzări

# Languages::search_by_vendor
source: Search by vendor
ar_sa: بحث بواسطة المتجر
cs_cz: Vyhledávání podle prodejce
es_es: Buscar por tienda
he_il: חיפוש לפי ספק
ja_jp: 出品者で検索
nl_nl: Zoek op verkoper
ro_ro: Cauta dupa furnizor

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
ar_sa: ترتيب أبجدي: من أ إلى ي
cs_cz: Seřadit abecedně: od A do Z
es_es: Ordenar por alfabético: A la Z
he_il: מיון אלפביתי: מ-א עד ת
ja_jp: アルファベット順: A から Z
nl_nl: Sorteer alfabetisch: A tot Z
ro_ro: Ordine alfabetică: de la A la Z

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
ar_sa: ترتيب أبجدي: من ي إلى أ
cs_cz: Seřadit abecedně: od Z po A
es_es: Ordenar por alfabético: A la Z
he_il: מיון אלפביתי: מ-ת עד א
ja_jp: アルファベット順: Z から A
nl_nl: Sorteer alfabetisch: Z tot A
ro_ro: Ordine alfabetică: de la Z la A

# Languages::text_company_status_active_to_pending
source: Your vendor status has been changed from Active to Pending.
ar_sa: لقد تم تغيير حالة المورد الخاص بك من نشطة إلى حين.
cs_cz: Váš stav prodejce byl změněn z aktivního na dosud nevyřízený.
es_es: Su estado como vendedor ha sido cambiado de Activo a En Espera.
he_il: סטטוס הספק שלך שונה מפעיל לממתין.
ja_jp: あなたの出品者ステータスが「有効」から「保留」に変更されました。
nl_nl: De status van uw leverancier is gewijzigd van Actief in In afwachting.
ro_ro: Statusul tău de furnizor a fost schimbat din Activ la În așteptare.

# Languages::text_company_status_disabled_to_pending
source: Your vendor status has been changed from Disabled to Pending.
ar_sa: تم تغيير حالة المورد الخاص بك من معطل إلى معلق.
cs_cz: Váš stav prodejce byl změněn ze zakázaného na dosud nevyřízený.
es_es: El estado del vendedor ha sido cambiado de Inactivo a En Espera.
he_il: סטטוס הספק שלך שונה ממושבת לממתין.
ja_jp: あなたの出品者ステータスが「無効」から「保留」に変更されました。
nl_nl: De status van uw leverancier is gewijzigd van Uitgeschakeld in In behandeling.
ro_ro: Statusul tău de furnizor a fost schimbat din Inactiv la În așteptare.

# Languages::text_company_status_pending
source: The Pending status allows you to log in to you admin panel, change your company information, and fill your store with products.
ar_sa: الحالة المعلقة تسمح لك بتسجيل الدخول إلى لوحة الإدارة وتغيير المعلومات الخاصة بالشركة، وملء المخزن الخاص بك مع منتجات.
cs_cz: Stav dosud nevyřízený umožňuje, můžete se přihlásit do vašeho admin panelu, změnit své firemní informaci a vyplnit svůj obchod s produkty.
es_es: El estado en espera permite que ingreses al panel de administración, cambies la información de tu empresa, y completes los productos de tu tienda.
he_il: סטטוס ממתין מאפשר לך להתחבר לפנל המנהל שלך, לשנות את מידע החברה שלך ולמלא את החנות שלך במוצרים.
ja_jp: ステータスが「保留」でも出品者管理画面にログインし、出品者情報や商品を登録することができます。
nl_nl: Met de status In behandeling kunt u zich aanmelden bij uw beheerdersdashboard, uw bedrijfsinformatie wijzigen en uw winkel vullen met producten.
ro_ro: Statusul În așteptare îți permite să te conectezi la panoul de administrare, să schimbi informațiile despre companie și să adaugi produse.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
ar_sa: تم اعتماد طلبكم الانضمام كبائع باسم [company].
cs_cz: Vaši žádost na prodejce [company] byla schválena.
es_es: Fue aprobada su solicitud de proveedor [company].
he_il: בקשתך לספק [company] אושרה.
ja_jp: [company]様のデータを管理するアカウントが以下の通り作成されました。
nl_nl: Uw aanvraag voor verkoper [company] is goedgekeurd.
ro_ro: Cererea dvs. de furnizor al [companie] a fost aprobată.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: <a href="[link]">[link_text]</a> by using the following credentials:<br />Login: [login]<br />Password: [password]
ar_sa: تم إنشاء مسؤول جديد. يمكنك الوصول إلى منطقة المسؤول: <a href="[link]"> [link_text] </a> باستخدام بيانات الاعتماد التالية: <br /> تسجيل الدخول: [login] <br /> كلمة المرور: [password]
cs_cz: Byl vytvořen nový správce. Pro přístup ke správě:<a href="[link]"> [link_text]</a> použijte následující pověření:<br />Jméno: [login]<br />Heslo: [password]
es_es: Un nuevo administrador fue creado. Puedes tener acceso al área del administrador<a href="[link]">[link_text]</a>utilizando las siguientes credenciales:<br />/>Inicio de sesión: [login]<br />Contraseña: [password]
he_il: נוצר מנהל מערכת חדש. תוכל לגשת לאזור מנהל המערכת <a href="[link]">[link_text]</a> על ידי שימוש בנתוני כניסה:<br />Login: [login]<br />Password: [password]
ja_jp: URL: <a href="[link]">[link_text]</a><br />ユーザー名/Eメール: [login]<br />仮パスワード: [password]
nl_nl: Nieuwe beheerder is gemaakt. U kunt toegang krijgen tot het beheerdersgedeelte: <a href="[link]"> [link_text]</a> met behulp van de volgende gegevens:<br/>Login: [login]<br />Wachtwoord: [password]
ro_ro: Un nou administrator a fost creat. Puteți accesa zona de Administrator: <a href="[link]">[link_text]</a> utilizând următoarele credențiale:<br/>Autentificare: [login]<br/>Parola: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: <a href="[link]">[link_text]</a>
ar_sa: تم تغيير نوع حسابك [login] إلى مسؤول. يمكنك تسجيل الدخول إلى منطقة المسؤول: <a href="[link]"> [link_text] </a>
cs_cz: Typ vašeho účtu [login] byl změněn na administrátorský. Můžete se přihlásit do administrace: <a href="[link]">[link_text]</a>
es_es: Su tipo de cuenta[login] cambió a cuenta con privilegios de administrador. Usted puede iniciar sesión en el área de administración:<a href="[link]">[link_text]</a>
he_il: סוג החשבון שלך [login] השתנה לחשבון מנהל מערכת. תוכל להיכנס לאזור מנהל מערכת: <a href="[link]">[link_text]</a>
ja_jp: ユーザー [login] 様のアカウントタイプが管理者に変更されました。<br />次のURLから管理画面にアクセスできます:<br /> <a href="[link]">[link_text]</a>
nl_nl: Type van uw account [login] gewijzigd in administrator. U kunt inloggen in het beheerdersgedeelte: <a href="[link]">[link_text] </a>
ro_ro: Tipul contului dvs. [login] a fost schimbat în Administrator. Te poți loga în zona de administrator <a href="[link]">[link_text]</a>

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
ar_sa: تم اعتماد طلب انضمامكم كبائع.
cs_cz: Váš požadavek na prodejce byl schválen.
es_es: Fue aprobada su solicitud de cuenta como proveedor.
he_il: בקשתך לספק אושרה.
ja_jp: 出品者データに対するアクションが承認されました。
nl_nl: Uw aanvraag om verkoper te worden is goedgekeurd.
ro_ro: Cererea dvs. de furnizor a fost aprobată.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
ar_sa: تم رفض طلب انضمامكم كبائع باسم [company].
cs_cz: Vaše žádost na prodejce [company] byla zamítnuta.
es_es: Fue rechazada su solicitud de cuenta como proveedor [company].
he_il: בקשתך לספק [company] נדחתה.
ja_jp: 出品者データに対するアクションが却下されました。
nl_nl: Uw aanvraag om met uw bedrijf [company] verkoper te worden is afgekeurd.
ro_ro: Cererea dvs. de furnizor al [companie] a fost respinsă.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
ar_sa: تم رض طلب انضمامكم كبائع.
cs_cz: Vaše žádost na prodejce byla zamítnuta.
es_es: Fue rechazada su solicitud de cuenta para vendedor.
he_il: בקשתך לספק נדחתה.
ja_jp: マーケットプレイスへの参加申請が却下されました。
nl_nl: Uw aanvraag om verkoper te worden is afgekeurd.
ro_ro: Cererea dvs. de furnizor a fost respinsă.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
ar_sa: تهانينا, تم اعتماد حساب البائع الجديد الخاص بكم. بمجرد مراجعة معلومات حسابكم سيتم عرضه في واجهة الزوار إن شاء الله.
cs_cz: Gratulujeme, vaše žádost o účet prodejce byla schválena. Poté, co jsme si zkontrolovali informace o vašem účte, budeme publikovat na našich webových stránkách.
es_es: Felicitaciones, su aplicación para obtener una cuenta de proveedor se ha aprobado. Una vez que revisemos la información cuenta, lo publicaremos en nuestro sitio Web.
he_il: ברכות, בקשתך לקבלת חשבון ספק אושרה. לאחר שנבדוק את מידע החשבון שלך, נפרסם אותו באתר שלנו.
ja_jp: マーケットプレイスへの参加申請が承認されました。申請いただいた内容を後ほど弊社にてマーケットプレイスに登録いたします。
nl_nl: Gefeliciteerd. Uw aanvraag om verkoper te worden is goedgekeurd. Zodra we uw account-gegevens hebben gecontroleerd zullen we deze publiceren op onze website.
ro_ro: Felicitări, cererea dumneavoastră pentru a obține un cont de furnizor a fost aprobată. După ce vom revizui informațiile despre contul dvs., o vom publica pe site-ul nostru.
