Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/advanced_import.po
Languages: he_il, hu_hu, id_id, it_it, ja_jp, pt_br

# Addons::name::advanced_import
source: Advanced products import
he_il: ייבוא מוצרים מתקדם
hu_hu: Speciális termék importálás
id_id: Impor produk lanjutan
it_it: Importazione Avanzata dei prodotti
ja_jp: 商品インポート
pt_br: Importação avançada de produtos

# Addons::description::advanced_import
source: Allows you to match the fields in the imported file with the product properties. These matchings and other import settings can also be saved as presets for later use.
he_il: מאפשר לך להתאים את השדות בקובץ המיובא למאפייני המוצר במערכת. אפשר לשמור את המיפוי הזה ואת שאר הגדרות הייבוא לשימוש חוזר בעתיד.
hu_hu: Lehetővé teszi az importált fájl mezőinek és a terméktulajdonságoknak a megfeleltetését. Ezek az egyezések és egyéb importálási beállítások későbbi felhasználásra is menthetők előre beállított értékként.
id_id: Memungkinkan anda untuk menyocokkan kolom didalam file yang diimpor dengan properti produk. Persamaan dan settingan lainnya juga bisa disimpan sebagai preset untuk kebutuhan selanjutnya.
it_it: Consente di abbinare i campi nel file importato con le proprietà del prodotto. Queste corrispondenze e altre impostazioni di importazione possono anche essere salvate come predefiniti per un successivo utilizzo.
ja_jp: インポートファイルのフィールドを商品プロパティにマッピングすることができます。このマッピングとその他の設定は、保存して後で再利用することもできます。
pt_br: Permita verificar se os campos do arquivo importado conferem com as propriedades do produto. Estas verificações, bem como outras configurações de importação podem ser salvas para uso futuro.

# Languages::advanced_import.never
source: Never
he_il: אף פעם
hu_hu: Soha
id_id: Jangan pernah
it_it: Mai
ja_jp: 無し
pt_br: Nunca

# Languages::advanced_import.last_status.S
source: Success
he_il: הצליח
hu_hu: Sikeres
id_id: Berhasil
it_it: Riuscito
ja_jp: 成功
pt_br: Sucesso

# Languages::advanced_import.last_status.P
source: In progress
he_il: בתהליך
hu_hu: Folyamatban
id_id: Sedang berjalan
it_it: In corso
ja_jp: 処理中
pt_br: Em andamento

# Languages::advanced_import.last_status.F
source: Failure
he_il: כשלון
hu_hu: Hiba
id_id: Gagal
it_it: Fallito
ja_jp: 失敗
pt_br: Falhou

# Languages::advanced_import.user_upload
source: User upload
he_il: העלאה על ידי המשתמש
hu_hu: Felhasználó feltöltés
id_id: Unggahan pengguna
it_it: Caricamento utente
ja_jp: ユーザーによるアップロード
pt_br: Upload pelo usuário

# Languages::advanced_import.last_launch
source: Last import
he_il: תאריך ייבוא אחרון
hu_hu: Utolsó importálás
id_id: Impor terakhir
it_it: Ultima importazione
ja_jp: 最終インポート日時
pt_br: Última importação

# Languages::advanced_import.last_status
source: Status
he_il: מצב
hu_hu: Státusz
it_it: Stato
ja_jp: ステータス
pt_br: Estado

# Languages::advanced_import.file
source: File
he_il: קובץ
hu_hu: Fájl
id_id: Berkas
ja_jp: ファイル
pt_br: Arquivo

# Languages::advanced_import.has_modifiers
source: Has modifiers
he_il: יש סימני פיסוק
hu_hu: Módosítókkal rendelkezik
id_id: Ada pemodifikasi
it_it: Ha modificatori
ja_jp: 関数有り
pt_br: Possui modificadores

# Languages::advanced_import.import_products
source: Import products
he_il: מוצרי ייבוא
hu_hu: Import termékek
id_id: Impor produk
it_it: Importa prodotti
ja_jp: 商品インポート
pt_br: Importe produtos

# Languages::advanced_import.import_products_w_preset
source: Import products: [preset]
he_il: ייבא מוצרים לפי ההגדרות [preset]
hu_hu: Import termékek: [preset]
id_id: Impor produk: [preset]
it_it: Importa prodotti: [preset]
ja_jp: 商品インポート: [preset]
pt_br: Importe produtos: [preset]

# Languages::advanced_import.import_file
source: Import file
he_il: קובץ הייבוא
hu_hu: Fájl importálása
id_id: Impor berkas
it_it: Importa file
ja_jp: インポートファイル
pt_br: Importe o arquivo

# Languages::advanced_import.fields_mapping
source: Fields mapping
he_il: מיפוי שדות
hu_hu: Mezők párosítása
id_id: Pemetaan bagian
it_it: Mappatura campi
ja_jp: フィールドマッピング
pt_br: Mapeamento de campos

# Languages::advanced_import.fields_mapping.description
source: This table contains the list of columns from the imported file. For each column you'd like to import, select a corresponding product property in [product]. Then check what sort of data will be imported from that column, and use modifiers to change that data, if necessary. Remember to save your changes.
he_il: טבלה זו מכילה את רשימת העמודות של הקובץ המיובא. עבור כל עמודה שברצונך לייבא, בחר מאפיין המוצר המקביל [product]. ואז לבדוק איזה סוג של נתונים להיות מיובאים מכל עמודה זו, השתמש מכפילי כדי לשנות הנתונים, במידת הצורך. זכור לשמור את השינויים שלך.
hu_hu: Ez a táblázat az importált fájl oszlopainak listáját tartalmazza. Minden egyes importálni kívánt oszlophoz válaszd ki a megfelelő terméktulajdonságot a [product] mezőben. Ezután ellenőrizd, hogy milyen adatok lesznek importálva az adott oszlopból, és szükség esetén módosítókkal módosítsd az adatokat. Ne felejtsd el elmenteni a módosításokat.
id_id: Tabel ini berisi daftar kolom dari file yang diimpor. Untuk setiap kolom yang ingin Anda impor, pilih properti produk terkait dalam [product]. Kemudian memeriksa apa jenis data akan diimpor dari kolom, dan menggunakan pengubah untuk mengubah bahwa data, jika diperlukan. Ingatlah untuk menyimpan perubahan.
it_it: Questa tabella contiene l'elenco delle colonne dal file importato. Per ogni colonna che desideri importare, seleziona una proprietà del prodotto corrispondente in [product]. Quindi controlla quale tipo di dati verrà importato da quella colonna e utilizza i modificatori per modificare quei dati, se necessario. Ricordati di salvare le modifiche.
ja_jp: インポートファイルのフィールドリストです。インポートファイルのフィールドごとに、該当する[product]の商品プロパティを選択してください。各フィールドにおいてフィールド値の例を確認し、必要であれば関数を適用して値を加工することができます。 最後に必ず変更を保存してください。
pt_br: Esta tabela contém a lista de colunas do arquivo importado. Para cada coluna que você deseja importar, selecione uma propriedade de produto correspondente em [product]. Em seguida, verifique que tipo de dados serão importados dessa coluna e, se necessário, use os modificadores para alterar os dados. Lembre-se de salvar suas alterações.

# Languages::advanced_import.column_header
source: Column name in the imported file
he_il: שם העמודה בקובץ המיובא
hu_hu: Oszlop neve az importált fájlban
id_id: Nama kolom pada berkas yang diimpor
it_it: Nome della colonna nel file importato
ja_jp: インポートフィールド名
pt_br: Nome da coluna no arquivo importado

# Languages::advanced_import.product_property
source: Product property in [product]
he_il: המוצר מאפיין [product]
hu_hu: Terméktulajdonság a [product] termékben
id_id: Properti produk dalam [product]
it_it: Proprietà del prodotto in [product]
ja_jp: [product]の商品プロパティ
pt_br: Propriedade do produto em [product]

# Languages::advanced_import.first_line_import_value
source: Example of the imported value
he_il: דוגמה בערך המיובא
hu_hu: Példa az importált értékre
id_id: Contoh nilai yang diimpor
it_it: Esempio di valore importato
ja_jp: フィールド値の例
pt_br: Exemplo para o valor importado

# Languages::advanced_import.editing_preset
source: Editing preset: [preset]
he_il: עריכה תבנית: [preset]
hu_hu: Előre beállított értékek szerkesztése: [preset]
id_id: Mengedit preset: [preset]
it_it: Modifica preset:[preset]
ja_jp: 商品インポートの編集: [preset]
pt_br: Editando pré-configurações: [preset]

# Languages::advanced_import.add_preset
source: Add preset
he_il: להוסיף תבנית
hu_hu: Előre beállított érték hozzáadása
id_id: Tambahkan preset
it_it: Aggiungi preset
ja_jp: 商品インポートを追加
pt_br: Adicione pré-configuração

# Languages::advanced_import.new_preset
source: New preset
he_il: להוסיף תבנית
hu_hu: Új alapbeállítás
id_id: Preset baru
it_it: Nuovo preset
ja_jp: 商品インポートの追加
pt_br: Nova pré-configuração

# Languages::advanced_import.properties
source: Properties
he_il: מאפיינים
hu_hu: Tulajdonságok
id_id: Properti
it_it: Proprietà
ja_jp: プロパティ
pt_br: Propriedades

# Languages::advanced_import.modifier
source: Modifier
he_il: מתקן
hu_hu: Módosító
id_id: Penyunting
it_it: Modificatore
ja_jp: 関数
pt_br: Modificadores

# Languages::advanced_import.modifier_title
source: A modifier is a rule that alters values in a column
he_il: צירוף הוא כלל שמשנה את הערכים בעמודה
hu_hu: A módosító olyan szabály, amely megváltoztatja az oszlopban szereplő értékeket
id_id: Pemodifiaksi adalah pengatur yang dapat mengganti suatu nilai dalam kolom
it_it: Un modificatore è una regola che altera i valori in una colonna
ja_jp: 関数でフィールド値を変更できます
pt_br: Um modificador é uma regra que altera o valor de uma coluna

# Languages::advanced_import.example_imported_title
source: For example, here's a value in the first line of your file:
he_il: לדוגמה, הנה ערך בשורה הראשונה של הקובץ:
hu_hu: Itt van például egy érték a fájlod első sorában:
id_id: Sebagai contoh, berikut adalah nilai pada baris pertama berkas Anda:
it_it: Ad esempio, ecco un valore nella prima riga del tuo file:
ja_jp: 例えば、ファイルの最初の行にこの値があるとします:
pt_br: Por exemplo, para o seguinte valor da primeira linha de seu arquivo:

# Languages::advanced_import.example_modified_title
source: And here is how this value will be imported:
he_il: והנה איך ייובאו ערך זה:
hu_hu: És itt látható, hogyan kerül ez az érték importálásra:
id_id: Berikut adalah mekanisme impor nilainya:
it_it: Ed ecco come verrà importato questo valore:
ja_jp: この値が下記のようにインポートされます:
pt_br: E ao modo como esse valor será importado:

# Languages::advanced_import.options
source: Options
he_il: אפשרויות
hu_hu: Beállítások
id_id: Pilihan
it_it: Opzioni
ja_jp: オプション
pt_br: Opções

# Languages::advanced_import.images_delimiter
source: Images delimiter
he_il: תמונות מפריד
hu_hu: Képelhatároló vonal
id_id: Pembatas gambar
it_it: Delimitatore Immagini
ja_jp: 画像区切り文字
pt_br: Delimitador de imagens

# Languages::advanced_import.images_delimiter.description
source: Delimiter between images of a product.
he_il: מפריד בין תמונות של מוצר.
hu_hu: Határolóvonal a termék képei között.
id_id: Pembatas antara gambar-gambar suatu produk.
it_it: Delimitatore tra le immagini di un prodotto.
ja_jp: 商品内複数画像区切り文字
pt_br: Delimitador entre imagens de um produto.

# Languages::advanced_import_images
source: Product images
he_il: תמונות המוצר
hu_hu: Termékképek
id_id: Gambar produk
it_it: Immagini prodotto
ja_jp: 商品画像
pt_br: Imagens do produto

# Languages::advanced_import.remove_images
source: Remove additional images
he_il: להסיר תמונות נוספות
hu_hu: További képek eltávolítása
id_id: Hapus gambar tambahan
it_it: Rimuovi altre immagini
ja_jp: 追加画像の削除
pt_br: Remova imagens adicionais

# Languages::advanced_import.import_fields
source: Import fields
he_il: ליבא שדות
hu_hu: Mezők importálása.
id_id: Impor bagian ini
it_it: Importa campi
ja_jp: インポートフィールド
pt_br: Importe campos

# Languages::advanced_import.advanced_products_import
source: Products
he_il: מוצרים
hu_hu: Termékek
id_id: Produk
it_it: Prodotti
ja_jp: 商品 [アドオン]
pt_br: Produtos

# Languages::advanced_import.coming_soon
source: ... coming soon
he_il: יגיע בקרוב
hu_hu: ... hamarosan
id_id: ... akan datang
it_it: .. prossimamente
ja_jp: ... 近日公開
pt_br: ... em breve

# Languages::advanced_import.cant_load_file_for_company
source: File can't be loaded for the specified company
he_il: אין אפשרות לטעון קובץ עבור חברה הזו.
hu_hu: A fájl nem tölthető be a megadott vállalathoz
id_id: Berkas tidak dapat dimuat ke perusahaan tersebut
it_it: Impossibile caricare il file per l'azienda specificata
ja_jp: 指定されたショップのファイルを読み込むことができません。
pt_br: Arquivo não pode ser carregado para a companhia especificada

# Languages::advanced_import.cant_load_file
source: File can't be loaded
he_il: אין אפשרות לטעון את הקובץ
hu_hu: A fájl nem tölthető be
id_id: Berkas tidak dapat dimuat
it_it: Il file non può essere caricato
ja_jp: ファイルを読み込むことができません
pt_br: Arquivo não pode ser carregado

# Languages::advanced_import.uploading_file
source: Uploading file for the preset: [preset]
he_il: העלאת קובץ לקביעה המוגדרת תבנית: [preset]
hu_hu: Fájl feltöltése az előre beállított értékhez: [preset]
id_id: Mengunggah berkas untuk preset: [preset]
it_it: Caricamento del file per il preset: [preset]
ja_jp: 既存商品インポートでのファイルアップロード: [preset]
pt_br: Upload de arquivo para a predefinição: [preset]

# Languages::advanced_import.previewing_fields_mapping
source: Previewing fields mapping for the preset: [preset]
he_il: תצוגה מקדימה של שדות מיפוי לקביעה המוגדרת תבנית: [preset]
hu_hu: Az alapbeállításhoz tartozó mezők leképezésének előnézete: [preset]
id_id: Melihat pratinjau pemetaan bidang untuk preset: [preset]
it_it: Anteprima della mappatura dei campi per preset: [preset]
ja_jp: 既存商品インポートのフィールドマッピングプレビュー: [preset]
pt_br: Visualização do mapeamento de campos para a predefinição: [preset]

# Languages::advanced_import.preset_not_found
source: Preset not found
he_il: תבנית לא נמצא
hu_hu: Az előre beállított érték nem található
id_id: Preset tidak ditemukan
it_it: Preset non trovato
ja_jp: 商品インポートが見つかりません
pt_br: Predefinição não encontrada

# Languages::advanced_import.modifiers_list
source: Modifiers list
he_il: רשימת סימני שינוי
hu_hu: Módosítók listája
id_id: Daftar pemodifikasi
it_it: Lista modificatori
ja_jp: 関数一覧
pt_br: Lista de modificadores

# Languages::advanced_import.invalid_number_of_parameters_provided
source: Invalid number of parameters provided for modifier: <b>[modifier]</b>: expected [expected_count], got [actual_count].
he_il: מספר הפרמטרים שסופקו עבור צירוף לא חוקי: <b>[modifier]</b>: צפוי [expected_count], יש לי [actual_count].
hu_hu: A módosítóhoz megadott paraméterek száma érvénytelen: <b>[modifier]</b>: elvárt érték [expected_count], jelenlegi érték [actual_count].
id_id: Nomor parameter yang disediakan untuk pemodifikasi tidak valid: <b>[modifier]</b>: yang diharapkan [expected_count], yang didapatkan [actual_count].
it_it: Numero di parametri fornito non valido per il modificatore: <b>[modifier] </b>: previsto [expected_count], ottenuto [actual_count].
ja_jp: 関数に設定されたパラメータの数が不正です: <b>[modifier]</b>: 関数のパラメータ数 [expected_count], 設定されたパラメータ数 [actual_count]
pt_br: Quantidade inválida de parâmetros para o modificador <b> [modifier]</b>: esperado [expected_count], fornecido [actual_count].

# Languages::advanced_import.invalid_function_firs_character
source: The modifier name cannot start with character <b>[character]</b>.
he_il: צירוף שם לא יכול להתחיל עם תו- <b>-[character]-</b>.
hu_hu: A módosító neve nem kezdődhet <b>[character]</b> karakterrel.
id_id: Nama pemodifikasi tidak dapat diawali dengan karakter <b>[character]</b>.
it_it: Il nome del modificatore non può iniziare con un carattere <b>[character]</b>.
ja_jp: 関数名は <b>[character]</b> 文字では開始できません。
pt_br: O nome do modificador não pode começar com o caractere <b>[character]</b>.

# Languages::advanced_import.unrecognized_modifier
source: The modifier <b>[modifier]</b> does not exist.
he_il: צירוף <b>[modifier]</b> אינה קיימת.
hu_hu: A <b>[modifier]</b> módosító nem létezik.
id_id: Pemodifikasi <b>[modifier]</b> tidak ada.
it_it: Il modificatory <b>[modifier]</b> non esiste.
ja_jp: 関数 <b>[modifier]</b> は存在しません。
pt_br: O modificador <b>[modifier]</b> não existe.

# Languages::advanced_import.unexpected_parameter_passed
source: Expected <b>[delimiter]</b> or <b>[closer]</b> got <b>[char]</b>.
he_il: יש הצפוי <b>[delimiter]</b> או <b>[closer]</b> <b>[char]</b>.
hu_hu: A várt <b>[delimiter]</b> vagy <b>[closer]</b> érték <b>[char]</b> lett.
id_id: Yang diharapkan <b>[delimiter]</b> atau <b>[closer]</b> yang didapatkan<b>[char]</b>.
it_it: Previsto <b>[delimiter]</b> o <b>[closer]</b> ottenuto <b>[char]</b>.
ja_jp: <b>[delimiter]</b> または <b>[closer]</b> の文字の位置に <b>[char]</b> 文字があります。
pt_br: Esperado <b>[delimiter]</b> ou <b>[closer]</b>, fornecido: <b>[char]</b>.

# Languages::advanced_import.invalid_modifier_message
source: The modifier <b>[modifier]</b> is invalid. [message]
he_il: צירוף <b>[modifier]</b> אינו חוקי. [message]
hu_hu: A <b>[modifier]</b> módosító érvénytelen. [message]
id_id: Pemodifikasi <b>[modifier]</b> tidak valid. [message]
it_it: Il modificatore <b>[modifier]</b> è invalido. [message]
ja_jp: 拡張子 <b>[modifier]</b> は無効です。 [message]
pt_br: O modificador <b>[modifier]</b> é inválido. [message]

# Languages::advanced_import.modifier_number_of_parameters
source: Number of parameters
he_il: מספר הפרמטרים
hu_hu: A paraméterek száma
id_id: Jumlah parameter
it_it: Numero di parametri
ja_jp: パラメーター数
pt_br: Quantidade de parâmetros

# Languages::advanced_import.modifiers_description
source: Use these functions in the <b>Modifier</b> column to alter the values in the fields from the imported file. Enter the functions as follows: <b>function(parameter, parameter)</b>. Please note that nesting of functions isn't supported.
he_il: להשתמש בפונקציות אלה בעמודה <b>צירוף</b> כדי לשנות את הערכים בשדות של הקובץ המיובא. הזן את הפונקציות כדלקמן: פונקציה (פרמטר, פרמטר) <b></b>. שימו לב: קינון של פונקציות אינה נתמכת.
hu_hu: A <b>Modifier</b> oszlopban található funkciók segítségével módosíthatod az importált fájl mezőinek értékeit. A funkciókat az alábbiak szerint add meg: <b>function( parameter, parameter)</b>. Vedd figyelembe, hogy a funkciók egymásba ágyazása nem támogatott.
id_id: Gunakan fungsi-fungsi ini pada kolom <b>Modifier</b> untuk mengubah nilai dalam bidang dari berkas yang diimpor. Masukkan fungsi sebagai berikut: fungsi <b> (parameter, parameter)</b>. Harap dicatat bahwa penumpukan fungsi tidak didukung.
it_it: Utilizza queste funzioni nella colonna <b> Modificatore </b> per modificare i valori nei campi dal file importato. Immettere le funzioni come segue: <b> funzione (parametro, parametro) </b>. Tieni presente che la nidificazione delle funzioni non è supportata.
ja_jp: 下記関数を使用すると、インポートファイルのフィールド値を変更することができます。入力例: <b>関数 (パラメーター、パラメーター)</b> 関数の入れ子は使用できません。
pt_br: Use essas funções na coluna <b> Modificador </b> para alterar os valores nos campos do arquivo importado. Digite as funções da seguinte forma: <b> função (parâmetro, parâmetro) </b>. Observe que não é possível o aninhamento de funções.

# Languages::advanced_import.modifiers_self_referencing_info
source: Most functions allow you to use the non-modified value of the imported field by using <b>$value</b> as a parameter. If there are any exceptions, they will be mentioned in function descriptions.
he_il: רוב הפונקציות מאפשרות לך להשתמש בערך שלא השתנה של השדה המיובא באמצעות <b>$value</b> כפרמטר. אם יש יוצאים מן הכלל, הם יצוינו בתיאורי תפקידים.
hu_hu: AA legtöbb funkció lehetővé teszi az importált mező nem módosított értékének használatát a <b>$value</b> paraméterként való használatával. Ha vannak kivételek, azok a funkcióleírásokban szerepelnek.
id_id: Sebagian besar fungsi mengizinkan anda untuk menggunakan nilai yang tidak dimodifikasi dari bidang yang diimpor dengan menggunakan <b>$value</b> sebagai parameter. Jika ada pengecualian, mereka akan disebutkan dalam deskripsi fungsi.
it_it: La maggior parte delle funzioni consente di utilizzare il valore non modificato del campo importato utilizzando <b> $value </b> come parametro. Se ci sono eccezioni, verranno menzionate nelle descrizioni delle funzioni.
ja_jp: パラメーターとして <b>$value</b> を使用すると、インポートフィールド値をそのまま使うことができます。<b>$value</b> を使用できない関数もあります。下記をご参照ください。
pt_br: A maioria das funções permite que você use o valor não modificado do campo importado usando <b>$value</b> como parâmetro. Se houver alguma exceção, elas serão mencionadas nas descrições das funções.

# Languages::advanced_import.modifier_description.sum
source: <b>sum</b>&mdash;sums up two numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>sum(1, 3)</b> equals <i>4</i></li> <li><b>sum(7, $value)</b> equals <i>7 + the value of the imported field</i></li></ul></ul>
he_il: <b>sum</b>&mdash; מסכם שני מספרים שסופקו כפרמטרים. <ul><li>Examples:</li><ul><li><b>sum(1, 3)</b> equals <i>4</i></li> <li><b>sum(7, $value)</b> equals <i>7 + הערך של השדה המיובא</i></li></ul></ul>
hu_hu: <b>sum</b>&mdash;összead két paraméterként megadott számot. <ul><li>Példák:</li><ul><li><b>sum(1, 3)</b> egyenlő<i>4</i></li> <li><b>sum(7, $value)</b> egyenlő<i>7 + az importált mező értéke</i></li></ul></ul>
id_id: <b> jumlah </b>&mdash; meringkas 2 angka yang diberikan sebagai parameter. <ul><li> Contoh: </li><ul><li><b> jumlah </b> sama dengan <i>4</i></li> <li><b>jumlah(7,$value)</b> sama dengan <i> 7 + nilai berkas yang diimpor </i></li><ul></ul>
it_it: <b> sum </b> & mdash; riassume due numeri forniti come parametri. <ul><li>Esempi :</li><ul><li> <b> sum (1, 3) </b> è uguale a <i>4</i> </li> <li> <b> sum (7, $value) </b> è uguale a <i> 7 + il valore del campo importato </i> </li> </ul> </ul>
ja_jp: <b>sum</b> &mdash; パラメーターの 2 つの数値を合計します。 <ul><li>例:</li><ul><li><b>sum(1, 3)</b> = <i>4</i></li> <li><b>sum(7, $value)</b> = <i>7 + インポートフィールド値</i></li></ul></ul>
pt_br: <b>soma</b>&mdash;soma dois números fornecidos como parâmetro. <ul><li>Exemplos:</li><ul><li><b>soma(1, 3)</b> igual a <i>4</i></li> <li><b>soma(7, $value)</b> igual a <i>7 + o valor do campo importado</i></li></ul></ul>

# Languages::advanced_import.modifier_description.sub
source: <b>sub</b>&mdash;subtracts the second parameter from the first. <ul><li>Examples:</li><ul><li><b>sub(3, 1)</b> equals <i>2</i></li> <li><b>sub($value, 7)</b> equals <i>the value of the imported field - 7</i></li></ul></ul>
he_il: <b>sub</b>&mdash;מחסר את הפרמטר השני מן הראשון. <ul><li>דוגמאות:</li><ul><li><b>sub(3, 1)</b> equals <i>2</i></li> <li><b>sub($value, 7)</b> equals <i>ערך השדה המיובא - 7</i></li></ul></ul>
hu_hu: <b>sub</b>&mdash;a második paramétert kivonja az elsőből. <ul><li>Példák:</li><ul><li><b>sub(3, 1)</b> egyenlő<i>2</i></li> <li><b>sub($value, 7)</b> egyenlő<i>az importált mező értéke - 7</i></li></ul></ul>
id_id: <b> kurang </b>&mdash; mengurani parameter kedua dari yang pertama. <ul><li> Contoh: </li><ul><li><b> dikurangi (3,1)</b> sama dengan <i>2</i></li> <li><b>dikurangi($value, 7)</b> sama dengan <i> nilai berkas yang diimpor - 7 </i></li></ul><ul>
it_it: <b> sum </b> & mdash; riassume due numeri forniti come parametri. <ul><li>Esempi :</li><ul><li> <b> sum (1, 3) </b> è uguale a <i>2</i> </li> <li> <b> sum (7, $value) </b> è uguale a <i> 7 + il valore del campo importato </i> </li> </ul> </ul>
ja_jp: <b>sub</b> &mdash; パラメーターの 2 つの数値を減算します。 <ul><li>例:</li><ul><li><b>sub(3, 1)</b> = <i>2</i></li> <li><b>sub($value, 7)</b> = <i>インポートフィールド値 - 7</i></li></ul></ul>
pt_br: <b>sub</b>&mdash;subtrai o segundo parâmetro do primeiro. <ul><li>Exemplos:</li><ul><li><b>sub(3, 1)</b> igual a <i>2</i></li> <li><b>sub($value, 7)</b> igual a <i>o valor do campo importado - 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.mul
source: <b>mul</b>&mdash;multiplies the numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>mul(3, 1)</b> equals <i>3</i></li> <li><b>mul($value, 7)</b> equals <i>the value of the imported field × 7</i></li></ul></ul>
he_il: <b>sum</b>&mdash; מסכם שני מספרים שסופקו כפרמטרים. <ul><li>Examples:</li><ul><li><b>sum(1, 3)</b> equals <i>3</i></li> <li><b>sum(7 $value)</b> equals <i>7 + הערך של השדה המיובא</i></li></ul></ul>
hu_hu: <b>mul</b>&mdash;megszorozza a paraméterként megadott számokat. <ul><li>Példák:</li><ul><li><b>mul(3, 1)</b> egyenlő<i>3</i></li> <li><b>mul($value, 7)</b> egyenlő<i>az importált mező értéke × 7</i></li></ul></ul>
it_it: <b> mul </b> & mdash; moltiplica i numeri forniti come parametri. <ul><li>Esempi :</li><ul><li> <b> mul (3, 1) </b> è uguale a <i>3</i> </li> <li> <b> mul ($value, 7) </b> è uguale a <i> il valore del campo importato × 7 </i> </li> </ul> </ul>
ja_jp: <b>mul</b> &mdash; パラメータ値を乗算します。 <ul><li>例:</li><ul><li><b>mul(3, 1)</b> = <i>3</i></li> <li><b>mul($value, 7)</b> = <i>インポートフィールド値 × 7</i></li></ul></ul>
pt_br: <b>mul</b>&mdash;multiplica os números fornecidos como parâmetros. <ul><li>Exemplos:</li><ul><li><b>mul(3, 1)</b> igual a <i>3</i></li> <li><b>mul($value, 7)</b> igual a <i>o valor do campo importado × 7</i></li></ul></ul>
