Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/advanced_import.po
Languages: he_il, hu_hu, id_id, it_it, ja_jp, pt_br

# Languages::advanced_import.file_not_loaded
source: File was not loaded. Please reload the page and try again.
he_il: הקובץ לא נטען. אנא טען מחדש את הדף ונסה שוב.
hu_hu: A fájl nem töltődött be. Kérjük, töltsd be újra az oldalt, és próbáld újra.
id_id: Berkas tidak dimuat. Tolong muat ulang halaman dan coba lagi.
it_it: Il file non è stato caricato. Ricarica la pagina e riprova.
ja_jp: ファイルはロードされませんでした。ページを再読み込みして、もう一度お試しください。
pt_br: O arquivo não foi carregado. Atualize a página e tente novamente.

# Languages::advanced_import.local_file_selected
source: Local file selected
he_il: נבחר קובץ מקומי
hu_hu: Helyi fájl kiválasztva
id_id: Berkas lokal terpilih
it_it: File locale selezionato
ja_jp: ローカルファイルが選択されました
pt_br: Arquivo local selecionado

# Languages::advanced_import.text_popup_file_editor_notice_full_link
source: You can upload and download files via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
he_il: באפשרותך להוריד ולהעלות קבצים דרך <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
hu_hu: A <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a> segítségével tölthet fel és tölthet le fájlokat.
id_id: Anda dapat meng-upload dan download file melalui <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
it_it: Puoi caricare e scaricare file tramite <a class="advanced-import-file-editor-opener" data-target-input-id="[target]"> [link_text] </a>
ja_jp: <a class="advanced-import-file-editor-opener" data-target-input-id="[target]"> [link_text] </a>を介してファイルをアップロードおよびダウンロードできます
pt_br: Você pode enviar e baixar arquivos através de <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>

# Languages::advanced_import.file_extension_was_not_supported_by_owner
source: Couldn't use your file [name]. This import preset only allows the following extensions: [ext].
he_il: לא ניתן היה להשתמש בקובץ [name] שלך. הגדרה קבועה מראש של ייבוא מאפשרת רק את התוספים הבאים: [ext].
hu_hu: Nem sikerült használni a [name] fájlt. Ez az importált előzetes beállítás csak a következő kiterjesztéseket engedélyezi: [ext].
it_it: Impossibile utilizzare il tuo file [name]. Questa preset di importazione consente solo le seguenti estensioni: [ext].
ja_jp: [name]ファイルを使用できませんでした。 このインポートプリセットでは、次の拡張子のみが許可されます。：[ext]
pt_br: Não foi possível utilizar o seu arquivo [name]. Esta predefinição de importação permite apenas as seguintes extensões: [ext].

# Languages::advanced_import.save_selected_file
source: Save selected file
he_il: שמור את הקובץ שנבחר
hu_hu: Kijelölt fájl mentése
it_it: Salva file selezionato
ja_jp: 選択したファイルを保存します
pt_br: Salvar arquivo selecionado

# Languages::advanced_import.modifier_description.mul
source: <b>mul</b>&mdash;multiplies the numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>mul(3, 1)</b> equals <i>3</i></li> <li><b>mul($value, 7)</b> equals <i>the value of the imported field ร 7</i></li></ul></ul>
id_id: <b>dikali</b>&mdash;mengalikan angka-angka yang diberikan sebagai parameter. <ul><li>Contoh:</li><ul><li><b>dikali(3,1)</b> sama dengan <i>3</i></li> <li><b>dikali($value, 7)</b> sama dengan <i>nilai bidang yang diimpor x 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.div
source: <b>div</b>&mdash;divides the first parameter by the second. <ul><li>Examples:</li><ul><li><b>div(9, 3)</b> equals <i>3</i></li> <li><b>div($value, 7)</b> equals <i>the value of the imported field รท 7</i></li></ul></ul>
id_id: <b>dibagi</b>&mdash;membagi parameter pertama dengan yang kedua. <ul><li>Contoh:</li><ul><li><b>dibagi(9, 3)</b> sama dengan <i>3</i></li> <li><b>dibagi($value, 7)</b> sama dengan <i>nilai bidang yang diimpor รท 7</i></li></ul></ul>
