Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/advanced_import.po
Languages: he_il, hu_hu, id_id, it_it, ja_jp, pt_br

# Languages::advanced_import.modifier_description.div
source: <b>div</b>&mdash;divides the first parameter by the second. <ul><li>Examples:</li><ul><li><b>div(9, 3)</b> equals <i>3</i></li> <li><b>div($value, 7)</b> equals <i>the value of the imported field ÷ 7</i></li></ul></ul>
he_il: <b>sum</b>&mdash; מסכם שני מספרים שסופקו כפרמטרים. <ul><li>Examples:</li><ul><li><b>sum(3, 3)</b> equals <i>3</i></li> <li><b>sum(7 $value)</b> equals <i>7 + הערך של השדה המיובא</i></li></ul></ul>
hu_hu: <b>div</b>&mdash;osztja az első paramétert a másodikkal. <ul><li>Példák:</li><ul><li><b>div(9, 3)</b> egyenlő<i>3</i></li> <li><b>div($value, 7)</b> egyenlő<i>az importált mező értéke ÷ 7</i></li></ul></ul>
it_it: <b> sum </b> & mdash; riassume due numeri forniti come parametri. <ul><li>Esempi :</li><ul><li> <b> sum (3, 9) </b> è uguale a <i>3</i> </li> <li> <b> sum (7, $value) </b> è uguale a <i> 7 + il valore del campo importato </i> </li> </ul> </ul>
ja_jp: <b>div</b> &mdash; １番目のパラメータ値を２番めのパラメータ値で割算します。 <ul><li>例:</li><ul><li><b>div(9, 3)</b> = <i>3</i></li> <li><b>div($value, 7)</b> = <i>インポートフィールド値 ÷ 7</i></li></ul></ul>
pt_br: <b>div</b>&mdash;divide o primeiro parâmetro pelo segundo. <ul><li>Exemplo:</li><ul><li><b>div(9, 3)</b> igual a <i>3</i></li> <li><b>div($value, 7)</b> igual a <i>o valor do campo importado ÷ 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.concat
source: <b>concat</b>&mdash;concatenates all the provided parameters. <ul><li>Examples:</li><ul><li><b>concat('abc', def)</b> will result in <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> will result in <i>PRODUCT_$value_CODE</i>, but <b>$value</b> will be replaced with the the value of the imported field</li></ul></ul>
he_il: <b>concat</b>&mdash;משרשרת את כל הפרמטרים שסופקו. <ul><li>דוגמאות:</li><ul><li><b>concat('abc', def)</b> תגרום <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> תגרום <i>PRODUCT_$value_CODE</i>, but <b>$value</b> יוחלף עם הערך של השדה המיובא</li></ul></ul>
hu_hu: <b>concat</b>&mdash;összefűzi az összes megadott paramétert. <ul><li>Példák:</li><ul><li><b>concat('abc', def)</b> eredménye <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> eredményt adja, <i>PRODUCT_$value_CODE</i>, de a<b>$value</b> helyére az importált mező értéke lép</li></ul></ul>
id_id: <b>digabung</b>&mdash;menggabungkan semua parameter yang diberikan. <ul><li>Contoh:</li><ul><li><b>digabung('abc',def)</b> akan menghasilkan <i>abcdef</i></li><li><b>digabung('PRODUCT_', $value, '_CODE')</b> akan menghasilkan <i>PRODUCT_$value_CODE</i>, tapi <b>$value</b> akan digantikan dengan nilai bidang yang diimpor</li></ul></ul>
it_it: <b> concat </b> & mdash; concatena tutti i parametri forniti. <ul><li>Esempi :</li><ul><li> <b> concat('abc', def) </b> restituirà <i>abcdef</i> </li> <li > <b> concat ('PRODUCT_', $value, '_CODE') </b> restituirà <i> PRODUCT_ $value_CODE </i>, ma <b> $value </b> verrà sostituito con il il valore del campo importato </li> </ul> </ul>
ja_jp: <b>concat</b> &mdash; 全てのパラメータ値を文字列結合します。 <ul><li>例:</li><ul><li><b>concat('abc', def)</b> = <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> = <i>PRODUCT_$value_CODE</i>。<b>$value</b> はインポートフィールド値です。</li></ul></ul>
pt_br: <b>concat</b>&mdash;concatena todos os parâmetros fornecidos. <ul><li>Exemplo:</li><ul><li><b>concat('abc', def)</b> resultará em <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> resultará em <i>PRODUCT_$value_CODE</i>, em que <b>$value</b> será substituído pelo valor do campo importado </li></ul></ul>

# Languages::advanced_import.modifier_description.replace
source: <b>replace</b>&mdash;replaces all occurrences of the search string with the replacement string. <br>The order of parameters is important: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Examples:</li><ul><li><b>replace('a', !, "banana")</b> will result in <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> will replace every occurrence of <i>t-shirt</i> with <i>T-Shirt</i> in every entry in the column.</li></ul></ul>
he_il: <b>-החלף-</b>-&mdash;מחליף את כל המופעים של מחרוזת החיפוש עם המחרוזת המחליפה. <br>הסדר של פרמטרים חשוב: <b>להחליף ('חיפוש', ' החלף', 'נושא')</b>. דוגמאות <ul><li>:</li><ul><li><b>replace ('a',!, "בננה" )</b> תגרום <i>b! n! n!</i>-</li> - <li>-<b>להחליף ("חולצה", "חולצה", $value)</b> להחליף כל מופע של חולצה <i></i> עם <i>חולצה</i> כל הערך בעמודה.</li></ul></ul>
hu_hu: <b>replace</b>&mdash;a keresési karakterlánc minden előfordulását a helyettesítő karakterlánccal helyettesíti. <br>A paraméterek sorrendje fontos: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Példák:</li><ul><li><b>replace('a', !, "banana")</b> az eredmény <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> A <i>t-shirt</i> minden előfordulását <i>T-Shirt</i> -re cseréli az oszlop minden bejegyzésében.</li></ul></ul>
id_id: <b>diganti</b>&mdash;menggantikan semua kemunculan string pencarian dengan string pengganti. <br> Urutan parameter itu penting: <b>diganti('cari', 'diganti', 'subyek')</b>. <il><li>Contoh:</li><ul><li><b>diganti('a', !, "pisang")</b> akan menghasilkan <i>b!n!n!</i></li> <li><b>diganti("t-shirt", 'T-Shirt', $value)</b> akan menggantikan semua kemunculan <i>t-shirt</i> dengan <i>T-Shirt</i> dalam setiap entri di kolom.</li></ul></ul>
it_it: <b> replace </b> & mdash; sostituisce tutte le occorrenze della stringa di ricerca con la stringa di sostituzione. <br> L'ordine dei parametri è importante: <b> replace ("cerca", "sostituisci", "oggetto") </b>. <ul><li>Esempi :</li><ul><li> <b> replace ('a',!, "banana") </b> restituirà <i> b! n! n! < / i> </li> <li> <b> replace ("t-shirt", 'T-Shirt', $value) </b> sostituirà ogni occorrenza di <i> t-shirt </i> con <i> T-Shirt </i> in ogni voce della colonna. </li> </ul> </ul>
ja_jp: <b>replace</b> &mdash; 全ての検索文字（列）を置換文字（列）に変換します。 <br>パラメータの順番に気をつけてください: <b>replace('search', 'replace', 'subject')</b>. <ul><li>例:</li><ul><li><b>replace('a', !, "banana")</b> = <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> は全ての <i>t-shirt</i> が <i>T-Shirt</i> に置換されます。</li></ul></ul>
pt_br: <b>replace</b>&mdash;substitui todas as ocorrências da expressão pesquisada pela expressão substituinte.<br>Atente-se à ordem dos parâmetros: <b>replace('pesquisa', 'substituição', 'tema')</br>.<ul><li>Exemplos:</li><ul><li><b>replace('a', !, "banana")</b> resultará em <i>b!n!n!</i></li> <li><b>replace("camisa", 'Camisa', $value)</b> substituirá cada ocorrência de <i>camisa</i> por <i>Camisa</i> em cada entrada da coluna.</li></ul></ul>

# Languages::advanced_import.modifier_description.w_replace
source: <b>w_replace</b>&mdash;replaces all occurrences of the search string with the replacement string using wildcards. <br>The order of parameters is important: <b>w_replace('search', 'replace', 'subject')</b>. <br>Supported wildcards: <b>?</b>&mdash;any single character; <b>*</b>&mdash;any number of characters to the end of the word. <ul><li>Examples</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> will result in <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> will also result in <i>bananas bananas bananas</i></li></ul></ul>
he_il: <b>-w_replace-</b>-&mdash;מחליף את כל המופעים של מחרוזת החיפוש עם מחרוזת החלפה באמצעות תווים כלליים. <br>הסדר של פרמטרים חשוב: <b>w_replace ('חיפוש', ' החלף', 'נושא')</b>. <br>. תמיכה בתווים כלליים: <b>?</b>&mdash;שכל תו; בודד <b>*</b>&mdash;כל מספר של תווים לסוף המילה. <ul><li>דוגמאות</li><ul><li><b>w_replace ('בנאן?', בננות, בננה banans לא מהארץ)</b> יביא <i>בננות בננות בננות</i></li> <li><b>w_replace ("באן *", "בננות", בננה banans לא מהארץ)</b> גם תוצאה של <i>בננות בננות בננות</i></li></ul></ul>
hu_hu: <b>w_replace</b>&mdash;a keresett karakterlánc minden előfordulását helyettesíti a helyettesítő karakterlánccal - helyettesítő karakterek használatával. <br>A paraméterek sorrendje fontos: <b>w_replace('search', 'replace', 'subject')</b>. <br>Támogatott helyettesítő karakterek: <b>?</b>&mdash;bármelyik karakter; <b>*</b>&mdash;tetszőleges számú karakter a szó végére. <ul><li>Példák</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> eredménye <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> eredménye szintén <i>bananas bananas bananas</i></li></ul></ul>
id_id: <b>w_diganti</b>&mdash;mengganti semua kemunculan string pencarian dengan string pengganti menggunakan wildcard. <br>Urutan parameter itu penting: <b>w_replace('cari', 'diganti', 'subyek')</b>. <br>Wildcard yang didukung: <b>?</b>&mdash;karakter tunggal apa pun; <b>*</b>&mdash;sejumlah karakter di akhir kata. <ul><li>Contoh</li><ul><li><b>w_diganti('banan?', bananas, banana banans bananz)</b> akan menghasilkan <i>bananas bananas bananas</i></li><li><b>w_diganti("ban*", 'bananas', banana banans bananz)</b> juga akan menghasilkan <i>bananas bananas bananas</i></li></ul></ul>
it_it: <b> w_replace </b> & mdash; sostituisce tutte le occorrenze della stringa di ricerca con la stringa sostitutiva utilizzando caratteri jolly. <br> L'ordine dei parametri è importante: <b> w_replace ("cerca", "sostituisci", "oggetto") </b>. <br> Caratteri jolly supportati: <b>? </b> & mdash; qualsiasi singolo carattere; <b> * </b> & mdash; qualsiasi numero di caratteri alla fine della parola. <ul><li>Esempi</li><ul><li> <b> w_replace ('banan?', bananas, banana banans bananz) </b> risulterà in <i> bananas bananas bananas </i> </li> <li> <b> w_replace ("ban *", 'bananas', banana banans bananz) </b> risulterà anche in <i> bananas bananas bananas </i> </li> </ ul > </ul>
ja_jp: <b>w_replace</b> &mdash; 全てのワイルドカード付き検索文字（列）を置換文字（列）に変換します。 <br>パラメータの順番に気をつけてください: <b>w_replace('search', 'replace', 'subject')</b>. <br>使用できるワイルドカード: <b>?</b> &mdash; １文字; <b>*</b> &mdash; スペースまでの複数文字 <ul><li>例</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> = <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> = <i>bananas bananas bananas</i></li></ul></ul>
pt_br: <b>w_replace</b>&mdash;substitui todas as ocorrências da expressão pesquisada pela expressão substituinte utilizando caracteres curinga. <br>Atente-se à ordem dos parâmetros: <b>w_replace('pesquisa', 'substituição', 'tema')</br>. <br>Caracteres curinga válidos: <b>?</b>&mdash;qualquer caractere único; <b>*</b>&mdash;qualquer número de caracteres até o fim da palavra. <ul><li>Exemplos:</li><ul><li><b>w_replace('banan?', bananas, banana banans, bananz)</b> resultará em <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> também resultará em <i>bananas bananas bananas</i></li></ul></ul>

# Languages::advanced_import.modifier_description.rand
source: <b>rand</b>&mdash;generates a random number from 1 to the maximum value provided as the parameter. <ul><li>Examples:</li><ul><li><b>rand(999)</b> may result in any number from 1 to 999.</li></ul></ul>
he_il: <b>-רנד-</b>-&mdash;יוצר מספר אקראי בין 1 לערך המרבי הניתן כפרמטר. <ul><li>דוגמאות:</li><ul><li><b>rand(999)</b> עלול לגרום כל מספר בין 1 ל- 999.</li></ul></ul>
hu_hu: <b>rand</b>&mdash;véletlenszerű számot generál 1-től a paraméterként megadott maximális értékig. <ul><li>Példák:</li><ul><li><b>rand(999)</b> 1 és 999 közötti bármely számot eredményezhet.</li></ul></ul>
id_id: <b>diacak</b>&mdash;menghasilkan nomor acak dari 1 sampai nilai maksimum yang diberikan sebagai parameter. <ul><li>Contoh:</li><ul><li><b>diacak(999)</b> mungkin dapat menghasilkan angka dari 1 sampai 999.</li></ul></ul>
it_it: <b> rand </b> & mdash; genera un numero casuale compreso tra 1 e il valore massimo fornito come parametro. <ul><li>Esempi :</li><ul><li> <b> rand (999) </b> può restituire qualsiasi numero compreso tra 1 e 999. </li> </ul> </ ul >
ja_jp: <b>rand</b> &mdash; １からパラメータで指定された最大値のうちランダムで数値を生成します。 <ul><li>例:</li><ul><li><b>rand(999)</b> 1 から 999 までのいづれかの数値を生成します。</li></ul></ul>
pt_br: <b>rand</b>&mdash;gera um número aleatório de 1 até ao valor máximo fornecido como parâmetro. <ul><li>Exemplo:</li><ul><li><b>rand(999)</b> pode resultar em qualquer número de 1 a 999.

# Languages::advanced_import.modifier_description.if
source: <b>if</b>&mdash;checks the expression in the first parameter. If the first parameter is <i>true</i>, the function returns the second parameter. Otherwise the function returns the third parameter.<ul><li>Examples:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> will result in <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; otherwise the result will be <i>Out of stock</i></li></ul><li>Available operations for the expression are:<ul><li><b>=</b>&mdash;checks for equality: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;checks for inequality: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;checks if the first value is greater than the second: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;checks if the first value is less than the second: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;checks if the first value is greater than or equal to the second: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;checks if the first value is less than or equal to the second: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notes:<ul><li>If you use single (') or double (") quotes in the first parameter, make sure that the first parameter is either wrapped in quotes entirely, or that there is no end quote in the middle of the parameter. For example, <i>if("My value"=$value, ...)</i> will not work, but <i>if("My value=$value", ...)</i> will.</ul></li></ul>
he_il: <b>אם</b>&mdash;בודק את הביטוי בפרמטר הראשון. אם הפרמטר הראשון הוא נכון <i>-</i>, הפונקציה מחזירה את הפרמטר השני. אחרת, הפונקציה מחזירה את הפרמטר השלישי. דוגמאות<ul><li>:</li>-<ul>-<li>-<b>אם ($value> "0", "בהמניה", "המלאי")</b> תגרום <i>במלאי</i> אם <i>> 0$value</i> הוא אמיתי <i></i>; אחרת התוצאה תהיה <i>מתוך מלאי</i></li></ul><li>פעולות זמינות עבור הביטוי הן:<ul><li><b>=</b>&mdash;בדיקות לשוויון: <i>אם ($value= 100,...)</i></li><li><b>! =</b>&mdash;בדיקות עבור אי-השוויון: <i>אם ($value! = 100,...)</i></li><li><b>&gt;</b>&mdash;בודקת אם הערך הראשון הוא גדול מ השני: <i>אם ($value&gt;100,...)</i></li><li><b>&lt;</b>&mdash;בודקת אם הערך הראשון הוא פחות מאשר השני: <i>אם ($value&lt;100,...)</i></li><li><b>&gt;</b>&mdash;בודקת אם הערך הראשון הוא גדול או שווה להשני: <i>אם ($value&gt;= 100,...)</i></li><li><b>&lt;=</b>&mdash;בודקת אם הערך הראשון הוא קטן או שווה ל השני: <i>אם ($value&lt;= 100,...)</i></li></ul></li><li>הערות:<ul><li>אם תשתמש בפרמטר הראשון בודדות (') או זוגי (") מרכאות, ודא כי הפרמטר הראשון הוא גם ציטוטים עטוף כולו, או שיש אין סוף ציטוט באמצע הפרמטר. לדוגמה, <i>אם ("שלי ערך" =$value,...)</i> לא יעבוד, אבל <i>אם ("הערך שלי =$value",...)</i> יהיה.</ul></li></ul>
hu_hu: <b>if</b>&mdash;ellenőrzi az első paraméter kifejezését. Ha az első paraméter <i>true</i>, a függvény visszaadja a második paramétert. Ellenkező esetben a függvény a harmadik paramétert adja vissza.<ul><li>Példák:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> eredménye <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; ellenkező esetben az eredmény <i>Out of stock</i></li></ul><li>A kifejezéshez elérhető műveletek a következők:<ul><li><b>=</b>&mdash;ellenőrzi az egyenlőséget: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;ellenőrzi az egyenlőtlenséget: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;ellenőrzi, hogy az első érték nagyobb-e, mint a második: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;ellenőrzi, hogy az első érték kisebb-e, mint a második: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;ellenőrzi, hogy az első érték nagyobb-e vagy egyenlő a másodikkal: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;ellenőrzi, hogy az első érték nagyobb-e vagy egyenlő a másodikkal: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Megjegyzések:<ul><li>Ha az első paraméterben szimpla (') vagy dupla (") idézőjeleket használsz, győződj meg arról, hogy az első paraméter vagy teljesen idézőjelek közé van zárva, vagy nincs a paraméter közepén záró idézőjel. Például, a <i>if("My value"=$value, ...)</i> nem fog működni, de a <i>if("My value=$value", ...)</i> igen.</ul></li></ul>
id_id: <b>jika</b>&mdash;cek ekspresi di parameter pertama. Jika parameter pertama adalah <i>benar</i>, fungsi kembali ke parameter kedua. Jika tidak fungsi kembali ke parameter ketiga.<ul><li>Contoh:</li><ul><li><b>jika($value>"0", "Persediaan", "Stok habis")</b> akan menghasilkan <i>Persediaan</i></li></ul><li>Operasi yang tersedia untuk ekspresi adalah:<ul><li><b>=</b>&mdash;periksa kesetaraan: <i>jika($value=100, ...)</i></li><li><b>!=</b>&mdash;periksa ketidaksamaan:<i>jika($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;memeriksa apakah nilai pertama lebih besar dari yang kedua: <i>jika($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;memeriksa apakah nilai pertama lebih kecil dari yang kedua: <i>jika($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;memeriksa apakah nilai pertama lebih besar atau sama dengan yang kedua: <i>jika($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;memeriksa apakah nilai pertama lebih kecil atau sama dengan yang kedua: <i>jika($value&lt;=100, ...)</i></li></ul></li><li>Catatan:<ul><li>Jika anda menggunakan tanda kutip tunggal (') atau dua kali(") dalam parameter pertama, pastikan bahwa parameter pertama baik dibungkus dalam tanda kutip sepenuhnya , atau tidak ada tanda kutip akhir di tengah parameter. Sebagai contoih, <i>jika("Nilai Saya"=$value, ...)</i> tidak akan bekerja, tetapi <i>jika("Nilai Saya=$value", ...)</i> akan bekerja.</ul></li></ul>
it_it: <b> se </b> & mdash; controlla l'espressione nel primo parametro. Se il primo parametro è <i> true </i>, la funzione restituisce il secondo parametro. Altrimenti la funzione restituisce il terzo parametro. <ul> <li> Esempi: </li> <ul> <li> <b> if ($value> "0", "In Stock", "Out of stock") < / b> restituirà <i> Disponibile </i> se <i> $value> 0 </i> è <i> vero </i>; altrimenti il ​​risultato sarà <i> Non disponibile </i> </li> </ul> <li> Le operazioni disponibili per l'espressione sono: <ul> <li> <b> = </b> & mdash; checks per l'uguaglianza: <i> if ($value = 100, ...) </i> </li> <li> <b>! = </b> & mdash; verifica la disuguaglianza: <i> if ($value ! = 100, ...) </i> </li> <li> <b> & gt; </b> & mdash; controlla se il primo valore è maggiore del secondo: <i> if ($value & gt; 100 , ...) </i> </li> <li> <b> & lt; </b> & mdash; controlla se il primo valore è minore del secondo: <i> if ($value & lt; 100, .. .) </i> </li> <li> <b> & gt; = </b> & mdash; controlla se il primo valore è maggiore o uguale al secondo: <i> if ($value & gt; = 100, ...) </i> </li> <li> <b> & lt; = </b> & mdash; controlla se il primo valore è minore o uguale al secondo: <i> if ($value & lt; = 100, ...) </i> </li> </ul> </li> <li> Note: <ul> <li> Se utilizzi virgolette singole (') o doppie (") nel primo parametro , assicurati che il primo parametro sia racchiuso interamente tra virgolette o che non ci siano virgolette di fine nel mezzo del parametro. Ad esempio, <i> if ("My value" = $value, ...) </ io> lo farò non funziona, ma <i> if ("My value = $value", ...) </i> funzionerà. </ul> </li> </ul>
ja_jp: <b>if</b> &mdash; 最初のパラメータの条件式を確認し、結果が <i>true</i>の場合、関数は２番めのパラメータを返します。そうでない場合は３番目のパラメータを返します。<ul><li>例:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> = <i>In Stock</i> (<i>$value > 0</i> が <i>true</i>の場合; そうでない場合は <i>Out of stock</i>となります。)</li></ul><li>使用可能な比較演算子:<ul><li><b>=</b> &mdash; 等しい: <i>if($value=100, ...)</i></li><li><b>!=</b> &mdash; 等しくない: <i>if($value!=100, ...)</i></li><li><b>&gt;</b> &mdash; より多い: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b> &mdash; より少ない: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b> &mdash; より多いか等しい: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b> &mdash; より少ないか等しい: <i>if($value&lt;=100, ...)</i></li></ul></li><li>注意:<ul><li>もしシングルクォーテーション (') あるいはダブルクオーテーション (") を最初のパラメータで使用する場合、クオーテーションは書式を囲んで使用する必要があります。例えば、<i>if("My value"=$value, ...)</i> は使用できませんが、<i>if("My value=$value", ...)</i> は可能です。</ul></li></ul>
pt_br: <b>if</b>&mdash;verifica a expressão no primeiro parâmetro. Se o primeiro parâmetro for <i>verdade</i>, a função retorna o segundo parâmetro. Caso contrário, a função retornará o terceiro parâmetro.<ul><li>Exemplos:</li><ul><li><b>if($value>"0", "Em estoque", "Fora de estoque")</b> vai resultar em <i>Em estoque</i> se <i>$value > 0</i> is <i>verdade</i>; caso contrário, o resultado estará <i>Esgotado</i></li></ul><li>As operações disponíveis para a expressão são:<ul><li><b>=</b>&mdash;verifica a igualdade:<i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;verifica desigualdade: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;verifica se o primeiro valor é maior que o segundo:<i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;verifica se o primeiro valor é menor que o segundo:<i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;verifica se o primeiro valor é maior ou igual ao segundo: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;verifica se o primeiro valor é menor ou igual ao segundo: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notas:<ul><li>Se você usar aspas simples (') ou duplas (") no primeiro parâmetro, verifique se o primeiro parâmetro está encapsulado inteiramente em aspas ou se não há aspas finais no meio do parâmetro. Por exemplo, <i>se("Meu valor"=$value, ...)</i> não vai funcionar, mas <i>if("Meu valor=$value", ...)</i> vai.</ul></li></ul>
