Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/advanced_import.po
Languages: he_il, hu_hu, id_id, it_it, ja_jp, pt_br

# Languages::advanced_import.modifier_description.case
source: <b>case</b>&mdash;odd parameters are expressions, and the following even parameters are corresponding values. The function checks the expressions and returns the value corresponding to the first expression that ends up being <i>true</i>.<ul><li>Examples:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> will result in <i>More than 70</i> if the <i>$value</i> in the imported file is a number between 71 and 100</li></ul><li>Notes:<ul><li>This function shares expression rules and available operations with the <b>if</b> function.</li><li>Only even numbers of parameters are supported: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
he_il: <b>מקרה</b>&mdash; פרמטרים משונים הם ביטויים, והפרמטרים אפילו הם ערכים מקבילים. הפונקציה בודקת את הביטויים ומחזירה את הערך המתאים לביטוי הראשון שמסתיים <i>true</i>.<ul><li>Examples:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> will result in <i>More than 70</i> if the <i>$value</i> בקובץ המיובא הוא מספר בין 71 ל- 100 </li> </ul > <li> הערות: <ul> <li> פונקציה זו משתפת כללי ביטוי ופעולות זמינות עם הפונקציה<b>if</b>. </li><li> רק מספרי פרמטרים נתמכים: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
hu_hu: <b>case</b>&mdash;a páratlan paraméterek kifejezések, a következő páros paraméterek pedig a megfelelő értékek. A függvény ellenőrzi a kifejezéseket, és az első olyan kifejezésnek megfelelő értéket adja vissza, amely végül <i>true</i>.<ul><li>Példák:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> fogja eredményezni <i>More than 70</i> ha a <i>$value</i> ha az importált fájlban a</li></ul><li>egy 71 és 100 közötti szám. Megjegyzés:<ul><li>Ez a függvény osztozik a <b>if</b> függvénnyel közös kifejezési szabályokon és elérhető műveleteken..</li><li>Kizárólag páros számú paraméter támogatott: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
id_id: <b>kasus</b>&mdash;parameter ganjil adalah ekspresi, dan parameter genap merupakan nilai yang sesuai. Fungsi cek ekspresi dan mengembalikan nilai yang sesuai ke ekspresi pertama yang berakhir dengan <i>benar</i>.<ul><li>Contoh:</li><ul><li><b>kasus($value>100, "Lebih dari 100", $value>70, "Lebih dari 70, $value>20, "Lebih dari 20", $value>0, "Persediaan", $value=0, "Stok habis")</b> akan menghasilkan <o>Lebih dari 70</i> jika <i>$value</i> berkas yang diimpor adalah angka antara 71 dan 100</li></ul><li>Catatan:<ul><li>Fungsi ini membagi aturan ekspresi dan operasi yang tersedia dengan <b>jika</b> fungsi.</li><li>Hanya jumlah parameter yang didukung: <b>2, 4, 6, 8</b>, dll.</li></ul></li></ul>
it_it: I parametri <b> case </b> & mdash; dispari sono espressioni e i seguenti parametri pari sono valori corrispondenti. La funzione controlla le espressioni e restituisce il valore corrispondente alla prima espressione che finisce per essere <i>true</i> .<ul><li>Esempi:</li><ul><li> <b> case ($valore> 100, "Più di 100", $valore> 70, "Più di 70", $ valore> 20, "Più di 20", $valore> 0, "Disponibile", $ valore = 0, "Fuori di stock ") </b> restituirà <i> Più di 70 </i> se il <i> $ value </i> nel file importato è un numero compreso tra 71 e 100 </li> </ ul > <li> Note: <ul> <li> Questa funzione condivide le regole di espressione e le operazioni disponibili con la funzione <b> if </b>. </li> <li> Sono supportati solo i numeri pari di parametri: <b> 2, 4, 6, 8 </b>, ecc. </li> </ul> </li> </ul>
ja_jp: <b>case</b> &mdash; 奇数位置のパラメーターは条件式、偶数位置のパラメーターは条件式が <i>true</i> の場合の値となります。<ul><li>例:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> = <i>More than 70</i> (インポートしたファイルの <i>$value</i> が 71 から 100 の数値の場合)</li></ul><li>注意:<ul><li>使用可能な比較演算子は <b>if</b> 関数と同じです。</li><li>パラメーターは偶数個のみ使用できます: <b>2, 4, 6, 8</b> 等。</li></ul></li></ul>
pt_br: <b> case </b> & mdash; parâmetros ímpares são expressões, e os seguintes parâmetros pares são valores correspondentes. A função verifica as expressões e retorna o valor correspondente à primeira expressão que acaba sendo <i> verdadeira</i>.<ul><li> Exemplos:</li><ul><li> <b> case ($value>100, "Mais de 100", $value>70, "Mais de 70", $value>20, "Mais de 20", $value>0, "Em estoque", $value=0, "Fora de estoque ") </b> resultará em <i> Mais de 70 </i> se o <i>$value</i> no arquivo importado for um número entre 71 e 100 </li></ul><li> Notas: <ul> <li> Esta função compartilha regras de expressão e operações disponíveis com a função <b> se </b>.</li><li> Somente números pares de parâmetros são suportados: <b> 2, 4, 6, 8 </b>, etc. </li></ul></li></ul>

# Languages::advanced_import.modifier_self_reference_is_unsupported
source: This function doesn't support the use of a non-modified value from the imported file.
he_il: פונקציה זו אינה תומכת בשימוש של ערך ללא שינוי הקובץ המיובא.
hu_hu: Ez a függvény nem támogatja az importált fájl nem módosított értékének használatát.
id_id: Fungsi ini tidak memungkinkan penggunaan nilai yang tidak dimofikasi dari berkas yang diimpor.
it_it: Questa funzione non supporta l'uso di un valore non modificato dal file importato.
ja_jp: この関数ではインポートフィールド値を使用できません。
pt_br: Esta função não suporta o uso de um valor não modificado do arquivo importado.

# Languages::advanced_import.preset_last_view
source: Preset
he_il: תבנית
hu_hu: Előbeállítások
ja_jp: 商品インポート
pt_br: Predefinições

# Languages::advanced_import.show_more
source: Show more
he_il: הצג יותר
hu_hu: Több elem megjelenítése
id_id: Tampilkan lebih banyak
it_it: Mostra altro
ja_jp: 更に表示
pt_br: Ver mais

# Languages::advanced_import.show_less
source: Show less
he_il: הצג פחות
hu_hu: Kevesebb elem megjelenítése
id_id: Tampilkan lebih sedikit
it_it: Mostra meno
ja_jp: 隠す
pt_br: Ver menos

# Languages::advanced_import.target_node
source: XML target node
he_il: צומת היעד XML
hu_hu: XML célcsomópont
id_id: Simpulan target XML
it_it: XML Target nodo
ja_jp: XMLターゲットノード
pt_br: Nó de destino XML

# Languages::advanced_import.target_node.description
source: The full path to the XML node with the information about an imported entity. The nodes nested in the specified node will be used as columns of the imported file. Here is an example of the path: yml_catalog/shop/offers/offer
he_il: הנתיב המלא אל הצומת XML עם המידע אודות ישות מיובאים. הצמתים מקוננים בתוך הצומת שצוין ישמש כעמודות של הקובץ המיובא. הנה דוגמא של השביל: yml_catalog/חנות/הצעות/הצעה
hu_hu: Az XML csomópont teljes elérési útja az importált entitás információival. A megadott csomópontba ágyazott csomópontok az importált fájl oszlopai lesznek. Íme egy példa az elérési útra: yml_catalog / shop / offers / offer
id_id: Jalan penuh ke node XML dengan informasi tentang entitas yang diimpor. Node bersarang di node tertentu akan digunakan sebagai kolom berkas yang diimpor. Ini adalah contoh jalannya: yml_catalog/shop/offers/offer
it_it: Il percorso completo del nodo XML con le informazioni su un'entità importata. I nodi nidificati nel nodo specificato verranno utilizzati come colonne del file importato. Ecco un esempio del percorso: yml_catalog/shop/offers/offer
ja_jp: XMLノードへのフルパス。特定ノードの子ノードがインポートファイルのフィールドとして使用されます。パスの例： yml_catalog/shop/offers/offer
pt_br: O caminho completo para o nó XML com as informações sobre uma entidade importada. Os nós aninhados no nó especificado serão usados ​​como colunas do arquivo importado. Aqui está um exemplo do caminho: yml_catalog/shop/offers/offer

# Languages::advanced_import.fetching_schema_failed_check_target_node
source: Please make sure that the <b>XML target node</b> field is filled in properly.
he_il: נא ודא כי השדה</b> <b>צומת היעד XML זה מולאו כראוי.
hu_hu: Kérjük, győződjön meg arról, hogy a <b>XMLtarget node</b> mező megfelelően van-e kitöltve.
id_id: Harap pastikan bahwa bidang <b> node target XML</b> diisi dengan benar.
it_it: Assicurati che il campo <b> nodo di destinazione XML </b> sia compilato correttamente.
ja_jp: <b>XMLターゲットノード</b>フィールドが正しく入力されていることを確認してください。
pt_br: Certifique-se de que o campo <b> Nó de destino XML </b> esteja preenchido corretamente.

# Languages::advanced_import.general_settings
source: General settings
he_il: הגדרות כלליות
hu_hu: Általános beállítások
id_id: Pengaturan umum
it_it: Impostazioni generali
ja_jp: 基本設定
pt_br: Configurações gerais

# Languages::advanced_import.additional_settings
source: Additional settings
he_il: הגדרות נוספות
hu_hu: További beállítások
id_id: Pengaturan tambahan
it_it: Impostazioni Aggiuntive
ja_jp: 追加設定
pt_br: Configurações adicionais

# Languages::advanced_import.delete_additional_images
source: Delete existing additional images
he_il: מחיקת תמונות נוספות
hu_hu: Töröld a meglévő további képeket
id_id: Hapus gambar tambahan yang ada
it_it: Elimina immagini aggiuntive esistenti
ja_jp: 既存の追加画像を削除
pt_br: Excluir imagens adicionais existentes

# Languages::advanced_import.delete_additional_images_tooltip
source: If you enable this setting, then the existing additional images of the imported products will be replaced with the images specified in the imported file (if no images are specified, the old images will remain). If the setting is disabled, the new additional images will simply be added to the existing images.
he_il: אם תהפוך הגדרה זו לזמינה, ולאחר מכן החותם נוספים של המוצרים המיובאים יוחלפו עם תמונות שצוינו בקובץ המיובא (אם אין תמונות מצוינות, התמונות הישן יישאר). אם ההגדרה אינה זמינה, תמונות נוספות החדש פשוט יתווספו לתמונות הקיים.
hu_hu: Ha engedélyezed ezt a beállítást, akkor az importált termékek meglévő további képei kicserélődnek az importált fájlban megadott képekkel (ha nem adsz meg képet, akkor a régi képek megmaradnak). Ha a beállítás le van tiltva, az új további képek egyszerűen hozzáadódnak a meglévő képekhez.
id_id: Jika anda mengaktifkan pengaturan ini, maka gambar tambahan yang ada dari produk yang diimpor akan diganti dengan gambar tertentu dalam berkas yang diimpor
it_it: Se abiliti questa impostazione, le immagini aggiuntive esistenti dei prodotti importati verranno sostituite con le immagini specificate nel file importato (se non vengono specificate immagini, le vecchie immagini rimarranno). Se l'impostazione è disabilitata, le nuove immagini aggiuntive verranno semplicemente aggiunte alle immagini esistenti.
ja_jp: このチェックボックスにチェックを入れると、既存の追加画像がインポートファイルで指定した画像に置換されます。(画像が指定されてない場合は置換されません) このチェックボックスのチェックを外すと、新規の画像が追加されます。
pt_br: Se você habilitar essa configuração, as imagens adicionais existentes dos produtos importados serão substituídas pelas imagens especificadas no arquivo importado (se nenhuma imagem for especificada, as imagens antigas permanecerão). Se a configuração estiver desativada, as novas imagens adicionais serão simplesmente adicionadas às imagens existentes.

# Languages::advanced_import.fetching_schema_failed_check_file
source: Before you can run the import, please make sure that:<ul><li>You have created the import preset by using the Create button. If you see Save instead of Create, then you've already done that.</li><li>You have specified the correct XML target node on the File tab and saved the preset.</li><li>You have matched the imported information with the product properties in CS-Cart on the Fields mapping tab and saved the preset.</li></ul>If you see this message, you haven't completed point 1 or 2.
he_il: לפני שתוכל להפעיל את הייבוא, אנא ודא ש:<ul><li>יצרת הייבוא המוגדרת מראש באמצעות לחצן צור. אם אתה רואה שמור במקום צור, ואז כבר עשית את זה.</li><li>אתה שצוין הצומת היעד הנכון של XML בכרטיסיה קובץ, הציל את הקביעה המוגדרת מראש.</li><li>יש להתאים את המידע מיובאים עם המוצר המאפיינים בעגלת-CS בכרטיסיה מיפוי שדות, הציל את הקביעה המוגדרת מראש.</li></ul>אם אתה רואה הודעה זו, אתה לא סיימת את הנקודה 1 או 2.
hu_hu: Mielőtt lefuttatnád az importálást, győződj meg arról, hogy:<ul><li>az importálási előbeállítást a Létrehozás gomb segítségével hoztad létre. Ha a Létrehozás helyett a Mentés gombot látod, akkor ezt már megtetted.</li><li>A Fájl lapon megadtad a megfelelő XML-célcsomópontot és elmentetted az előbeállítást.</li><li>A Mezők hozzárendelése lapon megfeleltetted az importált információkat a CS-Cartban lévő terméktulajdonságokkal és elmentetted az előbeállítást.</li></ul>Ha ezt az üzenetet látod, akkor nem fejezted be az 1. vagy 2 pontot.
id_id: Sebelum anda dapat menjalankan pengimporan, harap pastikan bahwa:<ul><li>Anda telah membuat preset impor dengan menggunakan tombol Buat. Jika anda melihat Simpan daripada Buat, maka anda telah melakukannya.</li><li>Anda telah menentukan node target XML dalam tab Berkas dan preset yang disimpan.</li><li>Anda telah mencocokkan informasi yang diimpor dengan properti produk di CS-Cart dalam tab Pemetaan bidang dan preset yang disimpan. </li></ul>Jika anda melihat pesan ini, anda belum menyelesaikan poin 1 atau 2.
it_it: Prima di poter eseguire l'importazione, assicurati che: <ul> <li> Hai creato il file predefinito di importazione utilizzando il pulsante Crea. Se vedi Salva invece di Crea, significa che l'hai già fatto. </li> <li> Hai specificato il nodo di destinazione XML corretto nella scheda File e hai salvato la preimpostazione. </li> <li> Hai trovato le informazioni importate con le proprietà del prodotto in CS-Cart nella scheda Mappatura campi e salvato il preset. </li> </ul> Se vedi questo messaggio, non hai completato il punto 1 o 2.
ja_jp: インポートを実行する前に、次の点を確認してください:<ul><li>商品インポートを登録ボタンで作成済みである。登録ボタンでなく保存ボタンが表示されている。</li><li>ファイルタブでXMLターゲットノードを指定し、保存している。</li><li>フィールドマッピングタブでインポートファイルのフィールドとCS-Cartの商品プロパティをマッピングし、保存している。</li></ul>このメッセージが表示されている場合は、上記を再確認してください。
pt_br: Antes de executar a importação, verifique se: <ul> <li> Você criou a predefinição de importação usando o botão Criar. Se aparecer "Salvar" em vez de "Criar", a predefinição já foi criada. </li> <li> Você especificou o nó de destino XML correto na guia "Arquivo" e salvou a predefinição. </li> <li> Você correspondeu as informações importadas com as propriedades do produto no CS-Cart na guia "Mapeamento" de campos e salvas na predefinição. </li> </ul> Se essa mensagem for exibida, o ponto 1 ou o ponto 2 não foram concluídos.

# Languages::advanced_import.test_import
source: Perform test import
he_il: בצע ייבוא ניסיון
hu_hu: Tesztimport végrehajtása
id_id: Melakukan uji impor
it_it: Test importazione
ja_jp: テストインポートを実行
pt_br: Executar importação de teste

# Languages::advanced_import.test_import_tooltip
source: If you enable this setting, only the first [n] product will be processed.|If you enable this setting, only the first [n] products will be processed.
he_il: אם תפעיל הגדרה זו, רק המוצר [n] הראשון יעבוד.|אם תפעיל הגדרה זו, רק את המוצרים [n] הראשון יעבוד.
hu_hu: Ha engedélyezed ezt a beállítást, csak az első [n] termék kerül feldolgozásra. | Ha engedélyezed ezt a beállítást, akkor csak az első [n] termék kerül feldolgozásra.
id_id: Jika anda mengaktikan pengaturan ini, hanya produk [n] pertama yang akan diproses.|Jika anda mengaktifkan pengaturan ini, hanya produk [n] pertama yang akan diproses.
it_it: Se abiliti questa impostazione, verrà elaborato solo il primo [n] prodotto. | Se abiliti questa impostazione, verranno elaborati solo i primi [n] prodotti.
ja_jp: このチェックボックスにチェックを入れると、最初の [n] 商品だけがインポートされます。|このチェックボックスにチェックを入れると、最初の [n] 商品だけがインポートされます。
pt_br: Se você habilitar essa configuração, apenas o primeiro [n] produto será processado. | Se você habilitar essa configuração, apenas os [n] primeiros produtos serão processados.

# Languages::advanced_import.import_strategy
source: Import strategy
he_il: ייבוא האסטרטגיית
hu_hu: Importálási stratégia
id_id: Impor strategi
it_it: Strategia importazione
ja_jp: インポート方法
pt_br: Estratégia de importação

# Languages::advanced_import.import_strategy_tooltip
source: If you select "Update existing products only", products that don't exist in the database of your store will be skipped during import.<br>If you select "Create new products only", products that exist in the database of your store will be skipped during import.
he_il: אם תבחר באפשרות "עדכן מוצרים קיימים בלבד", מוצרים שלא קיימים במסד הנתונים של החנות שלך ידלגו במהלך הייבוא. <br> אם תבחר באפשרות "צור מוצרים חדשים בלבד", מוצרים הקיימים במסד הנתונים של החנות שלך ידלג במהלך הייבוא.
hu_hu: Ha a "Csak a meglévő termékek frissítése" lehetőséget választod, az importálás során kimaradnak azok a termékek, amelyek nem léteznek a piactér adatbázisában.<br>Ha a "Csak új termékek létrehozása" lehetőséget választod akkor a piactér adatbázisában létező termékek kimaradnak az importálás során.
id_id: Jika anda memilih "Perbarui produk yang ada saja", Produk yang tidak ada di databasae toko anda akan dilewati selama pengimporan.<br>Jika anda memilih "Buat produk baru saja", produk yang ada di database toko anda akan dilewati selama pengimporan.
it_it: Se selezioni "Aggiorna solo prodotti esistenti", i prodotti che non esistono nel database del tuo negozio verranno ignorati durante l'importazione. <br> Se selezioni "Crea solo nuovi prodotti", i prodotti presenti nel database del tuo negozio verrà ignorato durante l'importazione.
ja_jp: "既存の商品のみ更新"を選択すると、データベースに存在していないショップの商品は無視されます。"新しい商品のみ作成"を選択すると、データベースに存在しているショップの商品は無視されます。
pt_br: Se você selecionar "Apenas atualizar produtos existentes", os produtos que não existirem no banco de dados da sua loja serão ignorados durante a importação. <br> Se você selecionar "Apenas criar novos produtos", os produtos existentes no banco de dados da sua loja serão ignorados durante a importação.

# Languages::advanced_import.import_all
source: Import all products from the file
he_il: ייבא את כל המוצרים מהקובץ
hu_hu: Az összes termék importálása a fájlból
id_id: Impor semua produk dari berkas
it_it: Importa tutti i prodotti dal file
ja_jp: 全ての商品をファイルからインポート
pt_br: Importar todos os produtos do arquivo

# Languages::advanced_import.create_new_products_only
source: Create new products only
he_il: צור מוצרים חדשים בלבד
hu_hu: Csak új termékek létrehozása
id_id: Buat produk baru saja
it_it: Crea solo nuovi prodotti
ja_jp: 新しい商品のみ作成
pt_br: Apenas criar novos produtos

# Languages::advanced_import.cant_save_preset_invalid_modifiers
source: The preset can't be saved because it contains invalid modifiers
he_il: לא ניתן לשמור את ההגדרה המוגדרת מראש מכיוון שהיא מכילה משינוים לא חוקיים
hu_hu: Az előre beállított értéket nem lehet menteni, mert érvénytelen módosítókat tartalmaz
id_id: Preset tidak bisa disimpan karena memiliki modifier yang tidak valid
it_it: L'impostazione predefinita non può essere salvata perché contiene modificatori non validi
ja_jp: 不正な関数が含まれているため商品インポートは保存できません
pt_br: A predefinição não pode ser salva porque contém modificadores inválidos

# Languages::advanced_import.missing_parameters_list_closer
source: The expected <b>[closer]</b> after the parameters list is missing.
he_il: הצפוי <b>[closer]</b> לאחר רשימת הפרמטרים חסר.
hu_hu: A paraméterlista után elvárt <b>[closer]</b> hiányzik.
id_id: <b>[closer]</b> yang diharapkan setelah daftar parameter hilang.
it_it: E atteso <b>[closer]</b> after the parameters list is missing.
ja_jp: パラメータリスト後の <b>[closer]</b> がありません。
pt_br: O esperado <b> [closer] </b> após a lista de parâmetros está ausente.

# Languages::advanced_import.run_import_via_cron_message
source: You can run the import automatically at certain time intervals. To do it, add the following command to CRON:
he_il: ניתן להפעיל את הייבוא באופן אוטומטי במרווחי זמן מסוימים. כדי לעשות זאת, הוסף את הפקודה הבאה ל- CRON:
hu_hu: Bizonyos időközönként automatikusan lefuttathatod az importálást Ehhez add hozzá a CRON-hoz a következő parancsot:
id_id: Anda bisa menjalankan pengimporan secara otomatis pada interval waktu tertentu. Untuk bisa melakukannya, tambahkan perintah berikut ke CRON:
it_it: È possibile eseguire l'importazione automaticamente a determinati intervalli di tempo. Per farlo, aggiungi il seguente comando a CRON:
ja_jp: インポートを定期的に自動実行できます。クロンジョブに下記コマンドを追加してください:
pt_br: Você pode executar a importação automaticamente em determinados intervalos de tempo. Para fazer isso, adicione o seguinte comando ao CRON:

# Languages::advanced_import.cannot_detect_csv_delimiter
source: Cannot detect delimiter automatically. Please specify the correct delimiter manually in the additional settings on the "File" tab.
he_il: לא ניתן לזהות את התוחם באופן אוטומטי. ציין את התוואי הנכון ידנית בהגדרות הנוספות בכרטיסייה "קובץ".
hu_hu: A határoló nem észlelhető automatikusan. Kérjük, add meg a helyes határolójelet manuálisan a "Fájl" fül további beállításaiban.
id_id: Tidak dapat mendeteksi pembatas secara otomatis. Harap tentukan pembatas yang benar secara manual dalam pengaturan tambahan pada tab "Berkas"
it_it: Impossibile rilevare automaticamente il delimitatore. Specificare manualmente il delimitatore corretto nelle impostazioni aggiuntive nella scheda "File".
ja_jp: CSV区切り文字を自動検出できません。"ファイル"タブの追加設定で正しいCSV区切り文字を選択してください。
pt_br: Não é possível detectar o delimitador automaticamente. Especifique o delimitador correto manualmente nas configurações adicionais na guia "Arquivo".

# Languages::advanced_import.incorrect_delimiter
source: Specified (or auto detected) delimiter seems to be incorrect. Please specify the correct delimiter manually in the additional settings on the "File" tab.
he_il: נראה שהתוואי שצוין (או זוהה אוטומטית) שגוי. ציין את התוואי הנכון ידנית בהגדרות הנוספות בכרטיסייה "קובץ".
hu_hu: Úgy tűnik, hogy a megadott (vagy automatikusan észlelt) határoló helytelen. Kérjük, add meg manuálisan a helyes határolót a "Fájl" fül további beállításaiban.
id_id: Pembatas yang ditentukan (atau terdeteksi secara otomatis) sepertinya tidak tepat. Harap tentukan pembatas yang benar secara manual dalam pengaturan tambahan pada tab "File".
it_it: Il delimitatore specificato (o rilevato automaticamente) sembra non essere corretto. Specificare manualmente il delimitatore corretto nelle impostazioni aggiuntive nella scheda "File".
ja_jp: 選択した（あるいは自動検出した）CSV区切り文字が間違っているようです。"ファイル"タブの追加設定で正しいCSV区切り文字を選択してください。
pt_br: O delimitador especificado (ou detectado automaticamente) parece estar incorreto. Especifique o delimitador correto manualmente nas configurações adicionais na guia "Arquivo".

# Languages::advanced_import.file_will_be_deleted_are_you_sure_to_proceed
source: Deleting this import preset will also delete the file attached to it. Are you sure you want to proceed?
he_il: מחיקת הגדרת ייבוא מראש זו תמחק גם את הקובץ המצורף אליו. האם אתה בטוח שברצונך להמשיך?
hu_hu: Ha törlöd ezt az import alapbeállítást, a hozzá csatolt fájl is törlődik. Biztos, hogy folytatni szeretnéd?
id_id: Menghapus preset impor ini juga akan menghapus berkas yang dilampirkan padanya. Anda yaking ingin melanjutkan?
it_it: L'eliminazione di questa preset di importazione eliminerà anche il file ad essa allegato. Sei sicuro di voler procedere?
ja_jp: このインポート初期設定値を削除すると、それに関連付けられているファイルも削除されます。 続行してもよろしいですか？
pt_br: A exclusão dessa predefinição de importação também excluirá o arquivo anexado a ela. Tem certeza de que deseja continuar?

# Languages::advanced_import.common_preset
source: All vendors
he_il: כל הספקים
hu_hu: Minden termelő
id_id: Semua vendor
it_it: Tutti i venditori
ja_jp: すべての出品者
pt_br: Todos os fornecedores

# Languages::advanced_import.your_presets
source: Vendor's presets
he_il: הגדרות קבועות מראש של הספק
hu_hu: A termelő előzetes beállításai
id_id: Preset vendor
it_it: Preset venditori
ja_jp: 出品社の初期設定値
pt_br: Predefinições do fornecedor

# Languages::advanced_import.common_presets
source: Marketplace presets
he_il: קביעות מוגדרות מראש של שוק
hu_hu: A piactér előzetes beállításai
id_id: Preset pasar
it_it: Preset Negozio
ja_jp: マーケットプレイス初期設定値
pt_br: Predefinições do marketplace
