Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/anti_fraud.po
Languages: he_il, hu_hu, pt_br

# Addons::name::anti_fraud
source: Anti fraud
he_il: נגד הונאה
hu_hu: Csalásszűrő
pt_br: Antifraude

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
he_il: הוספת אימות סדר בטחון להגדרה באמצעות השירות Maxmind כדי למנוע הונאה
hu_hu: Maxmind fizetős szolgáltatásán keresztül csalásszűrés, és egyéb biztonsági beállítások konfigurálását teszi lehetővé
pt_br: Adiciona verificação de segurança do pedido configurável usando o serviço da Maxmind para prevenir fraudes

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
he_il: הסכום הכולל של ההזמנה חורג מהסכום המרבי המותר
hu_hu: Rendelés végösszege meghaladja a megengedett maximális értéket
pt_br: Total do pedido excede o máximo permitido

# Languages::af_country_doesnt_match
source: The country does not match the IP address
he_il: המדינה אינה תואמת לכתובת ה-IP
hu_hu: Az ország nem egyezik meg az IP címmel
pt_br: O país não coincide com o endereço IP

# Languages::af_has_failed_orders
source: Customer has FAILED orders
he_il: ללקוח קיימות הזמנות שנכשלו
hu_hu: Vevőnek sikertelen megrendelései vannak
pt_br: O cliente tem pedidos com FALHA

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
he_il: ללקוח קיימות הזמנות שעברו בהצלחה
hu_hu: Vevőnek sikeres megrendelései vannak
pt_br: O cliente tem pedidos com SUCESSO

# Languages::af_high_risk_country
source: High risk country
he_il: מדינה בסיכון גבוה
hu_hu: Magas kockázatú ország
pt_br: País de alto risco

# Languages::af_high_risk_email
source: High risk email
he_il: אימייל בסיכון גבוה
hu_hu: Magas kockázatú e-mail cím
pt_br: Email de alto risco

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
he_il: גורם הסיכון עולה על הערך מוגדר
hu_hu: Kockázati tényező túllépi a meghatározott értéket
pt_br: Fator de risco excede o valor definido

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
he_il: לא ניתן לזהות את כתובת ה-IP של הלקוח
hu_hu: Nem sikerült azonosítani az ügyfél IP címét
pt_br: Não conseguiu identificar o endereço IP do cliente

# Languages::af_long_distance
source: Customer is outside the safe distance
he_il: הלקוח נמצא מעבר לתחום הבטוח
hu_hu: Az ügyfél biztonságos távolságon túl van
pt_br: Cliente está lá fora da distância segura

# Languages::af_low_risk_factor
source: Risk factor is admissible
he_il: גורם הסיכון קביל
hu_hu: Kockázati tényező elfogadható
pt_br: Fator de risco é admissível

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
he_il: הזמנתך בוצעה בהצלחה. נתונים נוספים נבדקים כעת. הודעה תשלח בהמשך
hu_hu: A megrendelés sikeresen feladva. Most épp egy extra ellenőrzésen esik át. Amint az adminisztrátorok befejezik az ellenőrzést, felvesszük Önnel a kapcsolatot.
pt_br: Seu pedido foi feito na loja. Ele está passando por uma verificação adicional agora. Entraremos em contato assim que o administrador verificar

# Languages::risk_factor
source: Risk factor
he_il: גורם סיכון
hu_hu: Kockázati tényező
pt_br: Fator de risco

# Languages::not_available
source: n/a
hu_hu: nincs adat
pt_br: n/d

# Languages::decision
source: Decision
he_il: החלטה
hu_hu: Határozat
pt_br: Decisão

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
he_il: הזמנה לא אושרה מכיוון שגורם הסיכון חורג רמה מירבית
hu_hu: Rendelést nem hagyták jóvá, mivel a kockázati tényező meghaladja a legnagyobb kockázati tényező értékét
pt_br: Pedido não foi aprovado porque o fator de risco excede o fator de risco máximo

# Languages::anti_fraud_order_approved
source: Order has been approved
he_il: הזמנה אושרה
hu_hu: Rendelését jóváhagyták
pt_br: Pedido foi aprovado

# Languages::fraud_risk
source: Fraud risk
he_il: סיכון להונאה
hu_hu: Csalás kockázat
pt_br: Risco de fraude

# Languages::fraud_checking
source: Fraud checking
he_il: בדיקת הונאה
hu_hu: Csalásszűrés alatt
pt_br: Verificação de fraude

# SettingsSections::anti_fraud::general
source: General
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
he_il: מפתח רישיון Maxmind
hu_hu: Maxmind licenszkulcs
pt_br: Chave de licença do MaxMind

# SettingsOptions::anti_fraud::anti_fraud_user_id
source: Maxmind user ID
he_il: מזהה משתמש maxmind
hu_hu: Maxmind felhasználói azonosító (user ID)
pt_br: ID de usuário Maxmind

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
he_il: מרחק בטוח (ק"מ)
hu_hu: Biztonságos távolság (km)
pt_br: Distância segura (km)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
he_il: סה"כ הזמנה מירבית
hu_hu: Maximális rendelés végösszeg
pt_br: Max do total do pedido

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
he_il: גורם הסיכון המרבי (1..100)
hu_hu: Legnagyobb kockázati tényező (1..100)
pt_br: Fator de risco máximo (1..100)

# SettingsOptions::anti_fraud::antifraud_order_status
source: Order status
he_il: מצב הזמנה
hu_hu: Rendelés státusza
pt_br: Status do pedido

# Languages::anti_fraud.integration_updated_upgrade_notification_title
source: Add-ons: Anti Fraud: MaxMind user ID is now required
he_il: תוספות: אנטי הונאה: MaxMind משתמש מזהה הוא כעת נדרש
hu_hu: Bővítmények: Anti Fraud: MaxMind felhasználói azonosító (user ID) megadása kötelező
pt_br: Add-ons: Anti Fraude: Agora é solicitado o ID de usuário MaxMind

# Languages::anti_fraud.integration_updated_upgrade_notification_text
source: <p>Previously the Anti Fraud add-on didn't work for new MaxMind customers. We have fixed the problem, but the updated integration with minFraud requires a user ID in addition to the license key. You can get both of these credentials here: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>Once you get the credentials, go to <b>Add-ons → Manage add-ons → Anti fraud</b> and enter the credentials in the add-on's settings. Otherwise the add-on won't work.</p>
he_il: <p>בעבר ההרחבה נגד הונאה לא עבד עבור לקוחות חדשים MaxMind. אנחנו תיקנו את הבעיה, אך השילוב מעודכן עם minFraud דורש מזהה משתמש בנוסף מפתח הרישיון. אתה יכול לקבל את שניהם שאישורים אלה כאן: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>ברגע שאתה מקבל אישורים, ללכת <b>תוספות ← נהל הרחבות ← אנטי הונאה</b>, להזין את האישורים להפעיל הגדרות. אחרת ההרחבה לא יפעל.</p>
hu_hu: <p>Régebben az Anti Fraud bővítmény nem működött az új MaxMind ügyfelek számára. Megoldottuk a problémát, de a minFrauddal való frissített integrációhoz a licenckulcson kívül egy felhasználói azonosítóra is szükség van. Mindkét hitelesítő adatot itt szerezheted be: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>Amint megkaptad a hitelesítő adatokat, lépj a <b>Add-ons → Manage add-ons → Anti fraud</b> menüpontba, és add meg a hitelesítő adatokat a bővítmény beállításaiban. Ellenkező esetben a bővítmény nem fog működni.</p>
pt_br: <p> Anteriormente, o complemento Anti Fraude não funcionava para novos clientes do MaxMind. Corrigimos o problema, mas a integração atualizada com o minFraude requer além da chave de licença, um código de usuário. Você pode obter essas duas credenciais aqui: <a href="https://www.maxmind.com/en/my_license_key"> https://www.maxmind.com/en/my_license_key </a> </p> <p>. Depois de obter as credenciais, vá para a guia <b> Complementos → Gerenciar complementos → Anti-fraude </b> e insira as credenciais nas configurações do complemento. Caso contrário, o complemento não funcionará. </p>
