Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/attachments.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, ja_jp, pl_pl, ro_ro, ru_ru, uk_ua

# Addons::name::attachments
source: Attachments
ar_sa: المرفقات
cs_cz: Přílohy
el_gr: Eπισυνάψεις
es_es: Archivos adjuntos
he_il: קבצים מצורפים
hu_hu: Mellékletek
id_id: Lampiran
it_it: Allegati
ja_jp: 添付ファイル
pl_pl: Załączniki
ro_ro: Atașamente
ru_ru: Прикрепленные файлы
uk_ua: Приєднані файли

# Addons::description::attachments
source: Makes it possible to attach files to products
ar_sa: يجعل من الممكن إرفاق ملفات إلى المنتجات
cs_cz: Umožňuje přiložení souborů k produktům
el_gr: Επιτρέπει να επισυνάψετε αρχεία σε προϊόντα
es_es: Permite adjuntar archivos a los productos
he_il: מאפשרת לך לצרף קבצים להודעות מוצרים
hu_hu: Lehetővé teszi, mellékletek csatolását termékekhez
id_id: Memungkinkan untuk melampirkan file ke produk
it_it: Permette di allegare file ai prodotti
ja_jp: 商品にファイルを添付することができます
pl_pl: Umożliwia dołączanie plików do produktów
ro_ro: Face posibilă atașarea de fișiere produselor
ru_ru: Возможность прикреплять файлы к товарам
uk_ua: Можливість приєднувати файли до товарів

# Languages::attachments
source: Attachments
ar_sa: المرفقات
cs_cz: Přílohy
el_gr: Συνημμένα
es_es: Archivos adjuntos
he_il: קבצים מצורפים
hu_hu: Mellékletek
id_id: Lampiran
it_it: Allegati
ja_jp: 添付ファイル
pl_pl: Załączniki
ro_ro: Atașamente
ru_ru: Прикрепленные файлы
uk_ua: Приєднані файли

# Languages::new_attachment
source: New attachment
ar_sa: مرفق جديد
cs_cz: Nová příloha
el_gr: Νέο συνημμένο
es_es: Adjunto nuevo
he_il: נספח חדש
hu_hu: Új melléklet
id_id: Lampiran baru
it_it: Nuovo allegato
ja_jp: 添付ファイルの追加
pl_pl: Nowy załącznik
ro_ro: Atașament nou
ru_ru: Новый прикрепленный файл
uk_ua: Новий приєднаний файл

# Languages::add_attachment
source: Add attachment
ar_sa: إضافة مرفق
cs_cz: Přidat přílohu
el_gr: Προσθήκη συνημμένου
es_es: Añadir adjunto
he_il: הוסף קובץ מצורף
hu_hu: Melléklet hozzáadása
id_id: Menambahkan lampiran
it_it: Aggiungi allegato
ja_jp: 添付ファイルの追加
pl_pl: Dodaj załącznik
ro_ro: Adăugare atașament
ru_ru: Прикрепить файл
uk_ua: Прикріпити файл

# Languages::editing_attachment
source: Editing attachment
ar_sa: تحرير المرفقات
cs_cz: Upravit přílohu
el_gr: Επεξεργασία επισύναψης
es_es: Editar adjunto
he_il: עריכת קובץ מצורף
hu_hu: Melléklet szerkesztése
id_id: Mengedit lampiran
it_it: Modifica allegato
ja_jp: 添付ファイルの編集
pl_pl: Edytowanie załączników
ro_ro: Editare atașament
ru_ru: Редактирование прикрепленного файла
uk_ua: Зміна приєднаного файлу

# Languages::attachments.attachments_need_located_root_dir
source: Please specify the attachments directory within the store root directory. Put the attachments to import in this directory.
ar_sa: يرجى تعريف مجلد الصور نسبة إلى مجلد المتجر الرئيسي. قم بوضع الصور لاستيرادها في هذا المجلد.
cs_cz: Prosím, zadejte cestu k přílohám skrze root adresář obchodu. Vložte přílohy právě do této složky.
el_gr: Παρακαλούμε προσδιορίσετε τον κατάλογο με τις εικόνες μέσα στο root φάκελο του καταστήματος. Τοποθετήστε τα συνημμένα για εισαγωγή σε αυτόν τον κατάλογο.
es_es: Por favor, especifique el directorio de adjuntos dentro del directorio raíz de la tienda. Poner los archivos adjuntos a importar en este directorio.
he_il: נא ציין את תיקיית התמונות בתוך תיקיית ה שורש של החנות. הכנס את התמונות שברצונך לייבא לתיקייה זו.
hu_hu: Kérjük, add meg a mellékletek mappáját a piactér gyökérkönyvtárában. Helyezd az importálandó mellékleteket ebbe a könyvtárba.
id_id: Silahkan tetapkan direktori lampiran dalam root direktoritoko. Letakan lampiran yang akan diimpor dalam direktori tersebut.
it_it: Specificare la directory degli allegati all'interno della directory principale del negozio. Metti gli allegati da importare in questa directory.
ja_jp: ショップがインストールされたディレクトリの画像ディレクトリを指定してください。また、インポートする画像をこのディレクトリにアップロードしてください。
pl_pl: Proszę określić katalog z załącznikami zaczynając od katalogu głównego. Proszę umieścić załączniki do importu w tym katalogu.
ro_ro: Va rugam specificati directorul destinat imaginilor in root-ul magazinului. Amplasati imaginile destinate importarii in acest director.
ru_ru: Укажите директорию с импортируемыми прикрепленными файлами внутри корневой директории магазина.
uk_ua: Вкажіть директорію з імпортованими прикріпленими файлами всередині кореневої директорії магазина.

# Languages::attachments.error_exim_get_attachments_for_products
source: Could not import attachments for some of the products. Either those attachments don't exist (or can't be accessed), or the paths to those attachments in the imported file are incorrect.
ar_sa: لم نستطع استيراد المرفقات لبعض المنتجات. قد تكون المرفقات غير موجودة أو أن المسار لها غير صحيح.
cs_cz: Nebylo možné importovat přílohy k některým produktům. Buď takové přílohy neexistují (nebo nejsou přístupné) nebo cesta k ním není správná.
el_gr: Δεν ήταν δυνατόν να εισαχθουν εικόνες για μερικά από τα προϊόντα. Αυτές οι εικόνες δεν υπάρχουν (ή δεν ειναι δυνατή η πρόσβαση), είτε οι διαδρομές σε αυτές τις εικόνες στο εισαγόμενο αρχείο είναι εσφαλμένες.
es_es: No se pueden importar los archivos adjuntos para algunos de los productos. Los archivos adjuntos no existen (o no se puede acceder), o las rutas de acceso a los datos adjuntos en el archivo importado son incorrectos.
he_il: ייבוא תמונות עבור חלק מהמוצרים נכשל. תמונות לא קיימות (או שאין גישה אליהן) או שנתיב אל תמונות אלה בקובץ המיובא לא נכון.
hu_hu: Néhány termék esetében nem sikerült importálni a mellékleteket. Ezek a mellékletek vagy nem léteznek (vagy nem érhetők el), vagy az importált fájlban a mellékletek elérési útvonalai helytelenek.
id_id: Tidak bisa mengimpor lampiran untuk beberapa produk. Kemungkinan karena lampiran tersebut tidak ada (atau tidak dapat diakses) atau jalur menuju lampiran yang ada didalam file yang telah diimpor tidak sesuai.
it_it: Impossibile importare allegati per alcuni prodotti. O quegli allegati non esistono (o non è possibile accedervi) oppure i percorsi di quegli allegati nel file importato non sono corretti.
ja_jp: いくつかの商品画像がインポートできませんでした。画像が存在しない（あるいはアクセスできない）か、インポートファイルの画像パスが不正です。
pl_pl: Nie można zaimportować załączników do niektórych produktów. Te załączniki nie istnieją (lub nie można uzyskać do nich dostępu) lub ścieżki do tych załączników w importowanym pliku są niepoprawne.
ro_ro: Nu s-au putut importa imagini pentru unele produse. Aceste imagini nu există (sau nu pot fi accesate), sau căile spre aceste imagini din fișierul importat sunt incorecte.
ru_ru: Не удалось импортировать прикрепленные файлы некоторых товаров. Данные файлы либо не существуют (или недоступны), либо путь к ним в файле импорта указан неверно.
uk_ua: Неможливо імпортувати прикріплені файли деяких товарів. Дані файли або не існують (чи недоступні), або шлях до них у файлі імпорту вказано невірно.

# Languages::advanced_import_attachments
source: Product attachments
ar_sa: مرفقات المنتح
cs_cz: Produktové přílohy
el_gr: Συνημμένα προϊόντων
es_es: Adjuntos del producto
he_il: קבצים מצורפים למוצר
hu_hu: Termék mellékletek
id_id: Lampiran produk
it_it: Allegati prodotto
ja_jp: 商品画像
pl_pl: Załączniki do produktów
ro_ro: Atașamentele produsului
ru_ru: Прикрепленные файлы товаров
uk_ua: прикріплені файли товарів

# Languages::attachments.attachments_delimiter
source: Attachments delimiter
ar_sa: فاصل المرفقات
cs_cz: Oddělovač příloh
el_gr: Οριοθέτης συνημμένων
es_es: Delimitador de adjuntos
he_il: תוחם קבצים מצורפים
hu_hu: Mellékletek elhatárolója
id_id: Pembatas lampiran
it_it: Delimitatore allegati
ja_jp: 画像区切り文字
pl_pl: Separator załączników
ro_ro: Delimitator de atașamente
ru_ru: Разделитель прикреплённых файлов
uk_ua: Розділювач прикріплених файлів

# Languages::attachments.attachments_delimiter.description
source: Delimiter between attachments of a product.
ar_sa: الفاصل بين المرفقات أو المنتجات.
cs_cz: Oddělovač mezi přílohami produktu.
el_gr: Οριοθέτης μεταξύ συνημμένων ενός προϊόντος.
es_es: Delimitador entre los datos adjuntos de un producto.
he_il: תוחם בין קבצים מצורפים של מוצר.
hu_hu: Egy termék csatolmányai közötti határolóvonal.
id_id: Pembatas antara lampiran suatu produk.
it_it: Delimitatore tra gli allegati di un prodotto.
ja_jp: 商品内にある複数画像の区切文字
pl_pl: Znak rozdzielający między załącznikami do produktu.
ro_ro: Delimitarea între atașamentele unui produs.
ru_ru: Используется для разделения прикрепленных файлов товара.
uk_ua: Використовується для розділення прикріплених файлів товару.

# Languages::attachments.delete_attachments
source: Delete existing attachments
ar_sa: احذف المرفقات الموجودة
cs_cz: Vymazat existující přílohy
el_gr: Διαγράψτε τα υπάρχοντα συνημμένα
es_es: Eliminar archivos adjuntos existentes
he_il: מחק קבצים מצורפים קיימים
hu_hu: Meglévő mellékletek törlése
id_id: Hapus lampiran yang ada
it_it: Cancella allegati esistenti
ja_jp: 既存画像の削除
pl_pl: Usuń istniejące załączniki
ro_ro: Ștergeți atașamentele existente
ru_ru: Удалить существующие прикрепленные файлы
uk_ua: Видалити існуючі прикріплені файли

# Languages::attachments.delete_attachments_tooltip
source: If you enable this setting, then the existing attachments of the imported products will be replaced with the attachments specified in the imported file (if no attachments are specified, the old attachments will remain). If the setting is disabled, the new attachments will simply be added to the existing attachments.
ar_sa: إذا قمت بتمكين هذا الإعداد ، فسيتم استبدال الصور الإضافية الموجودة للمنتجات المستوردة بالصور المحددة في الملف المدرج (في حالة عدم تحديد أي صور ، ستبقى الصور القديمة). إذا تم تعطيل الإعداد ، فسيتم ببساطة إضافة الصور الإضافية الجديدة إلى الصور الموجودة.
cs_cz: Pokud toto nastavení povolíte, pak již existující přílohy z importovaných produktů budou nahrazeny přílohami specifikovanými v importním souboru (pokud import neobsahuje přílohy, staré přílohy budou zachovány). Pokud je nastavení zakázáno, nové přílohy budou jednoduše přidány k těm stávajícím.
el_gr: Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, τότε τα υπάρχοντα συνημμένα των εισαγόμενων προϊόντων θα αντικατασταθούν με τα συνημμένα που καθορίζονται στο εισαγόμενο αρχείο (εάν δεν έχουν καθοριστεί συνημμένα, τα παλιά συνημμένα θα παραμείνουν). Εάν η ρύθμιση είναι απενεργοποιημένη, τα νέα συνημμένα απλά θα προστεθούν στα υπάρχοντα συνημμένα.
es_es: Si habilita esta opción, los datos adjuntos existentes de los productos importados se reemplazarán por los datos adjuntos especificados en el archivo importado (si no se especifica ningún archivo adjunto, permanecerán los datos adjuntos antiguos). Si la configuración está deshabilitada, los nuevos datos adjuntos se agregarán a los datos adjuntos existentes.
he_il: אם תהפוך הגדרה זו לזמינה, ולאחר מכן החותם נוספים של המוצרים המיובאים יוחלפו עם תמונות שצוינו בקובץ המיובא (אם אין תמונות מצוינות, התמונות הישן יישאר). אם ההגדרה אינה זמינה, תמונות נוספות החדש פשוט יתווספו לתמונות הקיים.
hu_hu: Ha engedélyezed ezt a beállítást, akkor az importált termékek meglévő mellékleteit az importált fájlban megadott mellékletek váltják fel (ha nem adsz meg mellékletet, akkor a régi mellékletek megmaradnak). Ha a beállítás le van tiltva, akkor az új mellékletek egyszerűen hozzáadódnak a meglévő mellékletekhez.
id_id: Jika anda mengaktifkan pengaturan ini, maka lampiran yang ada dari produk yang diimpor akan diganti dengan lampiran tertentu dalam berkas yang diimpor (jika tidak ada lampiran ditentukan, lampiran lama akan bertahan). Jika pengaturan dinonaktifkan, lampiran baru akan ditambahkan ke lampiran yang ada.
it_it: Se abiliti questa impostazione, gli allegati esistenti dei prodotti importati verranno sostituiti con gli allegati specificati nel file importato (se non vengono specificati allegati, i vecchi allegati rimarranno). Se l'impostazione è disabilitata, i nuovi allegati verranno semplicemente aggiunti agli allegati esistenti.
ja_jp: このチェックボックスにチェックを入れると、商品の画像がインポートファイルで指定した画像に置換されます。(画像が指定されてない場合は置換されません) このチェックボックスのチェックを外すと、新規で画像が追加されます。
pl_pl: Jeśli włączysz to ustawienie, istniejące dodatkowe załączniki importowanych produktów zostaną zastąpione załącznikami określonymi w zaimportowanym pliku (jeśli nie określono załączników, stare załączniki pozostaną). Jeśli ustawienie jest wyłączone, nowe dodatkowe załączniki zostaną po prostu dodane do już istniejących.
ro_ro: Dacă activați această setare, imaginile suplimentare existente ale produselor importate vor fi înlocuite cu imaginile specificate în fișierul importat (dacă nu sunt specificate imagini, imaginile vechi vor rămâne). Dacă setarea este dezactivată, noile imagini suplimentare vor fi adăugate pur și simplu la imaginile existente.
ru_ru: Если включить эту настройку, то существующие прикрепленные файлы импортируемых товаров будут удалены перед импортом и заменены на файлы, указанные в импортируемом файле (если новые файлы не указаны, то останутся старые). Если настройка выключена, то новые прикреплённые файлы просто добавятся к уже существующим файлам товаров.
uk_ua: Якщо включити е налаштування, то існуючі прикріплені файли імпортованих товарів будуть видалені перед імпортом і замінені на файли, зазначені в імпортованому файлі (якщо нові файли не вказані, то залишаться старі). Якщо налаштування виключене, то нові прикріплені файли просто додадуться до вже існуючих файлів товарів.

# Languages::attachments.attachments_directory
source: Attachments directory
ar_sa: مجلد الملفات
cs_cz: Složka příloh
el_gr: Κατάλογος συνημμένων
es_es: Directorio de ficheros adjuntos
he_il: ספריית קבצים מצורפים
hu_hu: Mellékletek könyvtár
id_id: Direktori lampiran
it_it: Cartella allegati
ja_jp: 画像ディレクトリ
pl_pl: Katalog załączników
ro_ro: Folderul atașamentelor
ru_ru: Директория с прикрепленными файлами
uk_ua: Директорія з прикріпленими файлами

# SettingsSections::attachments::general
source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
id_id: Umum
it_it: Generale
ja_jp: 基本設定
pl_pl: Ogólne
ro_ro: Informații generale
ru_ru: Общие
uk_ua: Загальні

# SettingsOptions::attachments::allow_save_attachments_to_server
source: Save attachments to your server
ar_sa: احفظ المرفقات الى سيرفرك
cs_cz: Uložit přílohy na server
el_gr: Αποθήκευση Συνημμένων στο Σερβερ
es_es: Guardar ficheros adjuntos en tu servidor
he_il: שמור קבצים מצורפים בשרת שלך
hu_hu: Mellékletek mentése a szerverre
id_id: Simpan lampiran ke peladen anda
it_it: Salva allegati sul tuo server
ja_jp: 画像登録
pl_pl: Zapisz załączniki na swoim serwerze
ro_ro: Salvați atașamentele pe serverul dvs.
ru_ru: Сохранять прикреплённые файлы на сервер
uk_ua: Зберігати вкладення на своєму сервері

# SettingsTooltips::attachments::allow_save_attachments_to_server
source: Attachments listed as URLs in the imported file will be downloaded to your server.
ar_sa: المرفقات المدرجة كعناوين الأنترنت |URLs| في الملف المستورد سيتم تنزيلها إلى السيرفر الخاص بك.
cs_cz: Přílohy zahrnuté jako URL adresy ve vašem importním souboru budou staženy na váš server.
el_gr: Τα συνημμένα που αναφέρονται ως URL στο εισαγόμενο αρχείο θα κατέβουν στο Σερβερ σας.
es_es: Los ficheros adjuntos que figuran como URL en el fichero importado se descargarán en su servidor.
he_il: קבצים מצורפים הרשומים ככתובות אתרים בקובץ המיובא יורדו לשרת שלך.
hu_hu: Az importált fájlban URL-címként felsorolt mellékletek letöltődnek a szerverre.
id_id: Lampiran terdaftar sebagai URL dalam berkas yang diimpor akan diunduh ke peladen anda.
it_it: Gli allegati elencati nel file importato verranno scaricati sul tuo server.
ja_jp: インポートされたファイルにURLとしてリストされている画像がサーバにダウンロードされます。
pl_pl: Załączniki wymienione jako adresy URL w importowanym pliku zostaną pobrane na Twój serwer.
ro_ro: Atașamentele listate ca adrese URL în fișierul importat vor fi descărcate pe serverul dvs.
ru_ru: Если в импортируемом файле прикреплённые файлы будут указаны как ссылки, то эти файлы скачаются вам на сервер.
uk_ua: Вкладені файли, вказані як URL-адреси в імпортованому файлі, будуть завантажені на ваш сервер.

# Languages::attachments.cant_upload_file
source: Couldn't load file [url] for product [product]
ar_sa: لم يتم تحميل [url] لمنتج [product]
cs_cz: Nelze načíst soubor [url] pro produkt [product]
el_gr: Δεν ήταν δυνατή η φόρτωση του αρχείου [url] για το προϊόν [product]
es_es: No se pudo cargar el archivo [url] para el producto [product]
hu_hu: Nem sikerült betölteni a [product] termékhez tartozó [url] fájlt.
it_it: Impossibile caricare il file [url] del prodotto [product]
ja_jp: 商品[product]のファイル[url]を読み込めませんでした
pl_pl: Nie można załadować pliku [url] dla produktu [product]
ru_ru: Не удалось загрузить файл [url] для товара [product]
