Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/backend_google_auth.po
Languages: cs_cz, es_es, he_il, hu_hu, id_id, it_it, ja_jp, pt_br

# Addons::name::backend_google_auth
source: Back-End Sign-In via Google
cs_cz: Přístup pomocí účtu Google
es_es: Inicio de sesión Back-End a través de Google
he_il: כניסה באמצעות Google
hu_hu: Back-End Bejelentkezés a Google-on keresztül
id_id: Masuk Back-End melalui Google
it_it: Accesso al pannello amministrativo tramite Google
ja_jp: Google ログイン（管理画面）
pt_br: Acesso via Google

# Addons::description::backend_google_auth
source: Replaces the standard back-end sign-in mechanism with authentication via Google accounts.
cs_cz: Nahrazuje standardní způsob přihlášení přihlášením pomocí Google účtu.
es_es: Reemplaza el inicio de sesión estandar en el panel de administración por autenticación con cuentas de Google.
he_il: מחליף את מנגנון הכניסה הרגיל עם אימות באמצעות חשבונות Google.
hu_hu: A szokásos back-end bejelentkezési mechanizmust a Google-fiókokon keresztüli hitelesítéssel helyettesíti.
id_id: Menggantikan mekanisme standar masuk back-end dengan autentikasi melalui akun Google.
it_it: Sostituisce il meccanismo di accesso al pannello amministrativo standard con l'autenticazione tramite account Google.
ja_jp: Google アカウントで管理画面にログインします。
pt_br: Substitui o mecanismo de login padrão pelo login via Contas do Google.

# SettingsOptions::backend_google_auth::credentials
source: Credentials
cs_cz: Údaje
es_es: Credenciales
he_il: אישורים
hu_hu: Hitelesítő adatok
id_id: Kredensial
it_it: Credenziali
ja_jp: 認証情報
pt_br: Credenciais

# SettingsOptions::backend_google_auth::backend_google_auth_client_id
source: Client ID
cs_cz: ID klienta
es_es: Identificación de cliente
he_il: לקוח ID
hu_hu: Ügyfél azonosító (ID)
id_id: Identitas klien
it_it: ID cliente
ja_jp: クライアント ID
pt_br: Código do Cliente

# SettingsOptions::backend_google_auth::backend_google_auth_client_secret
source: Client secret
cs_cz: Tajný klíč klienta
es_es: Pregunta secreta del cliente
he_il: קוד סודי הלקוח
hu_hu: Ügyféltitok
id_id: Rahasia klien
ja_jp: クライアントシークレット
pt_br: Chave do cliente

# Languages::backend_google_auth.user_not_found
source: The <strong>[user]</strong> user not found
cs_cz: <strong>[user]</strong> nebyl nalezen
es_es: El usuario<strong> [user] </strong>no fue encontrado
he_il: המשתמש <strong>[user]</strong> לא נמצא
hu_hu: A <strong>[user]</strong> felhasználó nem található
id_id: Pengguna <strong>[user]</strong> tidak ditemukan
it_it: <strong>[user]</strong> non è stato trovato
ja_jp: <strong>[user]</strong>ユーザーが見つかりません
pt_br: O usuário <strong> [user] </strong> não foi encontrado

# Languages::backend_google_auth.settings.warning
source: Once you configure this add-on, only administrators with Gmail email addresses will be able to sign in to the Administration panel. If your administrators have non-Google email addresses specified, don't configure the add-on, or else those administrators won't be able to sign in.
cs_cz: Jakmile nakonfigurujete tento doplněk, do administračního panelu se budou moci přihlásit pouze správci obchodu. Pokud nemají správci eshopu emailovou adresu od Google, nekonfigurujte tento doplněk - správcům by se nešlo přihlásit.
es_es: Una vez configurado este complemento, solo los administradores con direcciones de correo electrónico de Gmail podrán iniciar sesión en el Panel de Administración. Si sus administradores tienen direcciones de correo especificadas que no son de Google, no configure este complemento o esos administradores no podrán iniciar sesión.
he_il: לאחר שתגדיר את התוספת הזו, רק מנהלי מערכת עם כתובות דוא"ל של Gmail יוכלו להיכנס לחלונית 'ניהול'. אם מנהלי המערכת שלך מציינים כתובות דוא"ל שאינן של Google, אל תגדיר את התוסף, אחרת מנהלי המערכת לא יוכלו להיכנס.
hu_hu: Miután beállítottad ezt a bővítményt, csak a Gmail-es e-mail címmel rendelkező rendszergazdák tudnak majd bejelentkezni az Adminisztrációs panelre. Ha a rendszergazdáid nem Google e-mail címeket adtak meg, ne konfiguráld a bővítményt, különben ezek a rendszergazdák nem tudnak majd bejelentkezni.
id_id: Saat anda mengkonfigurasikan add-on ini, hanya administrator dengan alamat surel Gmail akan dapat masuk ke panel Administrator. Jika administrator anda memiliki alamat surel yang bukan Google ditentukan, jangan konfigurasikan add-on, atau administrator tersebut tidak akan bisa masuk.
it_it: Dopo aver configurato questo componente aggiuntivo, solo gli amministratori con indirizzi di posta elettronica Gmail potranno accedere al pannello di amministrazione. Se i tuoi amministratori hanno specificato indirizzi email non Google, non configurare il componente aggiuntivo, altrimenti quegli amministratori non saranno in grado di accedere.
ja_jp: このアドオンを設定すると、Gmail アカウントを使用している管理者のみ管理画面にログインできます。管理者が Gmail アカウントを使用していない場合は、アドオンを設定しないでください。Gmail アカウントがないと管理画面にアクセスできなくなります。
pt_br: Depois de configurar este complemento, apenas administradores com endereços de e-mail do Gmail poderão fazer login no painel "Administração". Se os administradores tiverem endereços de e-mail que não sejam do Google, não configure o complemento, senão esses administradores não poderão fazer login.

# Languages::backend_google_auth.settings.create_new_application
source: To acquire your client ID and secret create a new application in your Google APIs account.
cs_cz: K získání vašeho klientského ID a tajného klíče, vytvořte novou žádost ve vašem Google API účtu.
es_es: Para adquirir su ID de cliente y su secreto cree una nueva aplicación en su cuenta de API de Google.
he_il: כדי לרכוש את ID הלקוח ואת קוד הסודי שלך, צור יישום חדש בחשבון Google APIs שלך.
hu_hu: Az Ügyfélazonosító és -titok megszerzése érdekében hozz létre új alkalmazást a Google API-fiókodban.
id_id: Silakan buat aplikasi baru pada akun Google APIs Anda untuk mendapatkan identitas klien dan rahasia klien.
it_it: Per acquisire il tuo ID cliente e la tua secret key, crea una nuova applicazione nel tuo account API di Google.
ja_jp: クライアント IDとシークレットを取得するには Google APIアカウントで新しいアプリケーションを作成してください。
pt_br: Para adquirir seu código e sua chave de cliente, crie uma nova aplicação em sua conta do Google APIs.

# Languages::backend_google_auth.settings.learn_more_about
source: Learn more about Google APIs
cs_cz: Přečtěte si více o Google API
es_es: Obtenga más información sobre las API de Google
he_il: תלמדו יותר על ממשקי API של Google
hu_hu: További információ a Google API-król
id_id: Pelajari Google APIs lebih lanjut
it_it: Ulteriori informazioni sulle API di Google
ja_jp: Google API について
pt_br: Saiba mais sobre o Google APIs

# Languages::backend_google_auth.settings.provide_your_credentials
source: Please provide your Google API credentials
cs_cz: Poskytněte prosím vaše Google API údaje
es_es: Por favor, proporcione sus credenciales de la API de Google
he_il: ספק את פרטי הכניסה שלך ל- Google API
hu_hu: Kérjük, add meg a Google API hitelesítő adataid
id_id: Silakan masukkan kredensial Google API Anda
it_it: Fornisci le tue credenziali API di Google
ja_jp: Google API 認証情報を入力してください
pt_br: Forneça suas credenciais do Google APIs

# Languages::backend_google_auth.settings.authorized_redirect_uris
source: Your authorized redirect URIs:
cs_cz: Vaše autorizovaná URI:
es_es: Sus URI de redireccionamiento autorizados:
he_il: כתובות ה- URI המורשות להפניה מחדש:
hu_hu: Az engedélyezett átirányítási URI-k:
id_id: Pengalihan URl resmi anda:
it_it: I tuoi URI di reindirizzamento autorizzati:
ja_jp: 承認済みのリダイレクトURI
pt_br: URIs de redirecionamento autorizados:

# Languages::backend_google_auth.settings.save_and_check_btn
source: Save and test the sign-in
cs_cz: Uložit a otestovat přihlášení
es_es: Guarde y pruebe el inicio de sesión
he_il: שמור ובדוק את הכניסה
hu_hu: A bejelentkezés mentése és tesztelése
id_id: Simpan dan uji tombol masuk
it_it: Salva e prova l'accesso
ja_jp: 保存してログインをテスト
pt_br: Salvar e testar o acesso

# Languages::backend_google_auth.errors.not_configured
source: Please configure the add-on first
cs_cz: První doplněk nakonfigurujte
es_es: Por favor, configure primero el complemento
he_il: תחילה הגדר את התוספת
hu_hu: Kérjük, először a bővítmény tkonfiguráld
id_id: Silakan konfigurasikan tombol tambahan dahulu
it_it: Configura il componente aggiuntivo prima di utilizzarlo.
ja_jp: アドオンを設定してください
pt_br: Por favor, configure o complemento primeiro

# Languages::backend_google_auth.warnings.only_gmail_address_is_available_to_auth
source: The "Back-End Sign-In via Google" add-on is active. Only administrators with Gmail email addresses will be able to sign in.
cs_cz: Doplněk "Přístup pomocí účtu Google" je aktivní. Pouze administrátoři s emailovou adresou od Google, se budou moci přihlásit.
es_es: El complemento de "inicio de sesión en el Panel de Administración a través de Google" está activo. Solo los administradores con direcciones electrónicas de Gmail podrán iniciar sesión.
he_il: התוסף 'כניסה באמצעות סיום כניסה באמצעות Google' פעיל. רק מנהלי מערכת עם כתובות דוא"ל של Gmail יוכלו להיכנס.
hu_hu: A "Back-End bejelentkezés a Google-on keresztül" bővítmény aktív. Csak a Gmail-es e-mail címekkel rendelkező rendszergazdák tudnak bejelentkezni.
id_id: Add-on "Masuk Back-End melalui Google" telah aktif. Hanya administrator dengan alamat surel Gmail yang bisa masuk.
it_it: Il componente aggiuntivo "Accessoal pannello amministrativo tramite Google" è attivo. Solo gli amministratori con indirizzi email Gmail potranno accedere.
ja_jp: "Google ログイン（管理画面）"アドオンが有効です。Gmail アカウントを使用している管理者のみログインできます。
pt_br: O complemento "Acesso via Google" está ativo. Somente administradores com endereços de e-mail do Gmail poderão fazer login.

# Languages::backend_google_auth.login_page.help
source: Please select the email address that was specified for your administrator account.
cs_cz: Vyberte prosím emailovou adresu, která byla určena pro váš administrátorský účet.
es_es: Por favor, seleccione la dirección electrónica que fue especificada en su cuenta como administrador.
he_il: בחר את כתובת האימייל שצוין עבור חשבון מנהל המערכת שלך.
hu_hu: Kérjük, válaszd ki a rendszergazdai fiókodhoz megadott e-mail címet.
id_id: Silakan pilih alamat e-mail yang diperuntukkan bagi akun administrator Anda.
it_it: Seleziona l'indirizzo e-mail specificato per il tuo account amministratore.
ja_jp: 管理者として登録済みのEメールを選択してください
pt_br: Selecione o endereço de e-mail especificado para sua conta de administrador.

# Languages::backend_google_auth.login_page.btn
source: Sign in with Google
cs_cz: Přihlásit pomocí Google
es_es: Inicio de sesión con su cuenta de Google
he_il: תיכנסו באמצעות Google
hu_hu: Belépés Google fiókkal
id_id: Masuk dengan Google
it_it: Accedi con Google
ja_jp: Google でログイン
pt_br: Acesse com Google
