Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/bestsellers.po
Languages: hu_hu

# Addons::name::bestsellers
source: Bestsellers & On-Sale Products
hu_hu: Legkeresettebb és akciós termékek

# Addons::description::bestsellers
source: Collects best selling & on sale product data and adds block fillings to show such products
hu_hu: Legkeresetebb és akciós termékek összegyűjtése blokok kitöltéséhez

# Languages::sort_by_bestsellers_asc
source: Sort by Bestselling: Low to High
hu_hu: Legkeresettebbek hátra

# Languages::sort_by_bestsellers_desc
source: Sort by Bestselling
hu_hu: Legkeresettebbek szerint

# Languages::sort_by_on_sale_asc
source: Sort by discount: Low to High
hu_hu: Akciósok termékek szerint: Legkisebb előre

# Languages::sort_by_on_sale_desc
source: Sort by discount: High to Low
hu_hu: Akciós termékek szerint: legnagyobb előre

# Languages::sales_amount
source: Sales amount
hu_hu: Eladott összeg

# Languages::bestselling
source: Bestselling
hu_hu: Legkeresettebb

# Languages::on_sale
source: On sale
hu_hu: Akciós

# Languages::similar
source: Similar
hu_hu: Hasonló

# Languages::percent_range
source: Price range (in % of the main product's price)
hu_hu: Árkategória (a fő termék árának %-ában)

# Languages::similar_category
source: Of the same category
hu_hu: Azonos kategóriába tartozó

# Languages::similar_subcats
source: Consider subcategories
hu_hu: Alkategóriák figyelembevétele

# Languages::similar_in_stock
source: Only "in stock" products
hu_hu: Csak "raktáron van" termékek

# Languages::final_sale
source: Final sale
hu_hu: Végső kedvezmény

# SettingsSections::bestsellers::general
source: General
hu_hu: Általános

# SettingsSections::bestsellers::newest
source: Newest
hu_hu: Legújabb

# SettingsOptions::bestsellers::final_sale_from
source: Minimum final sale discount (%)
hu_hu: Minimális végső akció kedvezmény (%)

# SettingsOptions::bestsellers::sales_amount_from
source: Minimum sales amount to define bestsellers
hu_hu: Minimális értékesített darab, hogy a legkeresettebbek között legyen

# SettingsOptions::bestsellers::period
source: Period
hu_hu: Időszak

# SettingsOptions::bestsellers::last_days
source: Last days
hu_hu: Utolsó x nap

# SettingsVariants::bestsellers::period::all
source: All days
hu_hu: Minden nap

# SettingsVariants::bestsellers::period::today
source: Today
hu_hu: Ma

# SettingsVariants::bestsellers::period::last_days
source: Last days
hu_hu: Utolsó x nap
