Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/blog.po
Languages: es_es, he_il, hu_hu, id_id, ja_jp, pt_br

# Addons::name::blog
source: Blog
he_il: בלוג
ja_jp: ブログ

# Addons::description::blog
source: Lets you start your blog easily
es_es: Permite comenzar tu blog fácilmente
he_il: מאפשר לך להפעיל את הבלוג שלך בקלות
hu_hu: Kezdje el blogját egyszerűen
id_id: Memungkinkan Anda memulai blog anda dengan mudah
ja_jp: ブログ機能を追加します
pt_br: Permite publicar um blog facilmente

# Languages::blog_menu_description
source: Manage your blog posts.
es_es: Gestionar tus entradas de blog.
he_il: נהל את הפוסטים בבלוג שלך.
hu_hu: Blogbejegyzések kezelése.
ja_jp: ブログ記事を管理します。
pt_br: Gerencie suas postagens de blog.

# Languages::blog.new_post
source: New blog post
es_es: Nueva entrada
he_il: פוסט חדש בבלוג
hu_hu: Új blogbejegyzés
id_id: Kiriman blog baru
ja_jp: ブログ記事の新規投稿
pt_br: Nova postagem de blog

# Languages::blog.editing_post
source: Editing blog post
es_es: Editar entrada en el blog
he_il: עריכת פוסט בבלוג
hu_hu: Blogbejegyzés szerkesztése
id_id: Menyunting kiriman blog
ja_jp: ブログ記事の編集
pt_br: Editar postagem de blog

# Languages::blog
source: Blog
he_il: בלוג
ja_jp: ブログ

# Languages::blog.add_post
source: Add blog post
es_es: Añadir entrada
he_il: הוספת פוסט
hu_hu: Blogbejegyzés hozzáadása
id_id: Tambah kiriman blog
ja_jp: 新規投稿
pt_br: Adicionar postagem de blog

# Languages::blog.recent_posts
source: Blog: recent posts
es_es: Blog: entradas recientes
he_il: בלוג: פוסטים אחרונים
hu_hu: Blog: legutóbbi bejegyzések
id_id: Blog: kiriman terbaru
ja_jp: ブログ : 最近の記事
pt_br: Blog: postagens recentes

# Languages::blog.recent_posts_scroller
source: Blog: recent posts scroller
es_es: Blog: scroller de entradas recientes
he_il: פס גלילה פוסטים אחרונים
hu_hu: Blog: legutóbbi bejegyzések görgetője
id_id: Blog: kemarin posting scroller
ja_jp: ブログ : 最近の記事スクローラー
pt_br: Blog: slider de postagens recentes

# Languages::blog.view_post
source: View post
es_es: Ver entrada
he_il: הצג פוסט
hu_hu: Bejegyzés megtekintése
id_id: Postingan baru
ja_jp: ブログ記事を表示
pt_br: Ver postagem

# Languages::recent_blog_posts
source: Recent blog posts
es_es: Entradas recientes
he_il: פוסטים אחרונים בבלוג
hu_hu: Legutóbbi blogbejegyzések
id_id: Posting blog terbaru
ja_jp: 最近の記事
pt_br: Postagens recentes

# Languages::blog.posts
source: Posts
es_es: Entradas
he_il: פוסטים
hu_hu: Bejegyzések
id_id: Posting
ja_jp: ブログ記事
pt_br: Postagens

# Languages::blog.post
source: Post
es_es: Entrada
he_il: פוסט
hu_hu: Bejegyzés
id_id: Posting
ja_jp: ブログ記事
pt_br: Postagem

# Languages::block_blog
source: Recent posts
es_es: Mensajes recientes
he_il: פוסטים אחרונים
hu_hu: Legutóbbi bejegyzések
id_id: Posting terbaru
ja_jp: 最近の記事
pt_br: Postagens recentes

# Languages::block_vendor_blog
source: Vendor recent posts
es_es: Publicaciones recientes de vendedores
he_il: ספקי הודעות אחרונות
hu_hu: Termelő legutóbbi blogposztjai
id_id: Postingan terbaru vendor
ja_jp: 出品者の最新投稿
pt_br: Postagens recentes do fornecedor

# Languages::blog.text_links
source: Blog: text links
es_es: Blog: enlaces de texto
he_il: בלוג: קישורים טקסטים
hu_hu: Blog: szöveges linkek
id_id: Blog: teks link
ja_jp: ブログ : テキストリンク
pt_br: Blog: links de texto

# Languages::blog.read_more
source: Read more
es_es: Leer más
he_il: קרא עוד
hu_hu: Bővebben
id_id: Baca lebih lanjut
ja_jp: もっと読む
pt_br: Continuar lendo

# Languages::post_description
source: Post description
es_es: Descripción de entrada
he_il: תיאור פוסט
hu_hu: Bejegyzés leírása
id_id: Posting Deskripsi
ja_jp: 本文
pt_br: Descrição da postagem

# Languages::ttc_post_description
source: Use the &lt;!--CUT--&gt; tag (switch to source code to insert it) to hide part of the post. Only the part above the tag is shown in the list of all posts.<br /><br />Make sure to <strong>close all HTML tags</strong> above the &lt;!--CUT--&gt; tag!
es_es: Use la etiqueta &lt;!--CUT--&gt; (cambie a código de fuente para agregarla) para esconder parte del post. Sólo la parte por encima de la etiqueta es mostrada en la lista de todas las entradas.<br/><br/>Asegúrese de <strong>cerrar todas las etiquetas HTML</strong> por encima de la etiqueta &lt;!--CUT--&gt;!
he_il: השתמש ב- &lt;!--CUT--&gt תג (עבור לקוד המקור כדי להוסיפו) כדי להסתיר חלק מהפוסט. רק החלק שנמצא מעל התג מוצג ברשימה של כל הפוסטים. < br / > < br / > וודא <strong>לסגור את כל תגי HTML</strong> מעל &lt;!--CUT--&gt; תג!
hu_hu: Használja a &lt;!--CUT--&gt; címkét (a beszúráshoz váltson forráskódra), hogy a bejegyzés egy része eltűnjön. Csak a címke feletti rész jelenik meg a bejegyzések listáján.<br /><br />Győződjön meg róla, hogy <strong>minden HTML címkét megfelelően lezárt</strong> a &lt;!--CUT--&gt; címke felett!
id_id: Gunakan tag &lt;!--CUT--&gt; (alihkan ke kode sumber untuk memasukkannya) untuk menyembunyikan bagian dari post. Hanya bagian di atas tag yang ditampilkan dalam daftar semua post.<br /><br />Pastikan untuk <strong>menutup semua tag HTML</strong> di atas tag &lt;!--CUT--&gt; !
ja_jp: HTMLモードに切り替えて &lt;!--CUT--&gt; タグを挿入することにより、タグ以前の内容のみ記事一覧に表示することができます。<br /><br />※ &lt;!--CUT--&gt; タグ以前の内容について、<strong>HTMLタグの閉じ忘れ</strong> に注意してください。
pt_br: Use a tag &lt;!--CUT--&gt; (alterne para a visualização de código fonte para inseri-la) para esconder parte da postagem. Somente a parte acima da tag será exibida nas listagens.<br /><br />Certifique-se de <strong>fechar todas as tags HTML</strong> acima da tag &lt;!--CUT--&gt;!

# Languages::blog_functionality_notes
source: <p>Use this page to manage your blog. This is how you should organize your blog posts:</p><ul><li>Blog is a usual post that has the <b>Root level page</b> as the Parent page.</li><li>Choose <b>Blog</b> as the Parent page for your blog posts.</li></ul>
es_es: <p>Utilice esta página para administrar su blog. Aquí podrá organizar sus entradas del blog:</p> <ul><li> Blog es un lugar en el que escribir con frecuencia que tiene <b>nivel de raíz</b> como la página principal.</li> <li>Elija <b>Blog</b> como página principal para sus post.</li></ul>
he_il: <p>השתמש בדף זה כדי לנהל את הבלוג שלך. זה צורת הניהול של הפוסטים בבלוג:</p> <ul><li>בלוג הוא פוסט רגיל שיש לו <b>דף ברמת השורש</b> כעמוד הורה.</li> <li>בחר <b>בלוג</b> כעמוד הורה עבור הפוסטים בבלוג שלך.</li></ul>
hu_hu: <p>Itt kezelheti a blogot. Így rendszerezze blogbejegyzéseit:</p><ul><li>A "Blog" egy átlagos bejegyzés, ami <b>Legfelső szintű oldal (Root)</b>.</li><li>Válassza a <b>Blog</b> bejegyzést további bejegyzései szülőjének.</li></ul>
id_id: <p>Menggunakan Halaman ini untuk mengelola blog Anda. Ini adalah bagaimana Anda harus mengatur posting blog Anda:</p> <ul><li>Blog adalah posting biasa yang memiliki <b>akar tingkat halaman</b> sebagai halaman induk.</li> <li>Pilih <b>Blog</b> sebagai halaman induk untuk posting blog Anda.</li></ul>
ja_jp: <p>ブログ管理用のページです。ブログ記事は以下のように管理します :</p><ul><li>ブログは親ページに <b>ルートレベルページ</b> を持つ記事です。</li><li><b>ブログ</b>を記事の親ページに指定してください。</li></ul>
pt_br: <p>Use esta página para gerenciar seu blog. Você deve organizar suas postagens da seguinte forma:</p><ul><li>O blog é uma postagem comum que possui a <b>Página de nível raiz</b> como a página pai.</li><li>Escolha o <b>Blog</b> como a página pai de suas postagens.</li></ul>

# Languages::n_posts
source: [n] post|[n] posts
es_es: [n] artículo|[n] artículos
he_il: [n] פוסט | [n] פוסטים
hu_hu: [n] poszt|[n] posztok
id_id: [n] pos|[n] posting
ja_jp: [n] 投稿|[n] 投稿
