Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/buy_together.po
Languages: ar_sa, he_il, hu_hu, it_it, pt_br, ro_ro

# Addons::name::buy_together
source: Buy together
ar_sa: شراء معاً
he_il: קנה משותפת
hu_hu: Kedvezményes csomagok
it_it: Acquista insieme
pt_br: Compre junto
ro_ro: Cumpără împreună

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
ar_sa: يسمح لك بإعداد حصة الخصومات على بعض مجموعات المنتجات
he_il: מאפשר לך להגדיר שיתוף הנחות צירופים מסוימים של המוצר
hu_hu: Lehetővé teszi, hogy bizonyos termékkombinációk esetén kedvezményt adhasson.
it_it: Consente di impostare sconti condivisi su alcune combinazioni di prodotto
pt_br: Permite configurar descontos ao adquirir certas combinações de produtos
ro_ro: Îți permite să setezi cota de reduceri pe anumite combinații de produs

# Languages::buy_together
source: Buy together
ar_sa: شراء معاً
he_il: קניה משותפת
hu_hu: Kedvezményes csomagok
it_it: Acquista insieme
pt_br: Compre junto
ro_ro: Cumpără împreună

# Languages::specify_options
source: Specify options
ar_sa: تحديد الخيارات
he_il: ציין אפשרויות
hu_hu: Beállítások megadása
it_it: Specificare le opzioni
pt_br: Especificar opções
ro_ro: Specifică opțiuni

# Languages::total_list_price
source: Total list price
ar_sa: المبلغ الإجمالي للقائمة
he_il: סך הכל מחיר לפני הנחה
hu_hu: Teljes listaár
it_it: Prezzo di listino totale
pt_br: Preço total de tabela
ro_ro: Preț de listă total

# Languages::price_for_all
source: Price for all
ar_sa: السعر الكلي
he_il: מחיר לעסקת חבילה
hu_hu: Ár az összeshez
it_it: Prezzo per tutti
pt_br: Preço para todos os itens
ro_ro: Preț pentru toate

# Languages::add_all_to_cart
source: Add all to cart
ar_sa: إضافة الكل إلى عربة التسوق
he_il: הוסף את כל המוצרים לעגלה
hu_hu: Mind hozzáadása kosárhoz
it_it: Aggiungi tutto al carrello
pt_br: Adicionar todos ao carrinho
ro_ro: Adaugă toate în coș

# Languages::editing_combination
source: Editing combination
ar_sa: تحرير المجموعة
he_il: עריכת שילוב
hu_hu: Kombináció szerkesztése
it_it: Modifica combinazione
pt_br: Editando combinação
ro_ro: Editare combinații

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
ar_sa: المبلغ الإجمالي:[total_price], التخفيض:[discount], السعر بعد الدمج:[combination_price]
he_il: המחיר הכולל: [total_price], הנחה: [discount], המחיר המשולב: [combination_price]
hu_hu: Teljes ár: [total_price], Kedvezmény: [discount], Kedvezményes ár: [combination_price]
it_it: Prezzo totale: [total_price], sconto: [discount], prezzo combinazione: [combination_price]
pt_br: Preço total: [total_price], Desconto: [discount], Preço da combinação: [combination_price]
ro_ro: Preț total: [total_price], Discount: [discount], Preț combinație: [combination_price]

# Languages::display_in_promotions
source: Display in promotions
ar_sa: عرض في الترويج
he_il: הצג בקידומי מכירות
hu_hu: Megjelenítés a akciók között
it_it: Visualizza in promozioni
pt_br: Exibir em promoções
ro_ro: Afișează în promoții

# Languages::combination_products
source: Combination products
ar_sa: المنتجات المدمجة
he_il: שילוב מוצרים
hu_hu: Termékkombinációk
it_it: Combinazione prodotti
pt_br: Produtos da combinação
ro_ro: Combinație produse

# Languages::share_discount
source: Share discount
ar_sa: مشاركة التخفيضات
he_il: שתף הנחה
hu_hu: Megosztott kedvezmény
it_it: Sconto condiviso
pt_br: Desconto compartilhado
ro_ro: Cotă de reducere

# Languages::buy_together_is_not_compatible_with_configurator
source: [product_name] cannot be added to combination. Buy together is not compatible with the Product configurator add-on
ar_sa: لا يمكن إضافة [product_name] إلى تركيبة. شراء معا غير متوافق مع إضافة مكون على المنتج
he_il: [product_name] לא יכול להיות מוסף לקומבינציה. קנייה משותפת לא תואמת לאד-און תצורת המוצר
hu_hu: [product_name] termék nem adható hozzá. A kedvezményes csomagok bővítmény nem kompatibilis a Termékkonfiguráló bővítménnyel
it_it: [product_name] non può essere aggiunto alla combinazione. L'acquisto combinato non è compatibile con il componente aggiuntivo "configuratore di prodotto"
pt_br: O produto [product_name] não pôde ser adicionado à combinação. A opção Compre Junto não é compatível com o Configurador de Produtos.
ro_ro: [product_name] nu poate fi adăugat la combinație. «Cumpără împreună» nu este compatibil cu add-on-ul «Configurator produs»

# Languages::buy_together_is_not_compatible_with_recurring_billing
source: [product_name] cannot be added to combination. Buy together is not compatible with the Recurring billing add-on
ar_sa: لا يمكن إضافة [product_name] إلى تركيبة. شراء معا ليست متوافقة مع الوظيفة الإضافية الفواتير المتكررة
he_il: [product_name] לא יכול להיות מוסף לקומבינציה. קנייה משותפת לא תואמת לאד-און חיוב חוזר
hu_hu: [product_name] nem adható hozzá. Az kedvezményes csomagok bővítmény nem kompatibilis az Előfizetések bővítménnyel
it_it: [product_name] non può essere aggiunto alla combinazione. L'acquisto combinato non è compatibile con il componente aggiuntivo "Fatturazione periodica"
pt_br: O produto [product_name] não pôde ser adicionado à combinação. A opção Compre Junto não é compatível com o Cobrança Recorrente.
ro_ro: [product_name] nu poate fi adăugat la combinație. «Cumpără împreună» nu este compatibil cu add-on-ul «Facturare periodică»

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
ar_sa: لا يمكن إضافة المجموعة إلى عربة التسوق
he_il: לא ניתן להוסיף שילוב לסל
hu_hu: A kombinációt nem lehet a kosárba tenni.
it_it: La combinazione non può essere aggiunta al carrello
pt_br: A combinação não pôde ser adicionada ao carrinho
ro_ro: Combinația nu poate fi adăugată în coș

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
ar_sa: [product] لم يكن يكفي مبلغ ([amount]) وتمت إزالته من العربة
he_il: לא קיימים ([amount]) פריטים מהמוצר [product] ולכן המוצר הוסר מהעגלה
hu_hu: [product] termékből nincs elegendő ([amount]), és kivettük a kosárból
it_it: [product] non aveva abbastanza disponibilità ([amount]) ed è stato rimosso dal carrello
pt_br: Não há estoque suficiente ([amount]) do produto [product] e por isso ele foi removido do carrinho
ro_ro: [product] nu a fost în cantitate suficientă ([amount]) și a fost eliminat din coș

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
ar_sa: الرجاء تحديد خيارات المنتج قبل إضافة هذا المزيج المنتج إلى السلة.
he_il: נא ציין את האפשרויות של המוצר לפני הוספת שילוב של מוצר זה העגלה.
hu_hu: Kérjük, válasszon termékopciót, mielőtt a termékkombinációt a kosárba helyezné.
it_it: Si prega di specificare opzioni di prodotto prima di aggiungere questa combinazione al carrello.
pt_br: Selecione as opções do produto antes de adicionar esta combinação ao seu carrinho.
ro_ro: Te rugăm să specifici opțiunile produsului înainte de a adăuga combinația în coș.

# Languages::buy_together_info_message_for_mve
source: Only vendors can add product combinations. To add a combination, first <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">log in as vendor</a>.
ar_sa: يمكن للبائعين فقط إضافة مجموعات المنتجات. لإضافة مجموعة ، أولا <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]"> تسجيل الدخول كبائع</a>.
hu_hu: Csak termelők adhatnak hozzá termékkombinációkat. Kombináció hozzáadásához először <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">jelentkezz be termelőként</a>.
it_it: Solo i venditori possono aggiungere combinazioni di prodotti. Per aggiungere una combinazione, prima <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">accedi come venditore</a>.

# Languages::buy_together_info_message
source: To add a combination, first <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">select the storefront</a>.
ar_sa: لإضافة مجموعة ، أولا <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]"> حدد واجهة المحل </a>.
hu_hu: Kombináció hozzáadásához először <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">válaszd ki a kirakatot</a>.
it_it: Per aggiungere combination prima <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">seleziona il negozio</a>.
