Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/call_requests.po
Languages: es_es, he_il, hu_hu, id_id, it_it, pt_br

# Addons::name::call_requests
source: Call requests
es_es: Solicitudes de llamada
he_il: בקשות שיחות חוזרות
hu_hu: Visszahívás-kérések
id_id: Permintaan panggilan
it_it: Richieste
pt_br: Solicitações de chamada

# Addons::description::call_requests
source: Adds the "Buy now with one click" and "Request call" buttons
hu_hu: Hozzáadja a "Kosárba - egy kattintással" és a "Híváskérés" gombokat.
it_it: Aggiunge i pulsanti "Acquista ora con un clic" e "Richiedi chiamata"

# SettingsSections::call_requests::general
source: General
he_il: כללי
hu_hu: Általános
id_id: Umum
it_it: Generale
pt_br: Geral

# SettingsOptions::call_requests::general
source: General
he_il: כללי
hu_hu: Általános
id_id: Umum
it_it: Generale
pt_br: Geral

# SettingsOptions::call_requests::phone
source: Rewrite phone
es_es: Reescribir teléfono
he_il: לשנות טלפון
hu_hu: Telefonszám átírása
id_id: Menulis ulang telepon
it_it: Riscrivere il telefono
pt_br: Reescrever telefone

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars [Deprecated]
es_es: Resaltar primeros caracteres [En desuso]
he_il: הדגש את הצלילים הראשונים [Deprecated]
hu_hu: Az első karakterek kiemelése [Deprecated]
id_id: Sorot karakter pertama [Deprecated]
it_it: Evidenzia i primi caratteri [Deprecated]
pt_br: Destaque os primeiros caracteres [Deprecated]

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
es_es: Habilitar la opción "Comprar ahora con un solo clic"
he_il: הפעל את האפשרות "קנייה בלחיצה אחת"
hu_hu: "Vásárlás egy kattintással" lehetőség engedélyezése
id_id: Mengaktifkan opsi "Beli sekarang dengan satu klik"
it_it: Attivare l'opzione "Acquista ora con un click"
pt_br: Ativar a opção "Comprar agora com um clique"

# SettingsOptions::call_requests::order_status
source: Order status
es_es: Estado del pedido
he_il: מצב הזמנה
hu_hu: Rendelés státusza
id_id: Status pesanan
it_it: Stato dell'ordine
pt_br: Status do pedido

# SettingsOptions::call_requests::phone_mask
source: Phone mask [Deprecated]
es_es: Plantilla del nº de teléfono [en desuso]
he_il: טלפון מסכת [Deprecated]
hu_hu: Telefon maszk [Deprecated]
id_id: Masker telepon [Deprecated]
it_it: Maschera del telefono [Deprecated]
pt_br: Máscara de número de telefone [Deprecated]

# SettingsTooltips::call_requests::phone_mask
source: Leave empty to use automatic country-based phone pattern, or type in a custom pattern. You can use spaces, commas, +, -, and digits. Note that 9 represents any digit; if you need a 9, type \\9. Examples: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
es_es: Déjelo vacío para usar un patrón de teléfono automático tomando en cuenta el país, o escriba un patrón personalizado. Puede usar espacios, comas, +, - y dígitos. Tenga en cuenta que 9 representa cualquier dígito; si necesita un 9, escriba \\ 9. Ejemplos: +9 (999) 999 99 99, 99999999, 999 999 99 o + 99-99-9999-9999.
he_il: השאר ריק כדי להשתמש בתבנית טלפון אוטומטית מבוססת ארץ, או הקלד דפוס מותאם אישית. ניתן להשתמש ברווחים, פסיקים, +, - וספרות. שים לב כי 9 מייצג ספרה כלשהי; אם אתה צריך 9, הקלד \\ 9. דוגמאות: +9 (999) 999 99 99, 99999999, 999 999 99 או + 99-99-9999-9999.
it_it: Lascia vuoto per utilizzare il modello di telefono automatico basato sul paese o digita un modello personalizzato. Puoi usare spazi, virgole, +, - e cifre. Notare che 9 rappresenta qualsiasi cifra; se ti serve un 9, digita \\ 9. Esempi: +9 (999) 999 99 99, 99999999, 999 999 99 o + 99-99-9999-9999.

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
es_es: Incluyendo paréntesis, espacios, etc. Utilice para resaltar código de país, código de área y prefijo telefónico.
he_il: כולל סוגריים, רווחים וכו '. השתמש כדי לסמן קוד מדינה, אזור חיוג, קידומת טלפון.
hu_hu: Tartalmazza a zárójeleket, szóközöket, stb. Használja az országhívószám, a körzetszám és a telefonszám kiemelésére.
id_id: Termasuk tanda kurung, Ruang, dll. Digunakan untuk menyoroti kode negara, kode area dan telepon awalan.
it_it: Comprese le parentesi, spazi, ecc. Utilizzare per evidenziare il codice paese, prefisso telefonico.
pt_br: Incluindo o parêntese, espaços, etc. Utilize para destacar o código de país, código de área e prefixo de telefone.

# SettingsOptions::call_requests::enable_call_requests_for_vendors
source: Enable call requests for vendors
es_es: Habilitar las solicitudes de llamada para los vendedores
he_il: אפשר בקשות להתקשרות עבור ספקים
hu_hu: Híváskérések engedélyezése termelők számára
id_id: Aktifkan permintaan panggilan untuk penjaja
it_it: Abilita le richieste di chiamata per i venditori
pt_br: Habilitar pedidos de chamada para fornecedores

# SettingsTooltips::call_requests::enable_call_requests_for_vendors
source: This will also replace marketplace contact information with vendors' where necessary.
es_es: Esto también sustituirá la información de contacto del marketplace por la de los proveedores cuando sea necesario.
he_il: זה גם יחליף את פרטי הקשר של השוק עם ספקים במידת הצורך.
hu_hu: Ez szükség esetén a piactéri elérhetőségeket is felváltja a termelőkével.
id_id: Ini juga akan menggantikan informasi kontak pasar dengan penjaja jika diperlukan.
it_it: Ciò sostituirà anche le informazioni di contatto del negozio con quelle dei venditori, ove necessario.
pt_br: Isto também substituirá a informação de contato do marketplace com os fornecedores onde necessário.

# Languages::privileges.manage_call_requests
source: Can edit
es_es: Puede editar
he_il: ניתן לערוך
hu_hu: Szerkeszthető
id_id: Dapat mengedit
it_it: Può modificare
pt_br: Pode editar

# Languages::privileges.view_call_requests
source: Can view
es_es: Puede ver
he_il: יכול לצפות
hu_hu: Megtekinthető
id_id: Dapat melihat
it_it: Può visualizzare
pt_br: Pode visualizar

# Languages::privilege_groups.call_requests
source: Call requests
es_es: Solicitudes de llamada
he_il: שיחה חוזרת
hu_hu: Visszahívás-kérések
id_id: Permintaan panggilan
it_it: Richieste di chiamata
pt_br: Pode solicitar

# Languages::call_requests
source: Call requests
es_es: Solicitudes de llamada
he_il: קריאות טלפוניות
hu_hu: Visszahívás-kérések
id_id: Permintaan panggilan
it_it: Chiamate
pt_br: Solicitações de chamada

# Languages::call_requests_menu_description
source: Manage customer call requests
es_es: Administrar solicitudes de llamada del cliente
he_il: ניהול בקשות לקוחות לשיחה
hu_hu: Vásárlói visszahívás-kérések kezelése
id_id: Mengelola permintaan panggilan pelanggan
it_it: Gestione chiamate clienti
pt_br: Gerenciar solicitações de chamada dos clientes

# Languages::call_requests.request_call
source: Request call
es_es: Solicitud de llamada
he_il: בקשת שיחה
hu_hu: Visszahívás kérése
id_id: Permintaan panggilan
it_it: Richiamami
pt_br: Solicitar chamada

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
es_es: Comprar ahora con 1-clic
he_il: קנייה בלחיצה אחת
hu_hu: Vásárlás egy kattintással
id_id: Beli sekarang dengan 1-klik
it_it: Acquista adesso con 1-click
pt_br: Compre agora com 1 clique

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
es_es: Por favor entre su correo electrónico o número de teléfono
he_il: אנא הזן את האימייל או טלפון
hu_hu: Kérjük, hogy adja meg e-mail címét vagy telefonszámát
id_id: Masukkan Anda email atau nomor telepon
it_it: Inserisci la tua e-mail o un numero di telefono
pt_br: Informe seu e-mail ou telefone

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
es_es: Hemos recibido su solicitud. Nuestro responsable se pondrá en contacto con usted en breve.
he_il: בקשתך התקבלה בהצלחה! נציגינו יצור אתכם קשר בהקדם.
hu_hu: Kérését megkaptuk! Hamarosan jelentkezünk!
id_id: Kami telah menerima permintaan Anda! Manajer kami akan menghubungi Anda segera.
it_it: Abbiamo ricevuto la vostra richiesta! Un nostro responsabile vi contatterà al più presto.
pt_br: Recebemos a sua solicitação. Nós entraremos em contato em breve.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
es_es: Hemos recibido su solicitud. La orden #[order_id] se ha creado con éxito. Nuestro responsable se pondrá en contacto con usted en breve.
he_il: בקשתך התקבלה בהצלחה![order_id] # הזמנתך נוצרה בהצלחה. נציגינו יצור אתכם קשר בהקדם.
hu_hu: Kérését megkaptuk! Rendelését #[order_id] számon regisztráltuk. Hamarosan jelentkezünk!
id_id: Kami telah menerima permintaan Anda! Urutan #[order_id] telah berhasil dibuat. Manajer kami akan menghubungi Anda segera.
it_it: Abbiamo ricevuto la vostra richiesta! L'ordine #[order_id] è stato creato correttamente. Un nostro responsabile vi contatterà al più presto.
pt_br: Recebemos a sua solicitação. O pedido nº [order_id] foi registrado com sucesso. Nós entraremos em contato em breve.

# Languages::call_requests.phone_from_settings
source: Phone from settings
es_es: Teléfono de la configuración
he_il: מספר טלפון מהגדרות
hu_hu: A beállításokban megadott telefonszám
id_id: Telepon dari pengaturan
it_it: Impostazioni provenienza chiamata
pt_br: Telefone das configurações

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
es_es: Por favor entre su número de teléfono o correo electrónico (para poder contactarle)
he_il: הזינו את מספר הטלפון או הדוא"ל (כדי לאפשר לנציג ליצור איתך קשר)
hu_hu: Kérjük, hogy adja meg e-mail címét vagy telefonszámát (hogy munkatársunk fel tudja venni a kapcsolatot)
id_id: Masukkan nomor telepon atau email (untuk manajer kami untuk menghubungi Anda)
it_it: Inserisci il tuo numero di telefono o e-mail
pt_br: Digite seu telefone ou e-mail (para que nós possamos entrar em contato com você)

# Languages::call_requests.status.new
source: New
es_es: Nuevo
he_il: חדש
hu_hu: Új
id_id: Baru
it_it: Nuova
pt_br: Novo

# Languages::call_requests.status.in_progress
source: In progress
es_es: En progreso
he_il: בתהליך
hu_hu: Folyamatban
id_id: Sedang berlangsung
it_it: In corso
pt_br: Em andamento

# Languages::call_requests.status.completed
source: Completed
es_es: Completado
he_il: הושלם
hu_hu: Befejeződött
id_id: Selesai
it_it: Completato
pt_br: Concluído

# Languages::call_requests.status.no_answer
source: No answer
es_es: Sin respuesta
he_il: אין תשובה
hu_hu: Nincs válasz
id_id: Tidak ada jawaban
it_it: Nessuna risposta
pt_br: Sem resposta

# Languages::call_requests.responsible
source: Responsible
es_es: Responsable
he_il: אחראי
hu_hu: Felelős
id_id: Bertanggung jawab
it_it: Responsabile
pt_br: Responsável

# Languages::call_requests.notes
source: Notes
es_es: Notas
he_il: הערות
hu_hu: Megjegyzések
id_id: Catatan
it_it: Note
pt_br: Observações

# Languages::call_requests.requested_product
source: Requested product
es_es: Producto solicitado
he_il: המוצר המבוקש
hu_hu: A kiválasztott termék
id_id: Diminta produk
it_it: Prodotto richiesto
pt_br: Produto solicitado

# Languages::call_requests.convenient_time
source: Convenient time
es_es: Horas convenientes
he_il: זמן נח
hu_hu: Alkalmas időpont
id_id: Waktu nyaman
it_it: Ora conveniente
pt_br: Melhor horário

# Languages::call_requests.awaiting_call
source: Awaiting call
es_es: En espera
he_il: ממתין לשיחה
hu_hu: Egyeztetés szükséges
id_id: Menunggu panggilan
it_it: In attesa di chiamata
pt_br: Aguardando ligação

# Languages::call_requests.order_exists
source: Order exists
es_es: Existe pedido
he_il: הזמנה קיימת
hu_hu: Rendelés létezik
id_id: Ada perintah
it_it: L'ordine esiste
pt_br: Já existe um pedido

# Languages::call_requests.person_name_and_phone
source: Name and phone
es_es: Nombre y teléfono
he_il: שם וטלפון
hu_hu: Név és telefonszám
id_id: Nama dan telepon
it_it: Nome e telefono
pt_br: Nome e telefone

# Languages::call_requests.no_name_specified
source: No name specified
es_es: Sin nombre especificado
he_il: לא צוין שם
hu_hu: Nincs név megadva
id_id: Tidak ada nama yang ditentukan
it_it: Nessun nome specificato
pt_br: Nenhum nome especificado

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
es_es: Formulario para solicitar una llamada y comprar ahora con 1-clic
he_il: שיחה חוזרת וקניה עכשיו עם טופס בקליק אחד
hu_hu: Visszahívás kérés és vásárlás egy kattintással űrlap
id_id: Hubungi permintaan dan beli sekarang dengan satu klik formulir
it_it: Modulo "Richiamami" e "Acquista con 1 click"
pt_br: Formulário de solicitação de chamada e compre agora com um clique

# Languages::block_call_request
source: Call request
es_es: Solicitud de llamada
he_il: שיחה חוזרת
hu_hu: Visszahívás kérése
id_id: Permintaan panggilan
it_it: Richiamami
pt_br: Solicitação de chamada

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
es_es: Número de teléfono de la tienda y formulario para solicitar una llamada
he_il: מספר הטלפון החנות ומערכת זימון שיחה חוזרת
hu_hu: Telefonszám és adatlap tárolása visszahívás kéréséhez
id_id: Menyimpan nomor telepon dan formulir untuk meminta panggilan
it_it: Numero di telefono del negozio e modulo per la richiesta di una chiamata
pt_br: Número do telefone da loja e formulário de solicitação de chamada

# Languages::tmpl_call_request
source: Call request form
es_es: Formulario de solicitud de llamada
he_il: מערכת זימון שיחה חוזרת
hu_hu: Visszahívás kérése űrlap
id_id: Formulir permintaan panggilan
it_it: Modulo di richiesta di chiamata
pt_br: Formulário de solicitação de chamada

# Languages::call_requests.text_call_request
source: Customer [customer] is <a href="[href]">awaiting your call</a> on [phone_number].
es_es: El cliente [customer] está<a href="[href]"> esperando su llamada </a>en el [phone_number].
he_il: הלקוח/ה [customer] <a href="[href]">ממתינ/ה לשיחתך</a> בטלפון [phone_number].
hu_hu: [customer] vásárló <a href="[href]"> visszahívást kért</a> az alábbi telefonszámon: [phone_number].
id_id: [customer] pelanggan adalah <a href="[href]"> menunggu panggilan Anda</a> pada [phone_number].
it_it: Cliente [customer] e <a href="[href]">e in attesa della sua chiamata</a> su [phone_number].
pt_br: [customer] cliente está <a href="[href]"> aguardando a sua chamada</a> na [phone_number].

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
es_es: La hora más conveniente es entre [time_from] y [time_to].
he_il: זמן השיחה הנוח הוא בין [time_from] לבין [time_to].
hu_hu: Az alkalmas visszahívási idő: [time_from] - [time_to].
id_id: Waktu panggilan nyaman adalah antara [time_from] dan [time_to].
it_it: Il tempo di chiamata preferito è tra [time_from] e [time_to].
pt_br: A melhor hora para ligar é entre [time_from] e [time_to].

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
es_es: El cliente [customer] está <a href="[href]"> esperando su llamada</a> en [phone_number], con respecto a la compra de los productos <a href="[product_href]">[product_name]</a>.
he_il: Customer [customer] <a href="[href]"> ממתין לשיחתך ב- [phone_number], בנוגע לרכישת המוצר <a href="[product_href]"> [product_name] </a>.
hu_hu: [customer] vásárló <a href="[href]"> visszahívást kért</a> a(z) [phone_number] telefonszámon, az alábbi termék vásárlásával kapcsolatban: <a href="[product_href]">[product_name]</a>.
id_id: Сustomer [customer] adalah <a href="[href]"> menunggu panggilan Anda</a> pada [phone_number], mengenai pembelian produk <a href="[product_href]">[product_name]</a>.
it_it: Il Cliente [customer] è <a href="[href]"> in attesa la chiamata</a> su [phone_number], per quanto riguarda l'acquisto del prodotto <a href="[product_href]">[product_name]</a>.
pt_br: O cliente [customer] está <a href="[href]">aguardando a sua ligação</a> no telefone [phone_number] com relação a compra do produto <a href="[product_href]">[product_name]</a>.

# Languages::call_requests.error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid.
es_es: El número de teléfono indicado en <b>[field]</b> campo no es válido.
he_il: מספר טלפון ב<b>[field]</b> לא נכונה.
hu_hu: A <b>[field]</b> mezőben megadott telefonszám érvénytelen.
id_id: Nomor telepon di bidang <b>[field]</b> tidak valid.
it_it: Il numero di telefono nel campo <b>[field]</b> non è valido.
pt_br: O telefone informado no campo <b>[field]</b> não é válido.

# Languages::email_template.call_requests_buy_with_one_click
source: Call requests: buy with one click notification
es_es: Solicitudes de llamada: comprar con notificación de un clic
he_il: בקשות שיחות: לקנות בלחיצה אחת
hu_hu: Híváskérések: vásárlás egy kattintással értesítés
id_id: Hubungi permintaan: membeli dengan satu klik pemberitahuan
it_it: Richieste di chiamare: comprare informando con un clic
pt_br: Chamar de solicitações: Compre com um clique notificação

# Languages::email_template.call_requests_call_request
source: Call requests: call request notification
es_es: Solicitudes de llamadas: notificación de solicitud de llamada
he_il: פניה: הודעה על פניה
hu_hu: Híváskérések: visszahívás kérése értesítés
id_id: Permintaan panggilan: panggilan permintaan pemberitahuan
it_it: Richieste di chiamata: avviso di chiamata richiesta
pt_br: Solicitações de chamada: chamar o pedido de notificação

# Languages::call_request.work_time
source: Mon-Fr 9a.m.-6p.m.
es_es: Lunes-Viernes 9:00 a. m. - 6 p. m.
he_il: יום ראשון - יום חמישי בין 09:00 - 18:00.
hu_hu: Hétfőtől-péntekig 9-18 óráig
id_id: Mon-Fr 09: 00 - 18: 00.
it_it: Lunedi-Ven 9.am-6p.m.
pt_br: Segunda a sexta entre 09:00-18:00.

# Languages::call_requests.request_call_request_form
source: Call requests: request form
es_es: Solicitudes de llamadas: formulario de solicitud
he_il: פניה: טופס פניה
hu_hu: Híváskérés: visszahívás kérése űrlap
id_id: Permintaan panggilan: formulir permintaan
it_it: Richieste di chiamata: richiesta creata
pt_br: Solicitação de chamada: formulário de pedido

# Languages::call_requests.agreement_text_full_request_call_request_form
source: <p>We ([company]) will use the data you provide here to contact you regarding your call request or order. That data will remain in our system, visible to our staff (or the relevant vendor), until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Nosotros ([company]) utilizaremos los datos que usted suministra para contactarlo en relación con su solicitud telefónica o pedido. Estos datos permanecerán en nuestro sistema, visibles para nuestro personal (o el vendedor correspondiente), hasta que usted retire su consentimiento. Si usted quiere que sus datos personales sean eliminados, envíe un correo electrónico al [email].</p><p> si usted cree que sus datos personales han sido utilizados con otros fines, tiene el derecho de presentar una queja ante un representante legal. Nosostros estamos obligados por la Normativa General de Protección de Datos de la Unión Europea a informarle que usted tiene este derecho; nosotros no pretendemos bajo ningún concepto utilizar sus datos con otros fines.</p>
he_il: <p> אנו ([company]) ישתמש בנתונים שתספק כאן כדי ליצור איתך קשר בנוגע לבקשת השיחה או להזמנה שלך. נתונים אלה יישארו במערכת שלנו, גלויים לצוות שלנו (או לספק הרלוונטי), עד שתסיר את הסכמתך. אם ברצונך להסיר את הנתונים האישיים שלך, שלח אימייל לכתובת <email]. </p> <p] אם אתה סבור כי נעשה שימוש לרעה בנתונים האישיים שלך, יש לך זכות להגיש תלונה לרשות פיקוח. אנו מחויבים על ידי כללי האיחוד האירופי להגנה על נתונים כדי ליידע אותך על זכות זו; אנחנו לא מתכוונים להשתמש לרעה בנתונים שלך. </p>
hu_hu: <p>Mi ([company]) az itt megadott adatokat arra használjuk ([cég]), hogy felvegyük Veled a kapcsolatot visszahívás kéréseddel vagy megrendeléseddel kapcsolatban. Ezek az adatok a rendszerünkben maradnak, és munkatársaink (vagy az érintett termelő) számára láthatóak maradnak, amíg vissza nem vonod a hozzájárulásod. Ha szeretnéd, hogy személyes adataidat eltávolítsuk, küldj egy e-mailt a [email].</p> <p>címre.Ha úgy véled hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni egy felügyeleti szervnél. Az EU általános adatvédelmi rendelete kötelez bennünket arra, hogy tájékoztassunk erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
id_id: <p>Kami ([company]) akan menggunakan data yang anda berikan disini untuk menghubungi anda terkait permintaan atau pesanan panggilan anda. Data tersebut akan tetap ada dalam sistem kami, terlihat oleh staff kami (atau penjaja yang relevan), sampai Anda menarik persetujuan Anda. Jika Anda ingin data pribadi Anda dihapus, kirim email ke [email]. </p> <p>Jika Anda percaya bahwa data pribadi Anda telah disalahgunakan, Anda memiliki hak untuk mengajukan keluhan ke otoritas pengawas. Kami diwajibkan oleh Regulasi Perlindungan Data Umum Uni Eropa untuk memberitahukan anda tentang hal ini; Kami sama sekali tidak berniat menyalahgunakan data Anda.</p>
it_it: <p> Noi ([company]) utilizzeremo i dati che fornisci qui per contattarti in merito alla tua richiesta di chiamata o ordine. Tali dati rimarranno nel nostro sistema, visibili al nostro personale (o al relativo fornitore), fino a quando non ritirerai il tuo consenso. Se desideri che i tuoi dati personali vengano rimossi, invia un'e-mail a [email]. </p> <p> Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di presentare un reclamo a un'autorità di controllo . Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo abusare dei tuoi dati. </p>
pt_br: <p> Nós ([company]) usaremos os dados aqui fornecidos para entrar em contato com você sobre sua solicitação ou pedido de chamada. Esses dados permanecerão em nosso sistema, visíveis para nossa equipe (ou o fornecedor relevante), até que você revogue o seu consentimento. Se você deseja remover seus dados pessoais, envie um e-mail para [email]. </p> <p> Se você acredita que seus dados pessoais foram mal utilizados, você tem o direito de apresentar uma reclamação junto aos órgãos de proteção ao cliente. Claro que não pretendemos de forma alguma usar indevidamente seus dados, mas cabe-nos, por questões legais, informá-lo sobre esse seu direito. </p>

# Languages::call_requests.agreement_text_short_request_call_request_form
source: I agree to have my personal data <u>processed as follows.</u>
es_es: Estoy de acuerdo que mis datos personales sean<u> utilizados de la siguiente manera.</u>
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
id_id: Saya setuju data pribadi saya <u>diproses sebagai berikut.</u>.
it_it: Acconsento al trattamento dei miei dati personali <u> come segue. </u>
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>

# Languages::gdpr_call_requests
source: Personal data from call requests
es_es: Datos personales de solicitudes de llamada
he_il: נתונים אישיים מפנייתכם
hu_hu: Híváskérésekből származó személyes adatok
id_id: Data pribadi dari permintaan panggilan
it_it: Dati personali da richieste di chiamata
pt_br: Dados pessoais de solicitações de chamada
