Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/call_requests.po
Languages: es_es, he_il, hu_hu, id_id, it_it, pt_br

# Languages::call_requests.event.request_created.name
source: Call requests: request created
es_es: Solicitudes de llamada: solicitud creada
he_il: בקשות שיחה: בקשה נוצרה
hu_hu: Híváskérések: kérés létrehozva
id_id: Permintaan panggilan: permintaan dibuat
it_it: Richieste di chiamata: richiesta creata
pt_br: Solicitações de chamada: solicitação criada

# Languages::call_requests.event.request_about_product_created.name
source: Call requests: request about product created
es_es: Solicitudes de llamada: solicitud sobre producto creada
he_il: בקשות שיחה: בקשה לגבי המוצר שנוצר
hu_hu: Híváskérések: a termékkel kapcsolatos kérés létrejött
id_id: Permintaan panggilan: permintaan tentang produk dibuat
it_it: Richieste di chiamata: richiesta sul prodotto creato
pt_br: Solicitações de chamada: solicitação sobre produto criada
