Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/client_tiers.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, uk_ua

# Languages::client_tiers.run_tiers_updating_by_cron
source: Updating client tiers is the resource-intensive process. It's recommended to run it automatically at certain time intervals.<br>To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ar_sa: يعد تحديث مستويات العميل عملية كثيفة الاستخدام للموارد. يوصى بتشغيله تلقائيًا في فترات زمنية معينة. <br> للقيام بذلك ، أضف الأمر التالي إلى <a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron</a>:
cs_cz: Aktualizace zákaznických úrovní je náročný proces na systém. Je doporučeno ho spouštět v určitých časových intervalech. <br> Uděláte to tak, že následující příkaz přidáte do<a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cronu</a>:
el_gr: Η Ενημέρωση επιπέδων πελατών απαιτεί πολλούς πόρους.Συνιστάται να το εκτελείτε αυτόματα σε συγκεκριμένα χρονικά διαστήματα<br>. Για να το κάνετε αυτό, προσθέστε την ακόλουθη εντολή στο <a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron: </a>:
es_es: La actualización de los niveles de clientes es un proceso que requiere muchos recursos. Se recomienda ejecutarlo automáticamente cada cierto intervalo de tiempo.<br> Para hacerlo, agregue el siguiente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
he_il: עדכון שכבות לקוח הוא התהליך עתיר המשאבים. מומלץ להריץ אותו באופן אוטומטי בפרקי זמן מסוימים.<br>לשם כך, הוסף את הפקודה הבאה ל <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
hu_hu: A vásárlói szintek frissítése sok erőforrást igényel. Javasoljuk, hogy bizonyos időközönként automatikusan futtassa le.<br>Ehhez a következő parancs szükséges <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
id_id: Memperbarui tingkatan klien adalah proses intesif sumber daya. Ini direkomendasikan untuk menjalankannya secara otomatis pada waktu interval tertentu.<br>Untuk bisa melakukannya, tambahkan perintah sebagai berikut ke <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ja_jp: 顧客ステータスの更新は、サーバ・リソースを大量に使うプロセスです。 特定の時間間隔で自動的に実行することをお勧めします。<br>これを行うには、次のコマンドを<a href="https://en.wikipedia.org/wiki/Cron" target="_blank">cron</a>に追加します。
pl_pl: Aktualizowanie poziomów klientów to proces wymagający dużych zasobów. Zalecane jest uruchamianie go automatycznie w określonych odstępach czasu.<br>Aby to zrobić, dodaj następujące polecenie do <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
pt_br: Atualizar os níveis dos clientes é um processo que consome muitos recursos. Recomendados que ele seja executado automaticamente em certos intervalos de tempo. <br>Para fazer isso, adicione o seguinte comando ao <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ro_ro: Actualizarea nivelurilor de clienți este un proces care consumă resurse. Este recomandat să o executați automat la anumite intervale de timp. <br> Pentru a face acest lucru, adăugați următoarea comandă la <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ru_ru: Проверка уровней — ресурсоёмкий процесс. Рекомендуем запускать его автоматически с определённой периодичностью.<br>Для этого добавьте следующую команду в <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
uk_ua: Перевірка рівнів - ресурсомісткий процес. Рекомендуємо запускати його автоматично з певною періодичністю. <br>Для цього додайте наступну команду в <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:

# Languages::client_tiers.all_been_recalculated
source: Tiers have been checked and updated
ar_sa: تم فحص المستويات وتحديثها
cs_cz: Úrovně byly zkontrolovány a aktualizovány
el_gr: Τα επίπεδα ελέγχθηκαν και ενημερώθηκαν
es_es: Los niveles han sido verificados y actualizados
he_il: הרמות נבדקו ועודכנו
hu_hu: A szintek ellenőrzése és frissítése megtörtént
id_id: Tingkatan telah diperiksa dan diperbarui
ja_jp: ステータスがチェックされて更新されました
pl_pl: Poziomy zostały sprawdzone i zaktualizowane
pt_br: Os níveis foram verificados e atualizados
ro_ro: Nivelurile au fost verificate și actualizate
ru_ru: Уровни были проверены и обновлены
uk_ua: Рівні були перевірені і оновлені

# Languages::client_tiers.silver_promotion
source: Silver tier promotion
ar_sa: العرض الترويجي للفئة الفضية
cs_cz: Povýšení úrovně Silver
el_gr: Προώθηση ασημένιου επιπέδου
es_es: Promoción de nivel plata
he_il: רמת כסף של קידום
hu_hu: Ezüst szintű promóció
id_id: Promosi tingkatan perak
ja_jp: シルバー・ステータス・プロモーション
pl_pl: Promocja srebrnego poziomu
pt_br: Promoção de nível prata
ro_ro: Promovarea nivelului de argint
ru_ru: Промо-акция для уровня "Серебро"
uk_ua: Промо-акція для рівня "Срібло"

# Languages::client_tiers.bronze_promotion
source: Bronze tier promotion
ar_sa: العرض الترويجي للفئة البرونزية
cs_cz: Povýšení úrovně Bronze
el_gr: Προώθηση χάλκινου επιπέδου
es_es: Promoción de nivel bronce
he_il: רמת ברונזה של קידום
hu_hu: Bronz szintű promóció
id_id: Promosi tingkatan perunggu
ja_jp: ブロンズ・ステータス・プロモーション
pl_pl: Promocja brązowego poziomu
pt_br: Promoção de nível bronze
ro_ro: Promovarea nivelului de bronz
ru_ru: Промо-акция для уровня "Бронза"
uk_ua: Промо-акція для рівня "Бронза"

# Languages::client_tiers.gold_promotion
source: Gold tier promotion
ar_sa: العرض الترويجي للفئة الذهبية
cs_cz: Povýšení úrovně Gold
el_gr: Προώθηση χρυσού επιπέδου
es_es: Promoción de nivel oro
he_il: רמת זהב של קידום
hu_hu: Arany szintű promóció
id_id: Promosi tingkatan emas
ja_jp: ゴールド・ステータス・プロモーション
pl_pl: Promocja złotego poziomu
pt_br: Promoção de nível ouro
ro_ro: Promovarea nivelului de aur
ru_ru: Промо-акция для уровня "Золото"
uk_ua: Промо-акція для рівня "Золото"

# Languages::client_tiers.silver_promotion.detailed_description
source: Only Silver Level Customers are eligible for this promotion.
ar_sa: فقط عملاء المستوى الفضي مؤهلون لهذا العرض الترويجي.
cs_cz: Pro toto povýšení jsou způsobilí pouze zákazníci úrovně Silver
el_gr: Μόνο πελάτες ασημένιου επιπέδου είναι επιλέξιμοι για αυτήν την προσφορά.
es_es: Sólo los clientes de nivel Plata pueden participar en esta promoción.
he_il: אך ורק לקוחות ברמת הכסף זכאים לקידום זה.
hu_hu: Csak az Ezüst szintű vásárlók jogosultak erre a promócióra.
id_id: Hanya Pelanggan Tingkat Perak yang memenuhi syarat untuk promosi ini.
ja_jp: シルバー・ステータスのお客様のみがこのプロモーションの対象となります。
pl_pl: Tylko klienci poziomu srebrnego kwalifikują się do tej promocji.
pt_br: Somente clientes nível Prata são elegíveis para esta promoção.
ro_ro: Doar clienții de nivel argint sunt eligibili pentru această promoție.
ru_ru: Эта промо-акция действует только для покупателей с уровнем "Серебро".
uk_ua: Ця промо-акція діє лише для покупців з рівнем "Срібло".

# Languages::client_tiers.silver_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Silver Level Customers.
ar_sa: تم إنشاء هذا العرض الترويجي تلقائيًا كجزء من الوظيفة الإضافية لمستويات العملاء. تنطبق فقط على عملاء المستوى الفضي.
cs_cz: Toto povýšení bylo vytvořeno automaticky jako část doplňku Úrovně klienta. Aplikuje se pouze na uživatele Silver úrovně.
el_gr: Αυτή η προσφορά δημιουργήθηκε αυτόματα ως μέρος του πρόσθετου Επίπεδα πελατών. Ισχύει μόνο για πελάτες ασημένιου επιπέδου
es_es: Esta promoción se creó automáticamente como parte del add-on Client Tiers. Se aplica sólo a clientes de nivel Plata.
he_il: קידום זה נוצר באופן אוטומטי כחלק מהתוסף של רמת הלקוחות. זה חל רק על לקוחות ברמהת הכסף.
hu_hu: Ez a promóció automatikusan jött létre a vásárlói szintek bővítmény részeként. Csak az Ezüst szintű vásárlókra vonatkozik.
id_id: Promosi ini telah dibuat secara otomatis sebagai bagian dari add-on Tingkatan Klie. Itu berlaku hanya pada Pelanggan Tingkat Perak.
ja_jp: このプロモーションは、顧客ステータス・アドオンの一部として自動的に作成されました。 シルバー・ステータスのお客様にのみ適用されます。
pl_pl: Ta promocja została utworzona automatycznie w ramach dodatku Poziomy klienta. Dotyczy tylko klientów poziomu srebrnego.
pt_br: Esta promoção foi criada automaticamente como parte do add-on Níveis de Cliente. Ela se aplica somente a clientes nível prata.
ro_ro: Această promoție a fost creată automat ca parte a suplimentului/Add-on Client Tiers. Se aplică numai clienților de nivel argint.
ru_ru: Эта промо-акция создана модулем "Уровни клиентов" автоматически. Она доступна только группе пользователей "Серебро".
uk_ua: Ця промо-акція створена модулем "Рівні клієнтів" автоматично. Вона доступна тільки групі користувачів "Срібло".

# Languages::client_tiers.bronze_promotion.detailed_description
source: Only Bronze Level Customers are eligible for this promotion.
ar_sa: فقط عملاء المستوى البرونزي مؤهلون لهذا العرض.
cs_cz: Pro toto povýšení jsou způsobilí pouze zákazníci úrovně Bronze
el_gr: Μόνο πελάτες χάλκινου επιπέδου είναι επιλέξιμοι για αυτήν την προσφορά.
es_es: Sólo los clientes de nivel Bronce pueden participar en esta promoción.
he_il: אך ורק לקוחות ברמת ברונזה זכאים לקידום זה.
hu_hu: Csak a Bronz szintű vásárlók jogosultak erre a promócióra.
id_id: Hanya Pelanggan Tingkat Perunggu yang memenuhi syarat untuk promosi ini.
ja_jp: ブロンズ・ステータスのお客様のみがこのプロモーションの対象となります。
pl_pl: Tylko klienci poziomu brązowego kwalifikują się do tej promocji.
pt_br: Somente clientes nível Bronze são elegíveis para esta promoção.
ro_ro: Doar clienții de nivel bronz sunt eligibili pentru această promoție.
ru_ru: Эта промо-акция действует только для покупателей с уровнем "Бронза".
uk_ua: Ця промо-акція діє лише для покупців з рівнем "Бронза".

# Languages::client_tiers.bronze_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Bronze Level Customers.
ar_sa: تم إنشاء هذا العرض الترويجي تلقائيًا كجزء من الوظيفة الإضافية لمستويات العملاء. تنطبق فقط على عملاء المستوى البرونزي.
cs_cz: Toto povýšení bylo vytvořeno automaticky jako část doplňku Úrovně klienta. Aplikuje se pouze na uživatele Bronze úrovně.
el_gr: Αυτή η προσφορά δημιουργήθηκε αυτόματα ως μέρος του πρόσθετου Επίπεδα πελατών. Ισχύει μόνο για πελάτες χάλκινου επιπέδου
es_es: Esta promoción se creó automáticamente como parte del add-on Client Tiers. Se aplica sólo a clientes de nivel Bronze.
he_il: קידום זה נוצר באופן אוטומטי כחלק מהתוסף של רמת הלקוחות. זה חל רק על לקוחות ברמהת הברונזה.
hu_hu: Ez a promóció automatikusan jött létre a vásárlói szintek bővítmény részeként. Csak a Bronz szintű vásárlókra vonatkozik.
id_id: Promosi ini telah dibuat secara otomatis sebagai bagian dari add-on Tingkatan Klie. Itu berlaku hanya pada Pelanggan Tingkat Perunggu.
ja_jp: このプロモーションは、顧客ステータス・アドオンの一部として自動的に作成されました。 ブロンズ・ステータスのお客様にのみ適用されます。
pl_pl: Ta promocja została utworzona automatycznie w ramach dodatku Poziomy klienta. Dotyczy tylko klientów poziomu brązowego.
pt_br: Esta promoção foi criada automaticamente como parte do add-on Níveis de Cliente. Ela se aplica somente a clientes nível bronze.
ro_ro: Această promoție a fost creată automat ca parte a suplimentului Client Tiers. Se aplică numai clienților de nivel bronz.
ru_ru: Эта промо-акция создана модулем "Уровни клиентов" автоматически. Она доступна только группе пользователей "Бронза".
uk_ua: Ця промо-акція створена модулем "Рівні клієнтів" автоматично. Вона доступна тільки групі користувачів "Бронза".

# Languages::client_tiers.gold_promotion.detailed_description
source: Only Gold Level Customers are eligible for this promotion.
ar_sa: فقط عملاء المستوى الذهبي مؤهلون لهذا العرض الترويجي.
cs_cz: Pro toto povýšení jsou způsobilí pouze zákazníci úrovně Gold
el_gr: Μόνο πελάτες χρυσού επιπέδου είναι επιλέξιμοι για αυτήν την προσφορά.
es_es: Sólo los clientes de nivel Oro pueden participar en esta promoción.
he_il: אך ורק לקוחות ברמת הזהב זכאים לקידום זה.
hu_hu: Csak az Arany szintű vásárlók jogosultak erre a promócióra.
id_id: Hanya Pelanggan Tingkat Emas yang memenuhi syarat untuk promosi ini.
ja_jp: ゴールド・ステータスのお客様のみがこのプロモーションの対象となります。
pl_pl: Tylko klienci poziomu złotego kwalifikują się do tej promocji.
pt_br: Somente clientes nível Ouro são elegíveis para esta promoção.
ro_ro: Doar clienții de nivel Gold sunt eligibili pentru această promoție.
ru_ru: Эта промо-акция действует только для покупателей с уровнем "Золото".
uk_ua: Ця промо-акція діє лише для покупців з рівнем "Золото".

# Languages::client_tiers.gold_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Gold Level Customers.
ar_sa: تم إنشاء هذا العرض الترويجي تلقائيًا كجزء من الوظيفة الإضافية لمستويات العملاء. تنطبق فقط على عملاء المستوى الذهبي.
cs_cz: Toto povýšení bylo vytvořeno automaticky jako část doplňku Úrovně klienta. Aplikuje se pouze na uživatele Gold úrovně.
el_gr: Αυτή η προσφορά δημιουργήθηκε αυτόματα ως μέρος του πρόσθετου Επίπεδα πελατών. Ισχύει μόνο για πελάτες χρυσού επιπέδου
es_es: Esta promoción se creó automáticamente como parte del add-on Client Tiers. Se aplica sólo a clientes de nivel Oro.
he_il: קידום זה נוצר באופן אוטומטי כחלק מהתוסף של רמת הלקוחות. זה חל רק על לקוחות ברמהת הזהב.
hu_hu: Ez a promóció automatikusan jött létre a vásárlói szintek bővítmény részeként. Csak az Arany szintű vásárlókra vonatkozik.
id_id: Promosi ini telah dibuat secara otomatis sebagai bagian dari add-on Tingkatan Klie. Itu berlaku hanya pada Pelanggan Tingkat Emas.
ja_jp: このプロモーションは、顧客ステータス・アドオンの一部として自動的に作成されました。 ゴールド・ステータスのお客様にのみ適用されます。
pl_pl: Ta promocja została utworzona automatycznie w ramach dodatku Poziomy klienta. Dotyczy tylko klientów poziomu złotego.
pt_br: Esta promoção foi criada automaticamente como parte do add-on Níveis de Cliente. Ela se aplica somente a clientes nível ouro.
ro_ro: Această promoție a fost creată automat ca parte a suplimentului Client Tiers. Se aplică numai clienților de nivel Gold.
ru_ru: Эта промо-акция создана модулем "Уровни клиентов" автоматически. Она доступна только группе пользователей "Золото".
uk_ua: Ця промо-акція створена модулем "Рівні клієнтів" автоматично. Вона доступна тільки групі користувачів "Золото".

# Languages::client_tiers.removed_from_old_group
source: Removed from user group
ar_sa: تمت إزالته من مجموعة المستخدمين
cs_cz: Odebrat z uživatelské skupiny
el_gr: Καταργήθηκε από την ομάδα χρηστών
es_es: Eliminado del grupo de usuarios
he_il: הוסר מקבוצת המשתמשים
hu_hu: Felhasználói csoportból eltávolítva
id_id: Dihapus dari grup pengguna
ja_jp: ユーザーグループから削除
pl_pl: Usunięto z grupy użytkowników
pt_br: Removido do grupo de usuários
ro_ro: Eliminat din grupul de utilizatori
ru_ru: Удалён из группы пользователей
uk_ua: Вилучений з групи користувачів

# Languages::client_tiers.moved_to_new_group
source: Moved to user group
ar_sa: انتقل إلى مجموعة المستخدمين
cs_cz: Přesunuto do uživatelské skupiny
el_gr: Μετακινήθηκε στην ομάδα χρηστών
es_es: Movido al grupo de usuarios
he_il: הועבר לקבוצת המשתמשים
hu_hu: Felhasználói csoportba áthelyezve
id_id: Dipindahkan ke grup pengguna
ja_jp: ユーザーグループの変更
pl_pl: Przeniesiono do grupy użytkowników
pt_br: Movido para o grupo de usuários
ro_ro: Mutat la grupul de utilizatori
ru_ru: Добавлен в группу пользователей
uk_ua: Доданий в групу користувачів

# Languages::client_tiers.installation_message
source: To help you get started, we have added user groups for Gold, Silver, and Bronze Level Customers, as well as corresponding promotions. Please check <a href="[user_groups]" target="_blank">user groups</a> and <a href="[promotions]" target="_blank">promotions</a>, and adjust them as needed. You can also delete them and create your own.
ar_sa: لمساعدتك على البدء ، أضفنا مجموعات مستخدمين للعملاء من المستوى الذهبي والفضي والبرونزي ، بالإضافة إلى العروض الترويجية المقابلة. الرجاء التحقق من <a href="[user_groups]" target="_blank"> مجموعات المستخدمين </a> و <a href="[promotions]" target="_blank"> العروض الترويجية </a> وتعديلها حسب الحاجة . يمكنك أيضًا حذفها وإنشاء ملفك الخاص.
cs_cz: Aby se vám lépe začalo, přidali jsme uživatelské skupiny pro Gold, Silver a Bronze zákaznické úrovně a také odpovídající možnosti podpory. Podívejte se prosím na <a href="[user_groups]" target="_blank">uživatelské skupiny</a> a <a href="[promotions]" target="_blank">podporu</a> a nakonfigurujte tak, jak potřebujete. Můžete nastavení smazat a vytvořit vlastní.
el_gr: Για να σας βοηθήσουμε να ξεκινήσετε, έχουμε προσθέσει ομάδες χρηστών για πελάτες σε επίπεδο Χρυσό, Ασημένιο και Χάλκινο καθώς και τις αντίστοιχες προσφορές. Ελέγξτε τις <a href="[user_groups]" target="_blank"> ομάδες χρηστών </a> και τις <a href="[promotions]" target="_blank"> προωθήσεις </a> και προσαρμόστε τις όπως εσείς θέλετε . Μπορείτε επίσης να τα διαγράψετε και να δημιουργήσετε τα δικό σας.
es_es: Para ayudarlo a comenzar, hemos agregado grupos de usuarios para clientes de nivel Oro, Plata y Bronce, así como las promociones correspondientes. Compruebe <a href="[user_groups]" target="_blank"> grupos de usuarios y <a href="[promotions]" target="_blank">promociones</a>, y ajústelos según sea necesario . También puede eliminarlos y crear el suyo propio.
he_il: כדי לעזור לך להתחיל, הוספנו קבוצות משתמשים ללקוחות רמת זהב, כסף וברונזה, כמו גם מבצעים מקבילים. בבקשה תבדוק <a href="[user_groups]" target="_blank">קבוצות המשתמש</a> ו<a href="[promotions]" target="_blank">מבצעים</a>, והתאם אותם לפי הצורך. אתה יכול גם למחוק אותם וליצור משלך.
hu_hu: Hogy egyszerűsítsük az indulást, az Arany, Ezüst és Bronz szintű vásárlók számára felhasználói csoportokat hoztunk létre, valamint hozzájuk tartozó promóciókat. Kérjük, ellenőrizd a <a href="[user_groups]" target="_blank">felhasználói csoportokat</a> és<a href="[promotions]" target="_blank">promóciókat</a>, és szükség szerint állítsd be őket. Akár törölheted is, és létrehozhatsz sajátokat.
id_id: Untuk membantu anda memulai, kami telah menambahkan grup pengguna untuk Pelanggan Tingkat Emas, Perak, Perunggu, beserta promosi yang sesuai. Harap periksa <a href="[user_groups]" target="_blank">grup pengguna</a> dan <a href="[promotions]" target="_blank">promosi</a>, dan sesuaikan sesuai kebutuhan. Anda juga bisa menghapusnya dan membuatnya sendiri.
ja_jp: スタートを楽にするために、ゴールド、シルバー、ブロンズ・ステータスのお客様のユーザーグループと、対応するプロモーションを追加しました。 <a href="[user_groups]" target="_blank">ユーザーグループ</a>と<a href="[promotions]" target="_blank">プロモーション</a>を確認し、必要に応じて調整してください 。 これらを削除して、独自に作成することもできます。
pl_pl: Aby ułatwić Ci rozpoczęcie pracy, dodaliśmy grupy użytkowników dla klientów Złotego, Srebrnego i Brązowego poziomu, a także odpowiednie promocje. Sprawdź <a href="[user_groups]" target="_blank"> grupy użytkowników</a> i <a href="[promotions]" target="_blank">promocje</a> i dostosuj je w razie potrzeby. Możesz je również usunąć i utworzyć własne.
pt_br: Para ajudar você a começar, adicionamos grupos de usuários para clientes nível Ouro, Prata e Bronze, assim como promoções correspondentes. Vá a <a href="[user_groups]" target="_blank">grupos de usuários</a> e <a href="[promotions]" target="_blank">promoções</a>, e faça os ajustes necessários. Você também pode apagá-los e criar os seus próprios.
ro_ro: Pentru a vă ajuta să începeți, am adăugat grupuri de utilizatori pentru clienți la nivel de aur, argint și bronz, precum și promoții corespunzătoare. Vă rugăm să verificați <a href="[user_groups]" target="_blank">user groups</a> and <a href="[promotions]" target="_blank">promotions</a>, și reglați-le după cum este necesar. De asemenea, le puteți șterge și crea propriul dvs. nivel.
ru_ru: Мы автоматически добавили и настроили группы пользователей "Золото", "Серебро", "Бронза" и соответствующие промо-акции. Проверьте <a href="[user_groups]" target="_blank">группы пользователей</a> и <a href="[promotions]" target="_blank">промо-акции</a> и отредактируйте их, как нужно вам. Также вы можете удалить их и создать свои собственные.
uk_ua: Ми автоматично додали і налаштували групи користувачів "Золото", "Серебро", "Бронза" і відповідні промо-акції. Перевірте <a href="[user_groups]" target="_blank">групи користувачів</a> і <a href="[promotions]" target="_blank">промо-акції</a> і відредагуйте їх, як потрібно вам. Також ви можете видалити їх і створити свої власні.
