Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/client_tiers.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, uk_ua

# Addons::name::client_tiers
source: Client tiers
ar_sa: مستويات العميل
cs_cz: Úrovně klienta
el_gr: Επίπεδα πελατών
es_es: Nivel de cliente
he_il: לקוח צד ג'
hu_hu: Vásárlói szintek
id_id: Tingkatan klien
ja_jp: 顧客ランク
pl_pl: Poziomy klienta
pt_br: Níveis de cliente
ro_ro: Nivelurile clienților
ru_ru: Уровни клиентов
uk_ua: Рівні клієнтів

# Addons::description::client_tiers
source: Automatically assigns and removes customer's user group depending on money spent. Allows you to rank your customers (for example, bronze, silver, gold customers).
ar_sa: يقوم بتعيين وإزالة مجموعة المستخدمين الخاصة بالعميل تلقائيًا بناءً على الأموال التي يتم إنفاقها. يسمح لك بترتيب عملائك (على سبيل المثال ، عملاء البرونز والفضة والذهب).
cs_cz: Automaticky přiřazuje a odebírá zákaznické uživatelské skupiny na základě utracených peněz. Umožňuje vám hodnotit zákazníky (například zákazníky s úrovní Bronze, Silver a Gold)
el_gr: Εκχωρεί και καταργεί αυτόματα την ομάδα χρηστών του πελάτη ανάλογα με τα χρήματα που δαπανώνται. Σας επιτρέπει να ταξινομήσετε τους πελάτες σας (για παράδειγμα, χάλκινο, ασήμι, χρυσό).
es_es: Asigna y elimina automáticamente al usuarios a un grupo determinado en función del dinero gastado. Le permite clasificar a sus clientes (por ejemplo, clientes de bronce, plata, oro).
he_il: מקצה ומסיר אוטומטית את קבוצת המשתמשים של הלקוח בהתאם לכסף שהוצא. מאפשר לך לדרג את הלקוחות שלך (לדוגמא, לקוחות ברונזה, כסף, זהב).
hu_hu: Automatikusan hozzárendeli és eltávolítja a vásárló felhasználói csoportját az elköltött pénztől függően. Lehetővé teszi vásárlóid rangsorolását (például bronz, ezüst, arany szintű vásárlók).
id_id: Secara otomatis menetapkan dan menghapus grup pengguna pelanggan tergantung uang yang dikeluarkan. Mengizinkan anda untuk menentukan peringkat pelanggan anda (sebagai contoh, pelanggan perunggu, perak, emas).
ja_jp: 利用金額に応じて、顧客のユーザーグループを自動的に割り当てたり削除したりします。 顧客（ブロンズ、シルバー、ゴールドの顧客など）をランク付けできます。
pl_pl: Automatycznie przypisuje i usuwa grupę użytkowników do klienta w zależności całkowitej sumy zakupów. Umożliwia uszeregowanie klientów (na przykład klientów ze statusem brązowym, srebrnym lub złotym).
pt_br: Automaticamente atribui e remove clientes de grupos de usuários com base no valor gasto por eles. Permite que você classifique os seus clientes (por exemplo: clientes bronze, prata, ouro).
ro_ro: Alocă și elimină automat grupul de utilizatori al clientului în funcție de banii cheltuiți. Vă permite să vă clasificați clienții (de exemplu, clienții din bronz, argint, aur).
ru_ru: Автоматически назначает и убирает группу пользователя в зависимости от потраченных денег. Позволяет ранжировать покупателей (например: бронзовые, серебряные и золотые покупатели).
uk_ua: Автоматично призначає чи прибирає групу користувача в залежності від потрачених коштів. Дозволяє ранжувати покупців (наприклад: бронзові, срібні та золоті покупці).

# SettingsSections::client_tiers::general
source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
id_id: Umum
ja_jp: 基本設定
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
uk_ua: Загальні

# SettingsOptions::client_tiers::tiers_reporting_period
source: Reporting period
ar_sa: فترة التقرير
cs_cz: Účtovací období
el_gr: Περίοδος Αναφοράς
es_es: Período informado
he_il: תקופת הדיווח
hu_hu: Jelentési időszak
id_id: Periode pelaporkan
ja_jp: 報告期間
pl_pl: Okres sprawozdawczy
pt_br: Período de referência
ro_ro: Perioadă de raportare
ru_ru: Отчётный период
uk_ua: Звітний період

# SettingsTooltips::client_tiers::tiers_reporting_period
source: Statistics from this period is checked to see if a customer is eligible for a certain tier
ar_sa: يتم فحص الإحصائيات من هذه الفترة لمعرفة ما إذا كان العميل مؤهلاً لمستوى معين
cs_cz: Statistiky z tohoto období se kontrolují, aby se zjistilo, zda má zákazník nárok na určitou úroveň
el_gr: Τα στατιστικά στοιχεία αυτής της περιόδου ελέγχονται για να διαπιστωθεί εάν ένας πελάτης πληροί τις προϋποθέσεις για ένα συγκεκριμένο επίπεδο
es_es: Las estadísticas de este período se verifican para ver si un cliente es elegible para un determinado nivel
he_il: נתונים סטטיסטיים מתקופה זו נבדקים כדי לראות אם לקוח זכאי לשכבה מסוימת
hu_hu: Ellenőrzi ennek az időszaknak a statisztikáit, hogy kiderüljön, jogosult-e az adott vásárló egy bizonyos szintre.
id_id: Statistik dari periode ini diperiksa untuk melihat apakah pelanggan memenuhi syarat untuk tingkatan tertentu
ja_jp: この期間の集計をチェックして、顧客が特定ステータスの資格があるかどうかを確認します。
pl_pl: Statystyki z tego okresu są sprawdzane, aby zobaczyć, czy klient kwalifikuje się do określonego poziomu
pt_br: As estatísticas deste período são verificadas para ver se um cliente é elegível para um certo nível
ro_ro: Statisticile din această perioadă sunt verificate pentru a vedea dacă un client este eligibil pentru un anumit nivel
ru_ru: Статистика за этот период определит, к какому уровню относится покупатель
uk_ua: Статистика за цей період визначить, до якого рівня відноситься покупець

# SettingsOptions::client_tiers::upgrade_tier_option
source: Customer tier can upgrade
ar_sa: يمكن ترقية طبقة العميل
cs_cz: Zákaznická úroveň se může upgradovat
el_gr: Το επίπεδο πελατών μπορεί να αναβαθμιστεί
es_es: El nivel del cliente puede actualizarse
he_il: רמת הלקוח יכולה לשדרג
hu_hu: A vásárló szintet léphet felfelé
id_id: Tingkatan pelanggan bisa ditingkatkan
ja_jp: 顧客ステータスをアップグレード
pl_pl: Poziom klienta można uaktualnić
pt_br: O nível do cliente pode aumentar
ru_ru: Уровень покупателя может обновиться
uk_ua: Клієнтський рівень можна оновити

# SettingsOptions::client_tiers::automatic_downgrade
source: Tier check can downgrade customer's tier
ar_sa: يمكن لفحص الطبقة تقليل مستوى العميل
cs_cz: Kontrola úrovně může degradovat zákazníkovu úroveň
el_gr: Ο έλεγχος επιπέδου μπορεί να υποβαθμίσει το επίπεδο του πελάτη
es_es: La verificación de nivel puede bajar el nivel del cliente
he_il: בדיקת שכבות יכולה להוריד את הרמה של הלקוח
hu_hu: A szint ellenőrzése visszaminősítheti a vásárló szintjét
id_id: Pemeriksaan tingkatan bisa menurunkan tingkatan pelanggan
ja_jp: ステータス・チェックにより、顧客のステータスをダウングレードできます。
pl_pl: Kontrola poziomu może obniżyć poziom klienta
pt_br: A verificação de nível pode abaixar o nível do cliente
ro_ro: Verificarea nivelului poate retrograda nivelul clientului
ru_ru: Проверка уровня может понижать уровень
uk_ua: Перевірка рівня може знижувати рівень

# Languages::client_tiers.minimum_spend_value
source: Required spendings
ar_sa: المصاريف المطلوبة
cs_cz: Nutné útraty
el_gr: Απαιτούμενες Δαπάνες
es_es: Gasto requerido
he_il: הוצאות חובה
hu_hu: Szükséges költések
id_id: Memperlukan pengeluaran
ja_jp: 必要な支出
pl_pl: Wymagane wydatki
pt_br: Gastos requeridos
ro_ro: Cheltuieli obligatorii
ru_ru: Необходимые траты
uk_ua: Необхідні витрати

# Languages::client_tiers.tooltip_minimum_spend_value
source: Set 0 if you don't want this user group to be assigned automatically. Otherwise, customer can get this user group after spending the specified sum during the reporting period set in the Client Tiers add-on.
ar_sa: قم بتعيين 0 إذا كنت لا تريد تعيين مجموعة المستخدمين هذه تلقائيًا. بخلاف ذلك ، يمكن للعميل الحصول على مجموعة المستخدمين هذه بعد إنفاق المبلغ المحدد خلال فترة إعداد التقارير المحددة في الوظيفة الإضافية لمستويات العميل.
cs_cz: Nastavte na 0, pokud nechcete tuto uživatelskou přiřazovat automaticky. Pokud tak neučiníte, zákazník po utracení určité částky během daného období dosáhne této uživatelské skupiny. Projděte si nastavení doplněk Úrovně klienta.
el_gr: Ορίστε 0 εάν δεν θέλετε να εκχωρηθεί αυτόματα αυτή η ομάδα χρηστών. Διαφορετικά, ο πελάτης μπορεί να αποκτήσει αυτήν την ομάδα χρηστών αφού ξοδέψει το καθορισμένο ποσό κατά τη διάρκεια της περιόδου αναφοράς που έχει οριστεί στο πρόσθετο Επιπεδα Πελατών.
es_es: Establezca 0 si no desea que este grupo de usuarios se asigne automáticamente. De lo contrario, el cliente puede obtener este grupo de usuarios después de gastar la suma especificada durante el período establecido en el complemento Niveles de cliente.
he_il: קבע 0 אם אינך רוצה שקבוצת משתמשים זו יוקצה אוטומטית. אחרת, לקוח יכול להשיג קבוצת משתמשים זו לאחר שהוציא את הסכום שצוין במהלך תקופת הדיווח שנקבעה בתוסף שכבות הלקוחות.
hu_hu: Állítsd be a 0 értéket, ha nem szeretnéd, hogy ezt a felhasználói csoportot automatikusan hozzád rendeljék. Egyébként a vásárló ezt a felhasználói csoportot a vásárlói szintek bővítményben beállított jelentési időszak alatt a megadott összeg elköltése után kaphatja meg.
id_id: Setel ke 0 jika anda tidak ingin grup pengguna ini ditetapkan secara otomatis. Jika tidak, pelanggan bisa mendapatkan grup pengguna ini setelah mengeluarkan jumlah tertentu saat periode pelaporan yang ditetapkan dalam add-on Tingkatan Klien.
ja_jp: このユーザーグループを自動的に割り当てない場合は、「0」を設定します。 それ以外では、顧客は顧客ステータス・アドオンで設定されたレポート期間中に指定された金額を使った後、このユーザーグループになります。
pl_pl: Ustaw 0, jeśli nie chcesz, aby ta grupa użytkowników była przypisywana automatycznie. W przeciwnym razie klient może uzyskać tę grupę użytkowników po wydaniu określonej kwoty w okresie raportowania ustawionym w dodatku Poziom klienta.
pt_br: Defina 0 se você não quiser que este grupo de usuários seja atribuído automaticamente. Do contrário, o cliente pode se tornar parte deste grupo de usuários após gastar o valor especificado durante o período de referência definido no add-on Níveis de Cliente.
ro_ro: Setați 0 dacă nu doriți ca acest grup de utilizatori să fie alocat automat. În caz contrar, clientul poate obține acest grup de utilizatori după ce a cheltuit suma specificată în perioada de raportare setată în suplimentul/add-on-ul Tiers Client.
ru_ru: Покупатель получит эту группу, если он потратит указанную сумму за отчётный период из настроек модуля "Уровни клиентов". Если не хотите назначать эту группу автоматически, поставьте здесь 0.
uk_ua: Покупець отримає цю групу, якщо він витратить зазначену суму за звітний період з налаштувань модуля "Рівні клієнтів". Якщо не бажаєте призначати цю групу автоматично, поставте тут 0.

# Languages::client_tiers.bronze_level_customers
source: Bronze level customers
ar_sa: عملاء المستوى البرونزي
cs_cz: Zákazníci na úrovni Bronze
el_gr: Πελάτες στο επίπεδο χάλκινο
es_es: Clientes de nivel bronce
he_il: לקוחות ברמת ברונזה
hu_hu: Bronz szintű vásárlók
id_id: Pelanggan tingkat perunggu
ja_jp: ブロンズ・ステータスの顧客
pl_pl: Klienci poziomu brązowego
pt_br: Clientes nível bronze
ro_ro: Clienți la nivel bronz
ru_ru: Уровень "Бронза"
uk_ua: Рівень "Бронза"

# Languages::client_tiers.silver_level_customers
source: Silver level customers
ar_sa: عملاء المستوى الفضي
cs_cz: Zákazníci na úrovni Silver
el_gr: Πελάτες στο επίπεδο Ασημένιο
es_es: Clientes de nivel plata
he_il: לקוחות ברמת הכסף
hu_hu: Ezüst szintű vásárlók
id_id: Pelanggan tingkat perak
ja_jp: シルバー ・ステータスの顧客
pl_pl: Klienci poziomu srebrnego
pt_br: Clientes nível prata
ro_ro: Clienți la nivel argint
ru_ru: Уровень "Серебро"
uk_ua: Рівень "Срібло"

# Languages::client_tiers.gold_level_customers
source: Gold level customers
ar_sa: عملاء المستوى الذهبي
cs_cz: Zákazníci na úrovni Gold
el_gr: Πελάτες στο επίπεδο Χρυσό
es_es: Clientes de nivel oro
he_il: לקוחות ברמה זהב
hu_hu: Arany szintű vásárlók
id_id: Pelanggan tingkat emas
ja_jp: ゴールド・ステータスの顧客
pl_pl: Klienci poziomu złotego
pt_br: Clientes nível ouro
ro_ro: Clienți la nivel aur
ru_ru: Уровень "Золото"
uk_ua: Рівень "Золото"

# Languages::client_tiers.client_success_set_tier
source: [username] spent [total] amount in reported period and moved to [new_group]
ar_sa: [username] أنفق [total] المبلغ في الفترة المبلغ عنها وتم نقله إلى [new_group]
cs_cz: [username] utratil částku [total] ve sledovaném období a byl přesunut do [new_group]
el_gr: Ο [username] δαπανησε το ποσό [total] κατά την περίοδο αναφοράς και μετακινήθηκε στο [new_group]
es_es: El usuario [nombre de usuario] gastó la cantidad [total] en el período informado y se movió al grupo [grupo_nuevo]
he_il: [username] בילה [total] סכום בתקופה המדווחת ועבר ל[new_group]
hu_hu: [username] [total] összeget költött a jelentett időszakban és átkerült a [new_group] csoportba
id_id: [username] mengeluarkan [total] jumlah dalam periode pelaporan dan dipindahkan ke [new_group]
ja_jp: [username]は報告された期間に金額[total]を支払い、[new_group]に移りました。
pl_pl: [username] wydał [total] kwotę w raportowanym okresie i przeniósł się do [new_group]
pt_br: [username] gastou um total de [total] no período de referência e agora é parte do grupo [new_group]
ro_ro: [username]a cheltuit suma [total] în perioada raportată și s-a mutat la [new_group]
ru_ru: [username] потратил(а) [total] за отчётный период и перемещен(а) в группу [new_group]
uk_ua: [username] витратив(ла) [total] за звітний період і переміщений(на) до групи [new_group]

# Languages::client_tiers.client_fail_set_new_tier
source: Couldn't assign user group [new_group] to customer with id [user_id]. Customer spent [total] in the reporting period, which is more than the required spendings for this user group.
ar_sa: تعذر تعيين مجموعة مستخدمين [new_group] للعميل بالمعرف [user_id]. قضى العميل [total] في الفترة المشمولة بالتقارير ، وهو ما يزيد عن النفقات المطلوبة لمجموعة المستخدمين هذه.
cs_cz: Nešlo přiřadit uživatelskou skupinu [new_group] zákazníkovi s ID [user_id]. Zákazník utratil [total] ve sledovacím období, což je více, než bylo potřeba utratit pro tuto uživatelskou skupinu.
el_gr: Δεν ήταν δυνατή η εκχώρηση ομάδας χρηστών [new_group] στον πελάτη με id [user_id]. Ο Πελάτης δαπάνησε [total] κατά την περίοδο αναφοράς, που υπερβαίνει τις απαιτούμενες δαπάνες για αυτήν την ομάδα χρηστών.
es_es: No se pudo agregar el cliente con id [user_id] al grupo de usuarios [new_group]. El cliente gastó [total] en el período informado, que es más que los gastos requeridos para este grupo de usuarios.
he_il: לא ניתן היה להקצות קבוצת משתמשים [new_group] ללקוח עם מזהה [user_id]. הלקוח בילה [total] בתקופת הדיווח, שהיא יותר מזו הוצאות נדרשות עבור קבוצת משתמשים זו.
hu_hu: Nem sikerült hozzárendelni a [new_group] felhasználói csoportot a [user_id] azonosítóval rendelkező vásárlóhoz. A vásárló [total] összeget költött a jelentési időszakban, ami több, mint az adott felhasználói csoporthoz előírt költés.
id_id: Tidak dapat menetapkan grup pengguna [new_group] kepada pelanggan dengan id [user_id]. Pelanggan mengeluarkan [total] dalam periode pelaporan, lebih dari pengeluaran yang dibutuhkan untuk grup pengguna ini.
ja_jp: ID[user_id]の顧客にユーザーグループ[new_group]を割り当てることができませんでした。 顧客はレポート期間に[total]を支出しましたが、このユーザーグループに必要な支出を上回っています。
pl_pl: Nie można przypisać grupy użytkowników [new_group] do klienta o identyfikatorze [user_id]. Klient wydał [total] w okresie raportowania, który jest wyższy niż wymagane wydatki dla tej grupy użytkowników.
pt_br: Não foi possível atribuir o grupo [new_group] ao cliente de ID [user_id]. O cliente gastou [total] no período de referência, o que está acima dos gastos requeridos para este grupo de usuários.
ro_ro: Nu s-a putut asocia clientul unui grup de utilizatori [new_group] cu un ID de utilizator[user_id]. Clientul a cheltuit [total] în perioada de raportare, cu mai mult decât cheltuielile necesare pentru acest grup de utilizatori.
ru_ru: Не удалось назначить группу [new_group] покупателю с ID [user_id]. Покупатель потратил [total] за отчётный период. Это более чем достаточно для назначения этой группы.
uk_ua: Не вдалося призначити групу [new_group] покупцеві з Id [user_id]. Покупець витратив [total] за звітний період. Це більш ніж достатньо для призначення цієї групи.

# Languages::client_tiers.client_fail_unset_old_tier
source: Couldn't remove user group [old_group] from customer with id [user_id]. With [total] spent in the reporting period, customer shouldn't be a part of this user group.
ar_sa: تعذرت إزالة مجموعة المستخدمين [old_group] من العميل بالمعرف [user_id]. مع [total] الذي تم إنفاقه في فترة التقرير ، لا ينبغي أن يكون العميل جزءًا من مجموعة المستخدمين هذه.
cs_cz: Nešlo odebrat uživatelskou skupinu [old_group] zákazníkovi s ID [user_id]. S útratou [total] ve sledovacím období by tento zákazník neměl být součástí této skupiny.
el_gr: Δεν ήταν δυνατή η κατάργηση της ομάδας χρηστών [new_group] στον πελάτη με id [user_id]. Με δαπανη [total] κατά την περίοδο αναφοράς, ο πελάτης δεν πρέπει να είναι μέλος αυτής της ομάδας χρηστών.
es_es: No se pudo eliminar el cliente con id [user_id] del grupo de usuarios [old_group]. Con [total] gastado en el período informado, el cliente no debería ser parte de este grupo de usuarios.
he_il: לא ניתן היה להסיר את קבוצת המשתמשים [old_group] מלקוח עם מזהה [user_id]. עם [total] בילה בתקופת הדיווח, הלקוח לא אמור להיות חלק מקבוצת משתמשים זו.
hu_hu: Nem sikerült eltávolítani az [old_group] felhasználói csoportot a [user_id] azonosítóval rendelkező vásárlóról. A jelentési időszakban elköltött [total] összeggel a vásárló nem lehet tagja ennek a felhasználói csoportnak.
id_id: Tidak dapat menghapus grup pengguna [old_group] dari pengguna dengan id [user_id]. dengan [total] dibelanjakan dalam periode pelaporan, pelanggan tidak seharusnya menjadi bagian dari grup pengguna ini.
ja_jp: ID [user_id]の顧客からユーザーグループ[old_group]を削除できませんでした。レポート期間に[total]が費やされているため、顧客はこのユーザーグループに参加しないでください。
pl_pl: Nie można usunąć grupy użytkowników [old_group] z klientem o identyfikatorze [user_id]. Ponieważ [total] została wydana w okresie raportowania, klient nie powinien być częścią tej grupy użytkowników.
pt_br: Não foi possível remover o cliente de ID [user_id] do grupo [old_group]. O cliente gastou somente [total] no período de referência, logo não deve fazer parte deste grupo de usuários.
ro_ro: Nu s-a putut elimina grupul de utilizatori [old_group] din clientul cu id [user_id] Cu [total] petrecut în perioada de raportare, clientul nu ar trebui să facă parte din acest grup de utilizatori.
ru_ru: Не удалось убрать группу [old_group] у покупателя с ID [user_id]. Покупатель потратил тольько [total] за отчётный период и не должен принадлежать к этой группе.
uk_ua: Не вдалося прибрати групу [old_group] у покупця з іd [user_id]. Покупець витратив лише [total] за звітний період і не має належати до цієї групи.

# Languages::client_tiers.client_success_unset_tier
source: Customer [username] was successfully removed from [old_group] due to [total] spent in reporting period.
ar_sa: تمت إزالة العميل [username] بنجاح من [old_group] بسبب [total] الذي تم إنفاقه في فترة التقرير.
cs_cz: Zákazník [username] byl úspěšně odstraněn z [old_group] kvůli útratě [total] za sledované období.
el_gr: Ο Πελάτης [username] καταργήθηκε με επιτυχία από το [old_group] εξαιτίας δαπανης [total] κατά την περίοδο αναφοράς
es_es: El cliente [nombre de usuario] se eliminó correctamente de [old_group] debido a haber gastado [total] en el período definido.
he_il: לקוח [username] הוסר בהצלחה מ[old_group] עקב [total] בילה בתקופת הדיווח.
hu_hu: [username] vásárlót sikeresen eltávolítottuk a [old_group] felhasználói csoportból a jelentési időszakban elköltött [total] összeg miatt.
id_id: Pengguna [username] berhasil dihapus dari [old_group] disebabkan oleh [total] dibelanjankan dalam periode pelaporan.
ja_jp: レポート期間に[total]が費やされたため、顧客[username]は[old_group]から正常に削除されました。
pl_pl: Klient [username] został pomyślnie usunięty z [old_group] z powodu [total] kwoty spędzonej w okresie raportowania.
pt_br: O(A) cliente [username] foi removido(a) do grupo [old_group] por ter gastado [total] no período de referência.
ro_ro: Clientul [username] a fost eliminat cu succes din [old_group] datorită [total] cheltuit în perioada de raportare.
ru_ru: Покупатель [username] успешно исключен(а) из группы [old_group], так как в отчётном периоде потратил(а) только [total].
uk_ua: Покупця [username] успішно виключено з групи [old_group], так як в звітному періоді витрчено лише [total].

# Languages::log_type_client_tiers
source: Client Tiers
ar_sa: مستويات العميل
cs_cz: Úrovně klienta
el_gr: Επίπεδα πελατών
es_es: Niveles de clientes
he_il: לקוח צד ג'
hu_hu: Vásárlói szintek
id_id: Tingkatan Klien
ja_jp: クライアント・ステータス
pl_pl: Poziomy klienta
pt_br: Níveis de Cliente
ro_ro: Niveluri de clienți
ru_ru: Уровни клиентов
uk_ua: Рівні клієнтів

# Languages::log_action_ct_success
source: Success
ar_sa: نجاح
cs_cz: Úspěch
el_gr: Επιτυχής
es_es: Exitoso
he_il: מוצלח
hu_hu: Sikeres
id_id: Sukses
ja_jp: 成功
pl_pl: Zakończony pomyślnie
pt_br: Sucesso
ro_ro: Succes
ru_ru: Успех
uk_ua: Успіх

# Languages::log_action_ct_failure
source: Errors
ar_sa: أخطاء
cs_cz: Chyby
el_gr: Σφάλματα
es_es: Errores
he_il: שגיאות
hu_hu: Hiba!
id_id: Kesalahan
ja_jp: エラー
pl_pl: Błędy
pt_br: Erros
ro_ro: Erori
ru_ru: Ошибки
uk_ua: Помилки

# Languages::client_tiers.previous_30_days
source: Previous 30 days
ar_sa: السابق 30 يوما
cs_cz: Předešlých 30 dní
el_gr: Προηγούμενες 30 ημέρες
es_es: 30 últimos días
he_il: 30 הימים האחרונים
hu_hu: Előző 30 nap
id_id: 30 hari yang lalu
ja_jp: 30日前
pl_pl: Poprzednie 30 dni
pt_br: Últimos 30 dias
ro_ro: Ultimele 30 de zile
ru_ru: Предыдущие 30 дней
uk_ua: Попередні 30 днів

# Languages::client_tiers.previous_month
source: Previous month
ar_sa: الشهر الماضى
cs_cz: Předchozí měsíc
el_gr: Προηγούμενος μήνας
es_es: Mes anterior
he_il: חודש קודם
hu_hu: Előző hónap
id_id: Bulan lalu
ja_jp: 前月
pl_pl: Poprzedni miesiąc
pt_br: Último mês
ro_ro: Luna anterioară
ru_ru: Предыдущий месяц
uk_ua: Минулий місяць

# Languages::client_tiers.previous_12_months
source: Previous 12 months
ar_sa: 12 شهرا الماضية
cs_cz: Předchozích 12 měsíců
el_gr: Προηγούμενοι 12 μήνες
es_es: Previos 12 meses
he_il: 12 החודשים האחרונים
hu_hu: Előző 12 hónap
id_id: 12 bulan yang lalu
ja_jp: 前12ヶ月
pl_pl: Poprzedni 12 miesięcy
pt_br: Últimos 12 meses
ro_ro: Ultimele 12 luni
ru_ru: Предыдущие 12 месяцев
uk_ua: Минулі 12 місяців

# Languages::client_tiers.previous_year
source: Previous year
ar_sa: السنة الماضية
cs_cz: Předchozí rok
el_gr: Προηγούμενο έτος
es_es: Año anterior
he_il: שנה קודמת
hu_hu: Előző év
id_id: Tahun lalu
ja_jp: 前年
pl_pl: Poprzedni rok
pt_br: Ano anterior
ro_ro: Anul anterior
ru_ru: Предыдущий год
uk_ua: Минулий рік

# Languages::client_tiers.after_completed_purchase
source: After the order is paid
ar_sa: بعد دفع الطلب
cs_cz: Potom, co je objednávka zaplacena
el_gr: Μετά την πληρωμή της παραγγελίας
es_es: Después de que se pague el pedido
he_il: לאחר תשלום ההזמנה
hu_hu: A megrendelés kifizetését követően
id_id: Setelah pesanan dibayar
ja_jp: 注文支払後
pl_pl: Po opłaceniu zamówienia
pt_br: Depois que o pedido for pago
ru_ru: После оплаты заказа
uk_ua: Після того, як замовлення оплачене

# Languages::client_tiers.after_tier_check
source: After tier check only
ar_sa: بعد فحص الطبقة فقط
cs_cz: Pouze po kontrole úrovně
el_gr: Μετά τον έλεγχο επιπέδου
es_es: Sólo después de verificar el nivel
he_il: לאחר בדיקת שכבות בלבד
hu_hu: Csak a szint ellenőrzését követően
id_id: Setelah hanya pemeriksaan tingkatan
ja_jp: ステータスチェック後のみ
pl_pl: Tylko po sprawdzeniu poziomu
pt_br: Somente após verificar o nível
ro_ro: Numai dupa verificarea nivelului
ru_ru: Только после проверки уровней
uk_ua: Тільки після перевірки умов

# Languages::client_tiers.update_tiers
source: Tier check
ar_sa: فحص الطبقة
cs_cz: Kontrola úrovně
el_gr: Έλεγχος Επιπέδου
es_es: Verificación de nivel
he_il: בדיקת רמה
hu_hu: Szint ellenőrzése
id_id: Pemeriksaan tingkatan
ja_jp: ステータスチェック
pl_pl: Kontrola poziomu
pt_br: Verificação de nível
ro_ro: Verificarea nivelului
ru_ru: Проверка уровней
uk_ua: Перевірка умов

# Languages::client_tiers.run_recalculation
source: Check customer tiers now
ar_sa: تحقق من فئات العملاء الآن
cs_cz: Zkontrolovat uživatelské úrovně
el_gr: Ελέγξτε τα επίπεδα πελαάτη τώρα
es_es: Verificar el nivel del cliente ahora
he_il: בדוק את רמות הלקוחות כעת
hu_hu: Vásárlói szintek ellenőrzése most
id_id: Periksa tingkatan pelanggan sekarang
ja_jp: 今すぐ顧客ステータスをチェック
pl_pl: Sprawdź teraz poziomy klientów
pt_br: Verificar níveis dos clientes agora
ro_ro: Verificați acum nivelurile de clienți
ru_ru: Проверить уровни покупателей
uk_ua: Перевірити рівні покупців
