Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/customer_price_list.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, uk_ua

# Addons::name::customer_price_list
source: Price list for customers
ar_sa: قائمة الأسعار للعملاء
cs_cz: Ceník pro zákazníky
el_gr: Τιμοκατάλογος για πελάτες
es_es: Lista de precios para los clientes
he_il: מחירון ללקוחות
hu_hu: Vásárlóknak szóló árlista
id_id: Daftar harga untuk pelanggan
it_it: Listino prezzi per i clienti
ja_jp: 顧客の価格表
pl_pl: Cennik dla klientów
pt_br: Lista de preços para clientes
ro_ro: Listă de prețuri pentru clienți
ru_ru: Прайс-лист для покупателей
uk_ua: Прайс-лист для покупців

# Addons::description::customer_price_list
source: Allows customers to download a price list either with all the products, or with the products in their cart.
ar_sa: يسمح للعملاء بتنزيل قائمة أسعار إما مع جميع المنتجات أو مع المنتجات في سلة التسوق الخاصة بهم.
cs_cz: Umožňuje zákazníkům stáhnout ceník se všemi produkty nebo s produkty v košíku.
el_gr: Επιτρέπει στους πελάτες τη λήψη τιμοκαταλόγου είτε με όλα τα προϊόντα είτε με τα προϊόντα στο καλάθι τους.
es_es: Permite a los clientes descargar una lista de precios con todos los productos o con los productos de su carrito.
he_il: מאפשר ללקוחות להוריד מחירון עם כל המוצרים או עם המוצרים בעגלה שלהם.
hu_hu: A vásárlóknak megengedett az árlista letöltése az összes termékkel, vagy a kosarukban lévő termékekkel.
id_id: Izinkan pelanggan untuk mengunduh daftar harga baik dengan semua produk, atau dengan produk dalam keranjang mereka.
it_it: Consente ai clienti di scaricare un listino prezzi con tutti i prodotti o con i prodotti nel carrello.
ja_jp: 顧客は全ての商品またはカート内の商品のいずれかで価格表をダウンロードできます。
pl_pl: Pozwala klientom pobrać cennik ze wszystkimi produktami lub z produktami w koszyku.
pt_br: Permite que os clientes baixem uma lista de preços de todos os produtos ou apenas dos produtos em seus carrinhos.
ro_ro: Permite clienților să descarce o listă de prețuri, fie cu toate produsele, fie cu produsele din coșul lor.
ru_ru: Позволяет покупателям скачать прайс-лист либо со всеми товарами, либо с товарами в их корзине.
uk_ua: Дозволяє покупцям завантажити прайс-лист або з усіма товарами, або з товарами в їх кошику.

# SettingsSections::customer_price_list::general
source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
id_id: Umum
it_it: Generale
ja_jp: 基本設定
pl_pl: Ogólne
pt_br: Geral
ro_ro: Informații generale
ru_ru: Общие
uk_ua: Загальні

# SettingsSections::customer_price_list::files
source: Files
ar_sa: الملفات
cs_cz: Soubory
el_gr: Αρχεία
es_es: Ficheros
he_il: קבצים
hu_hu: Fájlok
id_id: Berkas
it_it: File
ja_jp: ファイル
pl_pl: Pliki
pt_br: Arquivos
ro_ro: Fişier
ru_ru: Файлы
uk_ua: Файли

# SettingsOptions::customer_price_list::price_list_fields
source: Fields
ar_sa: الحقول
cs_cz: Pole
el_gr: Πεδία
es_es: Campos
he_il: שדות
hu_hu: Mezők
id_id: Bidang
it_it: Campi
ja_jp: フィールド
pl_pl: Pola
pt_br: Campos
ro_ro: Câmpuri
ru_ru: Поля
uk_ua: Поля

# SettingsOptions::customer_price_list::price_list_sorting
source: Sort by
ar_sa: ترتيب بواسطة
cs_cz: Seřadit dle
el_gr: Ταξινόμηση ως πρός
es_es: Ordenar por
he_il: למיין לפי
hu_hu: Rendezés
id_id: Urutkan
it_it: Ordina per
ja_jp: ソート順
pl_pl: Sortuj według
pt_br: Ordenar por
ro_ro: Sortare după
ru_ru: Сортировать по
uk_ua: Сортувати за

# SettingsOptions::customer_price_list::price_list_group_by_category
source: Group by category
ar_sa: تجميع حسب الفئة
cs_cz: Seskupit podle kategorie
el_gr: Ομαδοποίηση κατά κατηγορία
es_es: Agrupar por categoría
he_il: קבץ לפי קטגוריה
hu_hu: Kategória csoport szerint
id_id: Kelompokkan berdasarkan kategori
it_it: Raggruppa per categoria
ja_jp: カテゴリーのグループ
pl_pl: Grupuj według kategorii
pt_br: Agrupar por categoria
ro_ro: Grupați după categorie
ru_ru: Группировать по категориям
uk_ua: Групувати за категоріями

# SettingsOptions::customer_price_list::show_download_link_on_profile
source: Show download link in "My Account"
ar_sa: إظهار ارتباط التنزيل في "حسابي"
cs_cz: Ukázat link ke stažení v mém účtu
el_gr: Εμφάνιση συνδέσμου λήψης στο "Ο λογαριασμός μου"
es_es: Mostrar enlace de descarga en "Mi cuenta"
he_il: הצג קישור להורדה ב"חשבון שלי"
hu_hu: A "Fiókomban" mutasd a letöltés linket
id_id: Tampilkan tautan unduhan dalam "Akun Saya"
it_it: Mostra il link per il download in "Account personale"
ja_jp: 「マイアカウント」にダウンロードリンクを表示
pl_pl: Pokaż link do pobrania w "Moje konto"
pt_br: Exibir link de download em "Minha conta"
ro_ro: Afișați linkul de descărcare în „Contul meu”
ru_ru: Ссылка на скачивание в "Моём профиле"
uk_ua: Посилання на завантаження в "Моєму профілі"

# SettingsOptions::customer_price_list::show_download_link_on_cart
source: Show download link in the cart
ar_sa: إظهار رابط التنزيل في عربة التسوق
cs_cz: Ukázat link ke stažení v košíku
el_gr: Εμφάνιση συνδέσμου λήψης στο καλάθι
es_es: Mostrar enlace de descarga en "el carrito
he_il: הצג קישור להורדה בעגלה
hu_hu: A kosárban mutasd a letöltés linket
id_id: Tampilkan tautan unduhan dalam keranjang
it_it: Mostra il link per il download nel carrello
ja_jp: 「マイアカウント」にダウンロードリンクを表示
pl_pl: Pokaż link do pobrania w koszyku
pt_br: Exibir link de download no carrinho
ro_ro: Afișați linkul de descărcare în „Contul meu”
ru_ru: Ссылка на скачивание в корзине
uk_ua: Посилання на завантаження в кошику

# Languages::customer_price_list.attention
source: Attention
ar_sa: انتباه
cs_cz: Pozor
el_gr: Προσοχή
es_es: Atención
he_il: שימו לב
hu_hu: Figyelem
id_id: Perhatian
it_it: Attenzione
ja_jp: 注意
pl_pl: Uwaga
pt_br: Atenção
ro_ro: Atenție
ru_ru: Внимание
uk_ua: Увага

# Languages::customer_price_list.run_price_list_updating_by_cron
source: Price list generation requires a lot of resources. It's best to generate price lists automatically at certain time intervals.To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
ar_sa: يتطلب إنشاء قائمة الأسعار الكثير من الموارد. من الأفضل إنشاء قوائم أسعار تلقائيًا في فترات زمنية معينة. للقيام بذلك ، أضف الأمر التالي إلى <a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron: </a>
cs_cz: Generování ceníku je poměrně náročný proces. Nejlepší bude tento proces dělat v určitých časových intervalech. Uděláte to tak, že přidáte následující příkaz do <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cronu:</a>
el_gr: Η δημιουργία τιμοκαταλόγων απαιτεί πολλούς πόρους. Είναι καλύτερο να δημιουργείτε τιμοκαταλόγους αυτόματα σε συγκεκριμένα χρονικά διαστήματα. Για να το κάνετε αυτό, προσθέστε την ακόλουθη εντολή στο <a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron: </a>
es_es: La generación de listas de precios requiere muchos recursos. Lo mejor es generar las listas de precios de forma automática en determinados intervalos de tiempo.Para ello, añada el siguiente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
he_il: הפקת מחירונים דורשת משאבים רבים. עדיף ליצור מחירונים באופן אוטומטי בפרקי זמן מסוימים. כדי לעשות זאת,הוסף את הפקודה הבאה ל - <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
hu_hu: Az árlista elkészítése sok erőforrást igényel. A legjobb, ha az árlisták automatikusan generálódnak bizonyos idő intervallumokban. Ehhez a következő parancs szükséges <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
id_id: Generasi daftar harga membutuhkan banyak sumber daya. Yang terbaik untuk menghasilkan daftar harga secara otomatis pada waktu interval tertentu. Untuk bisa melakukannya, tambahkan perintah sebagai berikut ke <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
it_it: La generazione del listino prezzi richiede molte risorse. È meglio generare i listini prezzi automaticamente a determinati intervalli di tempo. Per farlo, aggiungi il seguente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
ja_jp: 価格表の生成には多くのリソースが必要です。 特定の時間間隔で価格表を自動的に生成することをお勧めします。これを行うには、次のコマンドを<a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron</a>に追加します。
pl_pl: Generowanie cennika wymaga dużej ilości zasobów. Najlepiej jest generować cenniki automatycznie w określonych odstępach czasu. Aby to zrobić, dodaj następujące polecenie do <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
pt_br: Gerar uma lista de preços requer muitos recursos. Recomendamos que listas de preços sejam geradas automaticamente em certos intervalos de tempo. Para fazer isso, adicione o seguinte comando ao <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ro_ro: Generarea listelor de prețuri necesită o mulțime de resurse. Cel mai bine este să generați automat liste de prețuri la anumite intervale de timp. Pentru a face acest lucru, adăugați următoarea comandă la <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
ru_ru: Генерация прайс-листа требует много ресурсов. Лучше всего генерировать прайс-лист автоматически с определённой периодичностью. Для этого добавьте следующую команду в <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
uk_ua: Генерація прайс-листів - ресурсомісткий процес. Рекомендуємо запускати його автоматично з певною періодичністю. Для цього додайте наступну команду в <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>

# Languages::customer_price_list.check_requirements
source: Price list generation uses the proc_open PHP function. Please make sure this function is available in the CLI mode. To check all the requirements, run the following script in the command line of your server:
ar_sa: يستخدم إنشاء قائمة الأسعار وظيفة proc_open PHP. يرجى التأكد من توفر هذه الوظيفة في وضع CLI. للتحقق من جميع المتطلبات ، قم بتشغيل البرنامج النصي التالي في سطر أوامر الخادم الخاص بك:
cs_cz: Generování ceníku používá proc_open PHP funkci. Ujistěte se prosím, zda tato funkce je dostupná v CLI módu. Zkontrolovat všechny požadavky můžete tak, že spustíte následující skript na vašem serveru:
el_gr: Η δημιουργία τιμοκαταλόγου χρησιμοποιεί τη συνάρτηση proc_open PHP. Βεβαιωθείτε ότι αυτή η λειτουργία είναι διαθέσιμη στη λειτουργία CLI. Για να ελέγξετε όλες τις απαιτήσεις, εκτελέστε το ακόλουθο σενάριο στη γραμμή εντολών του διακομιστή σας:
es_es: La generación de listas de precios utiliza la función proc_open de PHP. Por favor, asegúrese de que esta función está disponible en el modo CLI. Para comprobar todos los requisitos, ejecute el siguiente script en la línea de comandos de su servidor:
he_il: יצירת מחירון המחיר משתמשת בפונקציית PHP proc_open. אנא וודא שפונקציה זו זמינה במצב CLI. כדי לבדוק את כל הדרישות, הרץ את הסקריפט הבא בשורת הפקודה של השרת שלך:
hu_hu: Az árlista elkészítése a proc_open PHP funkciót használja. Győződj meg arról, hogy ez a funkció elérhető CLI módban. Ahhoz, hogy minden követelményt ellenőrizni lehessen, a következő scriptet le kell futtatni a szerveren:
id_id: Generasi daftar harga memerlukan fungsi proc_open PHP. Harap pastikan fungsi ini tersedia dalam mode CLI. Untuk memeriksa semua persyaratan, jalankan skrip sebagai berikut dalam baris perintah dari peladen anda:
it_it: La generazione del listino prezzi utilizza la funzione proc_open PHP. Assicurati che questa funzione sia disponibile nella modalità CLI. Per verificare tutti i requisiti, esegui il seguente script nella riga di comando del tuo server:
ja_jp: 価格表の生成では、proc_open PHP関数を使用します。 この機能がCLIモードで使用できることを確認してください。 すべての要件を確認するには、サーバのコマンドラインで次のスクリプトを実行します。
pl_pl: Generowanie cennika wykorzystuje funkcję proc_open PHP. Upewnij się, że ta funkcja jest dostępna w trybie CLI. Aby sprawdzić wszystkie wymagania, uruchom następujący skrypt w wierszu polecenia swojego serwera:
pt_br: A geração de listas de preços utiliza a função PHP proc_open. Confira se esta função está disponível no modo CLI. Para verificar todos os requisitos, execute o seguinte script na linha de comando do seu servidor:
ro_ro: Generarea listei de prețuri folosește funcția "proc_open PHP." Vă rugăm să vă asigurați că această funcție este disponibilă în modul CLI. Pentru a verifica toate cerințele, rulați următorul script în linia de comandă a serverului:
ru_ru: Для генерации прайс-листа используется PHP-функция proc_open. Убедитесь, что эта функция доступна в командной строке. Чтобы проверить все требования, запустите в командной строке вашего сервера следующий скрипт:
uk_ua: Для генерації прайс-листа використовується PHP-функція proc_open. Переконайтеся, що ця функція доступна в командному рядку. Щоб перевірити всі вимоги, запустіть в командному рядку вашого сервера наступний скрипт:

# Languages::customer_price_list.updated_at
source: Updated at
ar_sa: تم التحديث في
cs_cz: Aktualizováno v
el_gr: Ενημερώθηκε την
es_es: Actualizado en
he_il: עודכן
hu_hu: Frissítve
id_id: Diperbarui saat
it_it: Aggiornato al
ja_jp: 更新日時
pl_pl: Zaktualizowano o
ro_ro: Actualizat la
ru_ru: Последнее обновление
uk_ua: Оновлено

# Languages::customer_price_list.not_created_yet
source: Not created yet
ar_sa: لم يتم إنشاؤه بعد
cs_cz: Zatím nevytvořeno
el_gr: Δεν έχει δημιουργηθεί ακόμα
es_es: Aún no se ha creado
he_il: טרם נוצר
hu_hu: Nincs még létrehozva
id_id: Belum dibuat
it_it: Non ancora creato
ja_jp: 未生成
pl_pl: Jeszcze nie utworzone
pt_br: Ainda não criado
ro_ro: Nu a fost creat încă
ru_ru: Ещё не создан
uk_ua: Ще не створено

# Languages::customer_price_list.enable_generating_price_list
source: Generate own price list
ar_sa: إنشاء قائمة الأسعار الخاصة
cs_cz: Vygenerovat vlastní ceník
el_gr: Δημιουργήστε τον δικό σας τιμοκατάλογο
es_es: Generar una lista de precios propia
he_il: צור מחירון משלך
hu_hu: Saját árlista generálása
id_id: Hasilkan daftar harga sendiri
it_it: Genera il proprio listino prezzi
ja_jp: 自分用の価格表を生成
pl_pl: Wygeneruj własny cennik
pt_br: Gerar lista de preços própria
ro_ro: Generați propria listă de prețuri
ru_ru: Генерировать собственный прайс-лист
uk_ua: Генерувати власний прайс-лист

# Languages::customer_price_list.tooltip_enable_generating_price_list
source: If you plan to have different prices for this user group, generate an own price list for it. Otherwise, members of this group will get the common price list available to all customers.
ar_sa: إذا كنت تخطط للحصول على أسعار مختلفة لمجموعة المستخدمين هذه ، فقم بإنشاء قائمة أسعار خاصة بها. بخلاف ذلك ، سيحصل أعضاء هذه المجموعة على قائمة الأسعار الشائعة المتاحة لجميع العملاء.
cs_cz: Pokud máte v plánu různé ceny pro tuto uživatelskou skupinu, vygenerujte pro ni vlastní ceník. Jinak členové této skupiny dostanou standardní ceny, které jsou dostupné všem zákazníkům.
el_gr: Εάν σκοπεύετε να έχετε διαφορετικές τιμές για αυτήν την ομάδα χρηστών, δημιουργήστε έναν τιμοκατάλογο εδεικά για αυτήν. Διαφορετικά, τα μέλη αυτής της ομάδας θα έχουν τον κοινό τιμοκατάλογο διαθέσιμο σε όλους τους πελάτες.
es_es: Si planea tener precios diferentes para este grupo de usuarios, genere una lista de precios propia para él. De lo contrario, los miembros de este grupo obtendrán la lista de precios común disponible para todos los clientes.
he_il: אם אתה מתכנן לקבוע מחירים שונים עבור קבוצת משתמשים זו, צור עבורה מחירון משלך. אחרת, משתמשים בקבוצה זו יקבלו את המחירון המשותף הזמין לכל הלקוחות.
hu_hu: Ha eltérő árakat akarsz ehhez a felhasználói csoporthoz, saját árlistát kell generálni. Máskülönben, a csoport tagjai az általános árlistát fogják megkapni, ami az összes vásárló számára elérhető.
id_id: Jika anda berencana untuk memiliki harga yang berbeda untuk grup pengguna ini, hasikan daftar harga sendiri untuk itu. Jika tidak, anggota grup ini akan mendapatkan daftar harga umum yang tersedia untuk semua pelanggan.
it_it: Se prevedi di avere prezzi diversi per questo gruppo di utenti, genera un listino prezzi per esso. In caso contrario, i clienti di questo gruppo avranno il listino prezzi comune disponibile per tutti i clienti.
ja_jp: このユーザーグループに異なる価格を設定する場合は、独自の価格表を生成してください。 そうでない場合には、このグループのメンバーは、すべての顧客が利用できる共通の価格表を取得します。
pl_pl: Jeśli planujesz mieć różne ceny dla tej grupy użytkowników, wygeneruj dla niej własny cennik. W przeciwnym razie członkowie tej grupy otrzymają wspólny cennik dostępny dla wszystkich klientów.
pt_br: Se você planeja definir preços diferentes para este grupo de usuários, gere uma lista de preços própria para ele. Do contrário, os membros deste grupo receberão a lista de preços comum disponível para todos os clientes.
ro_ro: Dacă intenționați să aveți prețuri diferite pentru acest grup de utilizatori, generați o listă de prețuri proprie pentru acesta. În caz contrar, membrii acestui grup vor primi lista de prețuri comună disponibilă pentru toți clienții.
ru_ru: Если вы планируете для этой группы пользователей свои цены, то генерируйте для неё собственный прайс-лист. Иначе члены группы получат общий прайс-лист, который доступен всем покупателям.
uk_ua: Якщо ви плануєте для цієї групи користувачів свої ціни, то генеруйте для неї власний прайс-лист. Інакше члени групи отримають загальний прайс-лист, який доступний всім покупцям.

# Languages::customer_price_list.price_list_priority
source: Price list priority
ar_sa: أولوية قائمة الأسعار
cs_cz: Priorita ceníku
el_gr: Προτεραιότητα τιμοκαταλόγου
es_es: Prioridad de la lista de precios
he_il: עדיפות של מחירון
hu_hu: Árlista prioritás
id_id: Prioritas daftar harga
it_it: Priorità di listino
ja_jp: 価格表の優先順位
pl_pl: Priorytet cennika
pt_br: Prioridade de lista de preços
ro_ro: Prioritatea listei de prețuri
ru_ru: Приоритет прайс-листа
uk_ua: Пріоритет прайс-листа

# Languages::customer_price_list.tooltip_price_list_priority
source: Determines which price list a user will get when he or she is a member of multiple groups with own price lists. Such users get the price list that has the highest number in "Priority".
ar_sa: تحدد قائمة الأسعار التي سيحصل عليها المستخدم عندما يكون عضوًا في مجموعات متعددة بقوائم أسعار خاصة بها. يحصل هؤلاء المستخدمون على قائمة الأسعار التي تحتوي على أعلى رقم في "الأولوية".
cs_cz: Určuje, který ceník zákazník dostane na základě toho, zda je členem více skupin s vlastními ceníky. Tito uživatelé dostanou ceník, který má nejvyšší čísla v "Prioritě".
el_gr: Καθορίζει ποιος τιμοκατάλογος θα λάβει ένας χρήστης όταν είναι μέλος πολλών ομάδων με δικούς τους τιμοκαταλόγους. Αυτοί οι χρήστες λαμβάνουν τον τιμοκατάλογο που έχει τον υψηλότερο αριθμό στην "Προτεραιότητα".
es_es: Determina qué lista de precios obtendrá un usuario cuando sea miembro de varios grupos con listas de precios propias. Tales usuarios obtienen la lista de precios que tiene el número más alto en "Prioridad"
he_il: קובע איזה מחירון יקבל משתמש כאשר הוא או היא חברים בקבוצות מרובות עם מחירונים משלו. משתמשים כאלה מקבלים את המחירון שיש לו את המספר הגבוה ביותר ב"עדיפות ".
hu_hu: Meghatározza, hogy melyik árlistát kapja a felhasználó, ha ő több csoport tagja saját árlistákkal. Ezek a felhasználók azt az árlistát kapják, melynek a legmagasabb száma van a prioritásban.
id_id: Menentukan daftar harga mana yang akan didapatkan pengguna saat dia merupakan anggota dari banyak grup dengan daftar harga mereka sendiri. Pengguna tersebut mendapatkan daftar harga yang memiliki angka tertinggi dalam "Prioritas".
it_it: Determina quale listino prezzi riceverà un utente quando è membro di più gruppi con listini prezzi propri. Tali utenti ottengono il listino prezzi che ha il numero più alto in "Priorità".
ja_jp: ユーザーが独自の価格表を持つ複数のグループのメンバーである場合に、ユーザーが取得する価格表を決定します。 そのようなユーザーは、「優先度」が最も高い番号の価格表を取得します。
pl_pl: Określa, jaki cennik otrzyma użytkownik, gdy będzie członkiem wielu grup z własnymi cennikami. Tacy użytkownicy otrzymują cennik, który ma najwyższą liczbę w polu "Priorytet".
pt_br: Determina qual lista de preços um usuário receberá quando for membro de diversos grupos com listas de preços próprias. Tais usuários recebem a lista de preços que possui o número mais alto de "Prioridade".
ro_ro: Stabilește ce listă de prețuri va primi un utilizator atunci când este membru al mai multor grupuri cu liste de preț proprii. Astfel de utilizatori obțin lista de prețuri care are cel mai mare număr în „Prioritate”.
ru_ru: Определяет, какой прайс-лист получит пользователь, если он состоит в нескольких группах с собственными прайс-листами. Пользователь получит прайс-лист от группы с самым большим значением в поле "Приоритет".
uk_ua: Визначає, який прайс-лист отримає користувач, якщо він складається в декількох групах з власними прайс-листами. Користувач отримає прайс-лист від групи з найбільшим значенням в полі "Пріоритет".

# Languages::customer_price_list.price_list_generation_error
source: Sorry, we couldn't find your price list. Please try again later or contact us and let us know about this problem.
ar_sa: عذرا ، لم نتمكن من العثور على قائمة الأسعار الخاصة بك. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بنا وإخبارنا بهذه المشكلة.
cs_cz: Omlouváme se, nemohli jsme najít váš ceník. Zkuste to prosím znovu nebo nás kontaktujte s tímto problémem.
el_gr: Δυστυχώς, δεν ήταν δυνατή η εύρεση του τιμοκαταλόγου σας. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε μαζί μας και ενημερώστε μας για αυτό το πρόβλημα.
es_es: Lo sentimos, no hemos podido encontrar su lista de precios. Por favor, inténtelo de nuevo más tarde o póngase en contacto con nosotros y háganos saber este problema.
he_il: מצטערים, לא מצאנו את המחירון שלך. אנא נסה שוב מאוחר יותר או צור איתנו קשר והודיע לנו על בעיה זו.
hu_hu: Sajnáljuk, nem találtuk az árlistádat. Próbálkozz később, vagy lépj kapcsolatba velünk és mondd el problémádat.
id_id: Maaf, kami tidak dapat menemukan daftar harga anda. Harap coba lagi nanti atau hubungi kami dan beritahu kami tentang masalah ini.
it_it: Spiacenti, non siamo riusciti a trovare il tuo listino prezzi. Riprova più tardi o contattaci e facci sapere del problema.
ja_jp: 価格表が見つかりませんでした。 後でもう一度試すか、この問題についてお問合せください。
pl_pl: Przepraszamy, nie mogliśmy znaleźć Twojego cennika. Spróbuj ponownie później lub skontaktuj się z nami i daj nam znać o tym problemie.
pt_br: Não conseguimos encontrar a sua lista de preços. Tente novamente mais tarde ou entre em contato conosco e informe-nos sobre este problema.
ro_ro: Ne pare rău, nu am putut găsi lista de prețuri. Încercați din nou mai târziu sau contactați-ne și informați-ne despre această problemă.
ru_ru: К сожалению, мы не смогли найти ваш прайс-лист. Попробуйте получить его позже или свяжитесь с нами и сообщите о проблеме.
uk_ua: На жаль, ми не змогли знайти ваш прайс-лист. Спробуйте отримати його пізніше або зв'яжіться з нами і повідомте про проблему.

# Languages::customer_price_list.account.download_price_list
source: Download price list
ar_sa: تنزيل قائمة الأسعار
cs_cz: Stáhnout ceník
el_gr: Λήψη τιμοκαταλόγου
es_es: Descargar la lista de precios
he_il: הורד מחירון
hu_hu: Árlista letöltése
id_id: Unduh daftar harga
it_it: Scarica listino prezzi
ja_jp: 価格表をダウンロード
pl_pl: Pobierz cennik
pt_br: Baixar lista de preços
ro_ro: Descărcați lista de prețuri
ru_ru: Скачать прайс-лист
uk_ua: Завантажити прайс-лист

# Languages::customer_price_list.cart.download_price_list
source: Download price list
ar_sa: تنزيل قائمة الأسعار
cs_cz: Stáhnout ceník
el_gr: Λήψη τιμοκαταλόγου
es_es: Descargar la lista de precios
he_il: הורד מחירון
hu_hu: Árlista letöltése
id_id: Unduh daftar harga
it_it: Scarica listino prezzi
ja_jp: 価格表をダウンロード
pl_pl: Pobierz cennik
pt_br: Baixar lista de preços
ro_ro: Descărcați lista de prețuri
ru_ru: Скачать прайс-лист
uk_ua: Завантажити прайс-лист
