Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/customer_price_list.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, uk_ua

# Languages::customer_price_list.starting_generate_price_list
source: [[storefront]]: [[usergroup]]: starting price list generation
ar_sa: [[storefront]]: [[usergroup]]: بدء إنشاء قائمة الأسعار
cs_cz: [[storefront]]: [[usergroup]]: Začáteční cena generování ceníku
el_gr: [[storefront]]: [[usergroup]]: έναρξη δημιουργίας τιμοκαταλόγου
es_es: [[storefront]]: [[usergroup]]: generación de la lista de precios inicial
he_il: [[storefront]]: [[usergroup]]: תתחילו יצירת מחירון
hu_hu: [[storefront]]: [[usergroup]]: árlista generálás indítása
id_id: [[storefront]]: [[usergroup]]: memulai pembuatan daftar harga
it_it: [[storefront]]: [[usergroup]]: inizio generazione listino prezzi
ja_jp: [storefront]:[usergroup]:価格表生成を開始
pl_pl: [[storefront]]: [[usergroup]]: rozpoczęcie generowanie cennika
pt_br: [[storefront]]: [[usergroup]]: iniciando geração de lista de preços
ro_ro: [[storefront]]: [[usergroup]]: initializare generare listei de prețuri
ru_ru: [[storefront]]: [[usergroup]]: начало генерации прайс-листа
uk_ua: [[storefront]]: [[usergroup]]: початок генерації прайс-листа

# Languages::customer_price_list.ending_generate_price_list
source: [[storefront]]: [[usergroup]]: ending price list generation
ar_sa: [[storefront]]: [[usergroup]]: إنشاء قائمة الأسعار النهائية
cs_cz: [[storefront]]: [[usergroup]]: Konečná cena generování ceníku
el_gr: [[storefront]]: [[usergroup]]: λήξη δημιουργίας τιμοκαταλόγου
es_es: [[storefront]]: [[usergroup]]: generación de listas de precios finales
he_il: [[storefront]]: [[usergroup]]: תסיימו יצירת מחירון
hu_hu: [[storefront]]: [[usergroup]]: árlista generálás lezárása
id_id: [[storefront]]: [[usergroup]]: mengakhiri pembuatan daftar harga
it_it: [[storefront]]: [[usergroup]]: terminare la generazione del listino prezzi
ja_jp: [storefront]:[usergroup]:価格表生成の終了
pl_pl: [[storefront]]: [[usergroup]]: zakończenie generowania cennika
pt_br: [[storefront]]: [[usergroup]]: concluindo geração de lista de preços
ro_ro: [[storefront]]: [[usergroup]]: sfarsitul generarii listei de prețuri
ru_ru: [[storefront]]: [[usergroup]]: завершение генерации прайс-листа
uk_ua: [[storefront]]: [[usergroup]]: завершення генерації прайс-листа
