Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/data_feeds.po
Languages: he_il, hu_hu, pt_br

# Addons::name::data_feeds
source: Data feeds
he_il: הזנות נתונים
hu_hu: Terméklisták
pt_br: Feeds de dados

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
he_il: מאפשר ליצור מוצר הזנות נתונים ב- CSV
hu_hu: Terméklisták létrehozása CSV-ben, például árösszehasonlító oldalakhoz
pt_br: Torna possível criar feeds de dados do produto em CSV

# Languages::data_feeds
source: Data feeds
he_il: הזנות נתונים
hu_hu: Terméklisták
pt_br: Feeds de dados

# Languages::data_feed
source: Data feed
he_il: הזנות נתונים
hu_hu: Terméklista
pt_br: Feeds de dados

# Languages::export_by_cron
source: Export by cron
he_il: ייצוא באמצעות cron
hu_hu: Exportálás cron segítségével
pt_br: Exportação por cron

# Languages::export_by_cron_to
source: Export by cron to
he_il: ייצוא באמצעות cron
hu_hu: Exportálás cronnal ide
pt_br: Exportação pelo cron para

# Languages::add_new_datafeed
source: New data feed
he_il: עדכון נתונים חדשים
hu_hu: Új terméklista
pt_br: Novo feed de dados

# Languages::add_datafeed
source: Add data feed
he_il: להוסיף נתונים הזנה
hu_hu: Terméklista létrehozása
pt_br: Adicionar feed de dados

# Languages::datafeed_name
source: Data feed name
he_il: שם מסד הנתונים
hu_hu: Terméklista neve
pt_br: Nome do feed de dados

# Languages::save_directory
source: Server directory
he_il: ספריית שרתים
hu_hu: Mappa a szerveren
pt_br: Diretório do servidor

# Languages::ftp_url
source: FTP server
he_il: שרת FTP
hu_hu: FTP kiszolgáló
pt_br: Servidor FTP

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
he_il: הפורמט הוא: FTPHOST[:PORT][/DIRECTORY]. דוגמה: ftp.yourhost.com:21/home/username/folder
hu_hu: A formátum: FTPHOST[:PORT][/DIRECTORY]. Például: ftp.domain.hu:21/mappa/user/valami
pt_br: O formato é: FTPHOST[:PORT][/DIRECTORY]. Exemplo: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
he_il: שם משתמש ה-FTP
hu_hu: FTP felhasználónév
pt_br: Usuário do FTP

# Languages::ftp_pass
source: FTP password
he_il: FTP סיסמה
hu_hu: FTP jelszó
pt_br: Senha do FTP

# Languages::fields
source: Fields
he_il: שדות
hu_hu: Mezők
pt_br: Campos

# Languages::field_name
source: Field name
he_il: שם השדה
hu_hu: Mező neve
pt_br: Nome do campo

# Languages::field_type
source: Field type
he_il: סוג השדה
hu_hu: Mező típusa
pt_br: Tipo do campo

# Languages::map_fields
source: Fields mapping
he_il: מיפוי שדות
hu_hu: Mezők párosítása
pt_br: Mapeamento dos campos

# Languages::update_datafeed
source: Editing data feed
he_il: עריכת נתונים הזנה
hu_hu: Terméklista szerkesztése
pt_br: Alterando feed de dados

# Languages::datafeed.description
source: Only the products that meet <strong>all</strong> of the conditions below will be exported:
he_il: רק את המוצרים זה לעמוד <strong>שיתבצע ייצוא כל</strong> מהתנאים שלהלן יוצאו:
hu_hu: Csak azok a termékek kerülnek exportálásra, amelyek megfelelnek az alábbi: <strong>összes</strong>feltételnek:
pt_br: Somente os produtos que atendam a <strong> todas </strong> as condições abaixo serão exportados:

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
he_il: להשתמש את השורה הבאה כדי להריץ את הסקריפט לפי לוח הזמנים
hu_hu: Az alábbi parancsot használja a feladatütemező (cron) beállításakor
pt_br: Use a seguinte linha para executar o script de acordo com o agendamento

# Languages::exported_items
source: Exported items
he_il: הפריטים המיוצאים
hu_hu: Exportált elemek
pt_br: Itens exportados

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
he_il: אין אפשרות להתחבר לשרת FTP. הינכם מתבקשים לבדוק את מידע חיבור FTP
hu_hu: Nem lehet kapcsolódni az FTP szerverhez. Kérjük ellenőrizze az FTP kapcsolat beállításait
pt_br: Não é possível conectar ao servidor FTP. Por favor, verifique as informações de conexão do FTP

# Languages::categories_in
source: Categories in
he_il: קטגוריות
hu_hu: Kategóriák itt
pt_br: Categorias de entrada

# Languages::products_in
source: Products in
he_il: מוצרים
hu_hu: Termékek itt
pt_br: Produtos entre

# Languages::local_export
source: Download
he_il: הורדה
hu_hu: Letöltés

# Languages::upload_to_ftp
source: Upload to FTP server
he_il: להעלות לשרת FTP
hu_hu: Feltöltés FTP szerverre
pt_br: Enviar para o servidor FTP

# Languages::cron_export
source: Cron export settings
he_il: הגדרות ייצוא של Cron
hu_hu: Cron exportálás beállításai
pt_br: Configurações de exportação do cron

# Languages::export_to_server
source: Export to server
he_il: ייצוא לשרת
hu_hu: Exportálás szerverre
pt_br: Exportar para o servidor

# Languages::export_to_ftp
source: FTP server options
he_il: אפשרויות שרת FTP
hu_hu: FTP szerver beállítások
pt_br: Opções do servidor FTP

# Languages::check_server_export_settings
source: Check server export settings
he_il: בדוק הגדרות ייצוא של שרת
hu_hu: Ellenőrizze a szerver exportálás beállításait
pt_br: Verifique as configurações de exportação do servidor

# Languages::exclude_disabled_products
source: Exclude disabled products
he_il: אל תכלול מוצרים שלא אושרו
hu_hu: Letiltott termékek kihagyása
pt_br: Excluir produtos desativados

# Languages::data_feeds.exclude_shared_products
source: Exclude shared products
he_il: אל תכלול מוצרים משותפים
hu_hu: Megosztott termékek kihagyása
pt_br: Exclui produtos compartilhados

# Languages::general_settings
source: General settings
he_il: הגדרות כלליות
hu_hu: Általános beállítások
pt_br: Configurações gerais

# Languages::enclosure
source: Enclosure
he_il: מארז
hu_hu: Záróelem

# SettingsSections::data_feeds::general
source: General
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::data_feeds::cron_password
source: Cron password
he_il: Cron סיסמה
hu_hu: Cron jelszó
pt_br: Senha do cron

# Languages::data_feed.error_exim_no_data_exported
source: No data exported
he_il: אין נתונים המיוצאים
hu_hu: Nincs exportált adat
pt_br: Nenhum conteúdo exportado

# Languages::data_feeds.text_tooltip_field_name
source: The name of the column in the data feed file.
he_il: שם העמודה בקובץ הזנת הנתונים.
hu_hu: Oszlop neve a terméklisták fájlban.
pt_br: O nome da coluna no arquivo de entrada de dados.

# Languages::data_feeds.text_tooltip_field_type
source: The type of data from your store which will be exported to this column of the data feed file.
he_il: סוג הנתונים מהחנות שלך ייוצאו לעמודה של קובץ עדכון הנתונים.
hu_hu: A piacteredről származó adatok típusa, amelyek a terméklisták fájl ezen oszlopába kerülnek exportálásra.
pt_br: O tipo de dados da sua loja que serão exportados para esta coluna do arquivo de entrada de dados.
