Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/discussion.po
Languages: ar_sa, cs_cz, he_il, hu_hu, it_it, ja_jp, pt_br

# Addons::name::discussion
source: Comments and reviews
ar_sa: نماذج التعليقات والآراء
cs_cz: Komentáře a recenze
he_il: תגובות
hu_hu: Hozzászólások és értékelések
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
pt_br: Comentários e avaliações

# Addons::description::discussion
source: Lets customers leave comments to categories, pages, etc., review vendors and write testimonials
ar_sa: يتيح للعملاء ترك التعليقات على الفئات والصفحات وما إلى ذلك ، ومراجعة البائعين وكتابة الشهادات
cs_cz: Umožňuje zákazníkům hodnotit a zanechat komentář u produktů, kategorií, objednávek, atd.
hu_hu: Lehetővé teszi, hogy a vásárlók hozzászóljanak a kategóriákhoz, oldalakhoz stb., értékeljék az termelőket és ajánlásokat írjanak
it_it: Consente ai clienti di lasciare commenti a categorie, pagine, ecc., Rivedere i fornitori e scrivere testimonianze

# Languages::use_for_discussion
source: Comments and reviews forms
ar_sa: نماذج التعليقات والآراء
cs_cz: Formuláře připomínek a hodnocení
he_il: תגובות
hu_hu: Hozzászólások és értékelések űrlapjai
it_it: Moduli commenti e recensioni
ja_jp: コメントとレビューの投稿フォーム
pt_br: Formulários de comentários e opiniões

# Languages::comments_and_reviews_menu_description
source: Customer comments and reviews on products, categories, orders, etc.
ar_sa: اراء و تغليقات العملاء علي المنتجات
cs_cz: Zákaznické Komentáře a recenze na produkty, kategorie, objednávky, atd.
he_il: הערות, ביקורות על מוצרים, קטגוריות, הזמנות, וכו '.
hu_hu: Vevői hozzászólások és értékelések a termékekről, kategóriákról, megrendelésekről stb.
it_it: Commenti e recensioni clienti su prodotti, categorie, ordini, ...
ja_jp: 商品、カテゴリー、注文などに対するお客様コメントおよびレビュー
pt_br: Comentários de clientes e resenhas sobre produtos, categorias, pedidos, etc.

# Languages::discussion_title_category
source: Reviews
ar_sa: اراء و تقيينات
cs_cz: Recenze
he_il: ביקורות
hu_hu: Értékelések
it_it: Recensioni
ja_jp: レビュー
pt_br: Avaliações

# Languages::discussion_title_giftreg
source: Guestbook
ar_sa: سجل الزوار
cs_cz: Návštěvní kniha
he_il: ספר אורחים
hu_hu: Vendégkönyv
ja_jp: ゲストブック
pt_br: Livro de visitas

# Languages::discussion_title_home_page_menu_description
source: Manage the testimonials from your store visitors.
cs_cz: Správa referencí od návštěvníků vašeho obchodu.
he_il: נהל את המלצות המבקרים בחנות שלך.
hu_hu: A látogatók véleményeinek kezelése.
it_it: Gestione testimonianze dei visitatori del negozio.
ja_jp: お客様の声の管理
pt_br: Gerencie os depoimentos de seus visitantes da loja.

# Languages::discussion_title_order
source: Communication
ar_sa: اتصالات
cs_cz: Komunikace
he_il: התקשרות
hu_hu: Kommunikáció
it_it: Comunicazione
ja_jp: 注文に関するコメント
pt_br: Comunicação

# Languages::discussion_title_page
source: Comments
ar_sa: التعليقات
cs_cz: Komentáře
he_il: הערות
hu_hu: Hozzászólások
it_it: Commenti
ja_jp: コメント
pt_br: Comentários

# Languages::discussion_title_product
source: Reviews
ar_sa: ملاحظات
cs_cz: Recenze
he_il: ביקורות
hu_hu: Értékelések
it_it: Recensioni
ja_jp: レビュー
pt_br: Avaliações

# Languages::discussion_title_return
source: Communication
ar_sa: الاتصالات
cs_cz: Komunikace
he_il: התקשרות
hu_hu: Kommunikáció
it_it: Comunicazione
ja_jp: 返品に関する連絡
pt_br: Comunicação

# Languages::no_posts_found
source: No posts found
ar_sa: لم يتم العثور على منتجات
cs_cz: Nenalezeny žádné příspěvky
he_il: לא נמצאו הודעות
hu_hu: Nincsenek bejegyzések
it_it: Nessun messaggio trovato
ja_jp: 投稿はありません
pt_br: Nenhuma mensagem encontrada

# Languages::your_rating
source: Your rating
ar_sa: تقييمكم
cs_cz: Vaše hodnocení
he_il: הדירוג שלך
hu_hu: Az Ön értékelése
it_it: Il tuo voto
ja_jp: あなたの評価
pt_br: Sua classificação

# Languages::comments_and_reviews
source: Comments and reviews
ar_sa: تعليقات وملاحظات
cs_cz: Komentáře a recenze
he_il: תגובות וביקורות
hu_hu: Hozzászólások és értékelések
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
pt_br: Comentários e avaliações

# Languages::discussion_title_home_page
source: Testimonials
ar_sa: شهادات
cs_cz: Reference
he_il: המלצות
hu_hu: Ajánlások
it_it: Testimonial
ja_jp: お客様の声
pt_br: Depoimentos

# Languages::text_enabled_testimonials_notice
source: Testimonials are disabled. To enable, please go to <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field.
ar_sa: الشهادات معطلة. للتمكين ، يرجى الانتقال إلى <a href="[link]"> التعليقات والمراجعات: خيارات </a> وحدد قيمة "الاتصال" أو "التقييم" أو "الاتصال والتقييم" في حقل "الشهادات".
cs_cz: Reference jsou zakázány. Chcete-li je povolit, přejděte na <a href="[link]"> Komentáře a recenze: možnosti</a> a zaškrtněte hodnotu "Komunikace", "Hodnocení" nebo "Komunikace a hodnocení" v poli "Reference".
he_il: המלצות אינן זמינות. כדי להפעיל, ללכת בבקשה <a href="[link]">, תגובות: אפשרויות</a> ובחר הערך "תקשורת", "דירוג" או "תקשורת ודירוג" בשדה "המלצות".
hu_hu: Észrevételek írása le van tiltva. A <a href="[link]">Hozzászólások és értékelések: opciók</a> résznél lehet engedélyezni, ha kijelöli az "Vélemények" mezőben az "Vélemény írása", "Pontozás" vagy a "Vélemény írása és pontozás" valamelyikét.
it_it: Le testimonianze sono disattivate. Per abilitarle vai su <a href="[link]">Commenti e recensioni: opzioni</a> e seleziona "Comunicazione", "Valutazione" oppure "Comunicazione e valutazione" come valore del campo "Testimonianze".
ja_jp: "お客様の声"は無効化されています。 有効化するには <a href="[link]">"コメントとレビュー" アドオンの "お客様の声" タブ</a> に移動し、"お客様の声" に "無効" 以外の値を指定してください。
pt_br: Os depoimentos estão desativados. Para ativá-los acesse <a href="[link]">Comentários e avaliações: Opções</a> e escolha "Comunicação", "Avaliação" ou "Comunicação e Avaliação" no campo "Depoimentos".

# Languages::discussion_title_company
source: Reviews
ar_sa: تقيمات
cs_cz: Recenze
he_il: ביקורות
hu_hu: Értékelések
it_it: Recensioni
ja_jp: 投稿
pt_br: Avaliações

# Languages::communication_and_rating
source: Communication and Rating
ar_sa: الاتصال والتقييم
cs_cz: Komunikace a hodnocení
he_il: תקשורת ודירוג
hu_hu: Kommunikáció és Értékelés
it_it: Comunicazione e valutazione
ja_jp: メッセージと評価
pt_br: Comunicação e classificação

# Languages::communication
source: Communication
ar_sa: اتصالات
cs_cz: Komunikace
he_il: התקשרות
hu_hu: Kommunikáció
it_it: Comunicazione
ja_jp: メッセージ
pt_br: Comunicação

# Languages::rating
source: Rating
ar_sa: التفييم
cs_cz: Hodnocení
he_il: דירוג
hu_hu: Értékelés
it_it: Voto
ja_jp: 評価
pt_br: Classificação

# Languages::cant_find_thread
source: Thread can not be found.
ar_sa: لا يمكن العثور على الموضوع.
cs_cz: Téma nebylo nalezeno.
he_il: שרשור לא נמצא.
hu_hu: Beszélgetés nem található.
it_it: Argomento non trovato
ja_jp: スレッドが見つかりません
pt_br: Segmento não pode ser encontrado.

# Languages::error_already_posted
source: You have posted in this discussion already
ar_sa: لقد نشرت في هذه المناقشة بالفعل
cs_cz: Už jste přispěli v této diskusi
he_il: פרסמת כבר בדיון זה
hu_hu: Már hozzászólt ehhez a témához
it_it: Hai già scritto in questa discussione
ja_jp: このトピックについてはすでに投稿済みです。
pt_br: Você já postou nesta discussão

# Languages::text_thank_you_for_post
source: Thank you for your post
ar_sa: شكرا لك على مشاركتك
cs_cz: Děkujeme vám za váš příspěvek
he_il: תודה על הודעתך
hu_hu: Köszönjük bejegyzését
it_it: Grazie per aver scritto
ja_jp: 投稿ありがとうございました
pt_br: Obrigado pela sua postagem

# Languages::text_post_pended
source: Your post will be checked before it gets published.
ar_sa: سيتم فحص منشورك قبل نشره.
cs_cz: Váš příspěvek bude zkontrolován před zveřejněním.
he_il: ההודעה שלך תיבדק לפני פרסום על ידי אחד המנהלים.
hu_hu: A hozzászólása a közzététel előtt ellenőrzésre kerül.
it_it: Il tuo messaggio verrà controllato prima della pubblicazione
ja_jp: 投稿いただいた内容は管理者の確認後に掲載されます。
pt_br: Sua postagem será verificada antes de ser publicada.

# Languages::discussion
source: Comments and reviews
ar_sa: تعليقات وتقيمات
cs_cz: Komentáře a recenze
he_il: תגובות וביקורות
hu_hu: Hozzászólások és értékelések
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
pt_br: Comentários e avaliações

# Languages::text_new_post_notification
source: This is a notification of a new post to
ar_sa: هذا إشعار مناقشة جديدة ل
cs_cz: Toto je oznámení o novém příspěvku k
he_il: זוהי הודעה על פוסט חדש ל
hu_hu: Ez egy értesítés új hozzászólásról. Téma:
it_it: Questa è una notifica di un nuovo messaggio
ja_jp: に関するメッセージです。
pt_br: Esta é uma notificação de um novo post para

# Languages::text_approval_notice
source: This post needs approving
ar_sa: هذا المنشور يحتاج إلى الموافقة
cs_cz: Tento příspěvek potřebuje schválení
he_il: לתגובה הנ"ל דרוש אישור
hu_hu: A hozzászólást jóvá kell hagyni
it_it: Questo messaggio ha bisogno di approvazione
ja_jp: この投稿は管理者の承認が必要です
pt_br: Este post precisa de aprovação

# Languages::latest_reviews
source: Latest comments & reviews
ar_sa: أحدث التعليقات والاستعراضات
cs_cz: Poslední komentáře & recenze
he_il: תגובות והערות אחרונות
hu_hu: Legutolsó hozzászólások és értékelések
it_it: Ultimi commenti e recensioni
ja_jp: 最新のコメント & レビュー
pt_br: Últimos comentários e avaliações

# Languages::comment_by
source: Comment by
ar_sa: تعليق بواسطة
cs_cz: Komentář od
he_il: תגובה מאת
hu_hu: Hozzászólást írta:
it_it: Commento di
ja_jp: 投稿者：
pt_br: Comentário por

# Languages::and
source: and
ar_sa: و
cs_cz: a
he_il: ו
hu_hu: és
it_it: e
ja_jp: と
pt_br: e

# Languages::add_post
source: Add post
ar_sa: اضافه بوست
cs_cz: Přidat příspěvek
he_il: הוספת תגובה
hu_hu: Bejegyzés hozzáadása
it_it: Aggiungi messaggio
ja_jp: 新規メッセージ
pt_br: Adicionar post

# Languages::not_approved
source: Not approved
ar_sa: لم تتم الموافقة
cs_cz: Není schváleno
he_il: לא אושרה
hu_hu: Nem jóváhagyott
it_it: Non approvato
ja_jp: 未承認
pt_br: Não aprovado

# Languages::discussion_manager
source: Comments and reviews
ar_sa: التغليقات و الاراء
cs_cz: Komentáře a recenze
he_il: תגובות וביקורות
hu_hu: Hozzászólások és értékelések
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
pt_br: Comentários e avaliações

# Languages::testimonials
source: Testimonials
ar_sa: شهادات
cs_cz: Reference
he_il: המלצות
hu_hu: Ajánlások
it_it: Testimonial
ja_jp: お客様の声
pt_br: Depoimentos

# Languages::privileges.view_discussions
source: Can view
ar_sa: يمكن العرض
cs_cz: Může vidět
he_il: יכול לצפות
hu_hu: Megtekinthető
it_it: Può visualizzare
ja_jp: 閲覧
pt_br: Pode visualizar

# Languages::privileges.manage_discussions
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
he_il: ניתן לערוך
hu_hu: Szerkeszthető
it_it: Può modificare
ja_jp: 編集
pt_br: Pode editar

# Languages::privilege_groups.discussions
source: Comments and reviews
ar_sa: تعليقات وتقيمات
cs_cz: Komentáře a recenze
he_il: תגובות
hu_hu: Hozzászólások és értékelések
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
pt_br: Comentários e avaliações

# Languages::block_testimonials
source: Testimonials
ar_sa: شهادات
cs_cz: Reference
he_il: המלצות
hu_hu: Ajánlások
it_it: Testimonial
ja_jp: お客様の声
pt_br: Depoimentos

# Languages::block_testimonials_description
source: User testimonials
ar_sa: شهادات المستخدم
cs_cz: Uživatelské reference
he_il: המלצות המשתמש
hu_hu: Felhasználói ajánlások
it_it: Testimonianze utenti
ja_jp: お客様の声
pt_br: Depoimentos do usuário

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
ar_sa: رتب علي حسب التقييم: من الاقل للاعلي
cs_cz: Seřadit podle hodnocení: od nejnižšího
he_il: מיין לפי דירוג: מהנמוך לגבוה
hu_hu: Értékelés alapján: legkisebbtől legnagyobbig
it_it: Ordina per valutazione: crescente
ja_jp: 評価の低い順
pt_br: Ordenar por avaliação: menor para maior

# Languages::sort_by_rating_desc
source: Sort by rating
ar_sa: ترتيب حسب التقييم
cs_cz: Řadit podle hodnocení
he_il: מיין לפי דירוג
hu_hu: Értékelés alapján
it_it: Ordina per valutazione
ja_jp: 評価の高い順
pt_br: Ordenar por avaliação

# Languages::reviews
source: review|reviews
ar_sa: مراجعات
cs_cz: recenze|recenze
he_il: תגובה|תגובות
hu_hu: értékelés|értékelések
it_it: recensione|recensioni
ja_jp: レビュー
pt_br: avaliação|avaliações

# Languages::write_review
source: Write a review
ar_sa: تقيم
cs_cz: Napsat recenzi
he_il: כתוב ביקורת
hu_hu: Értékelje Ön is
it_it: Scrivi una recensione
ja_jp: レビューを書く
pt_br: Fazer uma avaliação

# SettingsSections::discussion::products
source: Products
ar_sa: المنتجات
cs_cz: Produkty
he_il: מוצרים
hu_hu: Termékek
it_it: Prodotti
ja_jp: 商品
pt_br: Produtos

# SettingsSections::discussion::categories
source: Categories
ar_sa: الفئات
cs_cz: Kategorie
he_il: קטגוריות
hu_hu: Kategóriák
it_it: Categorie
ja_jp: カテゴリー
pt_br: Categorias

# SettingsSections::discussion::orders
source: Orders
ar_sa: الطلبات
cs_cz: Objednávky
he_il: הזמנות
hu_hu: Rendelések
it_it: Ordini
ja_jp: 注文
pt_br: Pedidos

# SettingsSections::discussion::pages
source: Pages
ar_sa: الصفحات
cs_cz: Stránky
he_il: דפים
hu_hu: Oldalak
it_it: Pagine
ja_jp: ページ
pt_br: Páginas

# SettingsSections::discussion::testimonials
source: Testimonials
ar_sa: شهادات
cs_cz: Reference
he_il: המלצות
hu_hu: Ajánlások
it_it: Testimonial
ja_jp: お客様の声
pt_br: Depoimentos

# SettingsSections::discussion::companies
source: Vendors
ar_sa: البائعين
cs_cz: Dodavatelé
he_il: ספקים
hu_hu: Beszállítók
it_it: Fornitori
ja_jp: 出品者
pt_br: Fornecedores

# SettingsOptions::discussion::product_posts_per_page
source: Posts per page
ar_sa: المشاركات في كل صفحة
cs_cz: Počet příspěvků na stránce
he_il: הודעות בכל עמוד
hu_hu: Bejegyzések oldalanként
it_it: Messaggi per pagina
ja_jp: 1ページあたりの表示件数
pt_br: Posts por página

# SettingsOptions::discussion::product_post_approval
source: Administrator must approve posts submitted by
ar_sa: يجب موافقه الادمن علي البوست المقدم بواسطه
cs_cz: Správce musí zkontrolovat zaslaný příspěvek
he_il: מנהל המערכת חייב לאשר פוסטים שנכתבו על ידי
hu_hu: Az adminisztrátornak jóvá kell hagynia a következő hozzászólásait:
it_it: L'amministratore deve approvare i messaggi inseriti
ja_jp: 投稿について管理者の承認が必要な顧客タイプ
pt_br: Administrador deve aprovar posts enviados por

# SettingsOptions::discussion::product_post_ip_check
source: Only one post from one IP is allowed
ar_sa: يسمح بتعليق واحد فقط من ال IP
cs_cz: Je povolen pouze jeden příspěvek z jedné IP adresy
he_il: פוסט אחד בלבד מ- IP אחת מותרת
hu_hu: Egy IP címről csak egy hozzászólás engedélyezett
it_it: È consentito un solo messaggio per ogni IP
ja_jp: 1IPにつき1件の投稿のみ許可
pt_br: É permitido apenas um post por IP

# SettingsOptions::discussion::product_share_discussion
source: Share discussions with all stores
ar_sa: مشاركه المناقشات و المتاجر
cs_cz: Sdílet diskuse se všemi obchody
he_il: לשתף בדיונים עם כל החנויות
hu_hu: Hozzászólások megosztása valamennyi piactérrel
it_it: Condividere discussioni con tutte le storie
ja_jp: 商品へのコメントを複数ショップで共有
pt_br: Compartilhar discussões com todas as lojas

# SettingsTooltips::discussion::product_share_discussion
source: Show all comments and reviews of a product on all storefronts that the product is shared with
ar_sa: إظهار كل تعليقات وملاحظات المنتج على كافة واجهات المحلات المشتركة مع المنتج
cs_cz: Zobrazit všechny komentáře a recenze produktu ve všech obchodech, ve kterých je tento produkt sdílen
he_il: הצג את כל התגובות של המוצר בכל החנויות שבהן המוצר משותף
hu_hu: Egy termék összes megjegyzésének és értékelésének megjelenítése az összes olyan piactéren, amellyel a termék meg van osztva.
it_it: Fa vedere tutti i commenti e reviste di uno prodotto su tutti i files salvati con quali il prodotto e condiviso
ja_jp: 商品への全てのメッセージと評価を商品をシェアしているショップ全てにに表示します
pt_br: Exibir todos os comentários e avaliações de um produto em todas as lojas onde o produto é compartilhado

# SettingsOptions::discussion::category_posts_per_page
source: Posts per page
ar_sa: المشاركات في كل صفحة
cs_cz: Počet příspěvků na stránce
he_il: פוסט לכל דף
hu_hu: Bejegyzések oldalanként
it_it: Messaggi per pagina
ja_jp: 1ページあたりの表示件数
pt_br: Posts por página

# SettingsOptions::discussion::category_post_approval
source: Administrator must approve posts submitted by
ar_sa: يجب موافقه الادمن علي البوست المقدم بواسطه
cs_cz: Správce musí zkontrolovat zaslaný příspěvek
he_il: מנהל מערכת חייב לאשר תגובות שנכתבו על ידי
hu_hu: A rendszergazdának jóvá kell hagynia a következő hozzászólásait
it_it: L'amministratore deve approvare i messaggi inseriti
ja_jp: 投稿について管理者の承認が必要な顧客タイプ
pt_br: Administrador deve aprovar posts enviados por

# SettingsOptions::discussion::category_post_ip_check
source: Only one post from one IP is allowed
ar_sa: يُسمح بمشاركة واحدة فقط من عنوان IP واحد
cs_cz: Je povolen pouze jeden příspěvek z jedné IP adresy
he_il: פוסט אחד בלבד מ- IP אחת מותרת
hu_hu: Egy IP címről csak egy hozzászólás engedélyezett
it_it: È consentito un solo messaggio da ogni IP
ja_jp: 1IPにつき1件の投稿のみ許可
pt_br: É permitido apenas um post por IP

# SettingsOptions::discussion::order_posts_per_page
source: Posts per page
ar_sa: المشاركات في كل صفحة
cs_cz: Počet příspěvků na stránce
he_il: פוסט לכל דף
hu_hu: Bejegyzések oldalanként
it_it: Messaggi per pagina
ja_jp: 1ページあたりの表示件数
pt_br: Posts por página

# SettingsOptions::discussion::order_initiate
source: Allow customer to initiate discussion
ar_sa: السماح للعملاء بدء مناقشة
cs_cz: Umožnit zákazníkům iniciovat diskusi
he_il: לאפשר ללקוח ליזום דיונים
hu_hu: A vásárló is indíthat kommunikációt
it_it: Consentire ai clienti di avviare una discussione
ja_jp: 顧客からのコメント投稿を許可
pt_br: Permitir que o cliente iniciar uma discussão

# SettingsOptions::discussion::page_posts_per_page
source: Posts per page
ar_sa: المشاركات في كل صفحة
cs_cz: Počet příspěvků na stránce
he_il: פוסט לכל דף
hu_hu: Bejegyzések oldalanként
it_it: Messaggi per pagina
ja_jp: 1ページあたりの表示件数
pt_br: Posts por página

# SettingsOptions::discussion::page_post_approval
source: Administrator must approve posts submitted by
ar_sa: يجب موافقه الادمن علي البوست المقدم بواسطه
cs_cz: Správce musí zkontrolovat zaslaný příspěvek
he_il: מנהל המערכת חייב לאשר פוסטים שנכתבו על ידי
hu_hu: A rendszergazdának jóvá kell hagynia a következő hozzászólásait
it_it: L'amministratore deve approvare i messaggi inseriti
ja_jp: 投稿について管理者の承認が必要な顧客タイプ
pt_br: Administrador deve aprovar posts enviados por

# SettingsOptions::discussion::page_post_ip_check
source: Only one post from one IP is allowed
ar_sa: يُسمح بمشاركة واحدة فقط من عنوان IP واحد
cs_cz: Je povolen pouze jeden příspěvek z jedné IP adresy
he_il: פוסט אחד בלבד מ- IP אחת מותרת
hu_hu: Egy IP címről csak egy hozzászólás engedélyezett
it_it: È consentito un solo messaggio per ogni IP
ja_jp: 1IPにつき1件の投稿のみ許可
pt_br: É permitido apenas um post por IP

# SettingsOptions::discussion::page_share_discussion
source: Share discussions with all stores
ar_sa: مشاركه المناقشات مع جميع المتاجر
cs_cz: Sdílet diskuse se všemi obchody
he_il: לשתף בדיונים עם כל החנויות
hu_hu: Hozzászólások megosztása valamennyi piactérrel
it_it: Condividere discussioni con tutte le storie
ja_jp: ページへのコメントを複数ショップで共有
pt_br: Compartilhar discussões com todas as lojas

# SettingsTooltips::discussion::page_share_discussion
source: Show all comments and reviews of a page on all storefronts that the page is shared with
ar_sa: عرض جميع التعليقات والمراجعات للصفحة على جميع واجهات المحلات التي تمت مشاركة الصفحة معها
cs_cz: Zobrazit všechny komentáře a recenze stránky ve všech obchodech, ve kterých je tato stránka sdílena
he_il: הצג את כל התגובות של המוצר בכל החנויות שבהן המוצר משותף
hu_hu: Egy oldal összes megjegyzésének és értékelésének megjelenítése az összes olyan piactéren amellyel az oldal meg van osztva.
it_it: Fa vedere tutti i commenti e reviste di una pagina, dove vi sono salvati con quali la pagina e condivisa
ja_jp: ページへの全てのメッセージと評価をページをシェアしたショップにも表示します。
pt_br: Exibir todos os comentários e avaliações de uma página em todas as lojas onde a página é compartilhada

# SettingsOptions::discussion::home_page_posts_per_page
source: Posts per page
ar_sa: المشاركات في كل صفحة
cs_cz: Počet příspěvků na stránce
he_il: פוסט לכל דף
hu_hu: Bejegyzések oldalanként
it_it: Messaggi per pagina
ja_jp: 1ページあたりの表示件数
pt_br: Posts por página

# SettingsOptions::discussion::home_page_post_approval
source: Administrator must approve posts submitted by
ar_sa: يجب أن يوافق المسؤول على المشاركات المرسلة بواسطة
cs_cz: Správce musí schválit odeslání příspěvků
he_il: מנהל המערכת חייב לאשר פוסטים שנכתבו על ידי
hu_hu: A rendszergazdának jóvá kell hagynia a következő hozzászólásait
it_it: L'amministratore deve approvare i messaggi inseriti
ja_jp: 投稿について管理者の承認が必要な顧客タイプ
pt_br: Administrador deve aprovar posts enviados por

# SettingsOptions::discussion::home_page_post_ip_check
source: Only one post from one IP is allowed
ar_sa: يُسمح بمشاركة واحدة فقط من عنوان IP واحد
cs_cz: Je povolen pouze jeden příspěvek z jedné IP adresy
he_il: אפשר תגובה אחת בלבד לכל כתובת IP
hu_hu: Egy IP címről csak egy hozzászólás engedélyezett
it_it: È consentito un solo messaggio per ogni IP
ja_jp: 1IPにつき1件の投稿のみ許可
pt_br: É permitido apenas um post por IP

# SettingsOptions::discussion::home_page_testimonials
source: Testimonials
ar_sa: شهادات
cs_cz: Reference
he_il: המלצות
hu_hu: Ajánlások
it_it: Testimonial
ja_jp: お客様の声
pt_br: Depoimentos

# SettingsOptions::discussion::testimonials_from_all_stores
source: Show testimonials from all stores
ar_sa: عرض الشهادات من جميع المتاجر
cs_cz: Zobrazit reference od všech obchodů
he_il: הצג המלצות מכל החנויות
hu_hu: Az összes bolt értékelésének megjelenítése
it_it: Visualizza testimonial di tutti i negozi
ja_jp: お客様の声を複数ショップで共有
pt_br: Mostrar depoimentos de todas as lojas

# SettingsOptions::discussion::product_discussion_type
source: Default value
ar_sa: القيمة الافتراضية
cs_cz: Základní hodnota
he_il: ערך ברירת מחדל
hu_hu: Alapértelmezett érték
it_it: Valore predefinito
ja_jp: 新規商品のデフォルト設定
pt_br: Valor padrão

# SettingsTooltips::discussion::product_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created products. Doesn't affect existing products.
ar_sa: يحدد ما إذا كانت التعليقات و / أو المراجعات مسموح بها للمنتجات التي تم إنشاؤها حديثًا. لا يؤثر على المنتجات الحالية.
cs_cz: Určuje, zda je komentář a nebo recenzování povoleno pro nově založené produkty. Toto neovlivní již vytvořené produkty.
he_il: קובע אם תגובות מותרות עבור מוצרים שנוצרו לאחרונה. אינו משפיע על מוצרים קיימים.
hu_hu: Meghatározza, hogy az újonnan létrehozott termékekhez engedélyezettek-e a megjegyzések és/vagy az értékelések. Nem érinti a meglévő termékeket.
it_it: Determina se i commenti e/o le recensioni sono consentiti per i prodotti di nuova creazione. Non influisce sui prodotti esistenti.
ja_jp: 新規商品用のデフォルト設定です（既存商品には影響しません）
pt_br: Determina se comentários e/ou avaliações são permitidos para produtos recém-criados. Não afeta produtos existentes.

# SettingsOptions::discussion::product_review_after_purchase
source: Only buyers can post
ar_sa: يمكن للمشترين فقط النشر
cs_cz: Pouze ti, kdo nakoupili, mohou přispívat
he_il: רק הקונים יכולים לפרסם
hu_hu: Csak vevők írhatnak hozzászólást
it_it: Solo gli acquirenti possono pubblicare
ja_jp: 購入者のみ投稿可
pt_br: Somente compradores podem postar

# SettingsTooltips::discussion::product_review_after_purchase
source: Allow leaving reviews for a product only to those who bought that product.
ar_sa: السماح بترك مراجعات للمنتج فقط لمن اشترى ذلك المنتج.
cs_cz: Povoluje možnost zanechat recenzi na produkt pouze těm, kdo jej zakoupili.
he_il: אפשר להשאיר תגובות עבור מוצר רק לאלה שקנו מוצר זה.
hu_hu: Csak azoknak engedélyezi a termékkel kapcsolatos vélemények írását, akik megvásárolták az adott terméket.
it_it: Consenti di lasciare recensioni per un prodotto solo a coloro che lo hanno acquistato.
ja_jp: 商品の購入者のみ購入した商品のレビューを投稿することができます
pt_br: Permitir que faça avaliações do produto somente quem o comprou.

# SettingsOptions::discussion::category_discussion_type
source: Default value
ar_sa: القيمة الافتراضية
cs_cz: Základní hodnota
he_il: ערך ברירת מחדל
hu_hu: Alapértelmezett érték
it_it: Valore predefinito
ja_jp: 新規カテゴリーのデフォルト設定
pt_br: Valor padrão
