Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/discussion.po
Languages: ar_sa, cs_cz, he_il, hu_hu, it_it, ja_jp, pt_br

# Languages::discussion.event.orders.new_post
source: Order communication: new message added
ar_sa: اتصالات الطلب: تمت إضافة رسالة جديدة
cs_cz: Komunikace při objednávání: nová zpráva byla přidána
he_il: הזמנת תקשורת: הודעה חדשה נוספה
hu_hu: Rendeléssel kapcsolatos kommunikáció: új üzenet hozzáadva
it_it: Comunicazione ordine: nuovo messaggio aggiunto
ja_jp: 注文の連絡：新しいメッセージが追加されました
pt_br: Comunicação do pedido: nova mensagem adicionada

# Languages::discussion.event.categories.new_post
source: Categories: new review posted
ar_sa: الفئات: تم نشر تقييم جديد
cs_cz: Kategorie: nová recenze přidána
he_il: קטגוריות: פורסמה תגובה חדשה
hu_hu: Kategóriák: új értékelés érkezett
it_it: Categorie: nuova recensione pubblicata
ja_jp: カテゴリー :新しいレビューが投稿されました
pt_br: Categorias: nova avaliação postada

# Languages::discussion.event.pages.new_post
source: Pages: new comment posted
ar_sa: الصفحات: تم نشر تعليق جديد
cs_cz: Stránky: nový komentář přidán
he_il: דפים: פורסמה תגובה חדשה
hu_hu: Oldalak: új hozzászólás érkezett
it_it: Pagine: nuovo commento pubblicato
ja_jp: ページ：新しいコメントが投稿されました
pt_br: Páginas: novo comentário postado

# Languages::discussion.event.vendors.new_post
source: Vendors: new review posted
ar_sa: الباعة: تم نشر تقييم جديد
cs_cz: Prodejce: nová recenze přidána
he_il: ספקים: פורסמה תגובה חדשה
hu_hu: Termelők: új értékelés érkezett
it_it: Venditori: nuova recensione pubblicata
ja_jp: 出品者：新しいレビューが投稿されました
pt_br: Fornecedores: nova avaliação postada
