Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/discussion.po
Languages: ar_sa, cs_cz, he_il, hu_hu, it_it, ja_jp, pt_br

# SettingsTooltips::discussion::category_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created categories. Doesn't affect existing categories.
ar_sa: يحدد ما إذا كانت التعليقات و / أو التعليقات مسموح بها للفئات المنشأة حديثًا. لا يؤثر على الفئات الحالية.
cs_cz: Určuje, zda je komentář a nebo recenzování povoleno pro nově založené kategorie. Toto neovlivní již vytvořené kategorie.
he_il: קובע אם תגובות מותרות עבור מוצרים שנוצרו לאחרונה. אינו משפיע על קטגוריות קיימות.
hu_hu: Meghatározza, hogy az újonnan létrehozott kategóriákhoz engedélyezettek-e a megjegyzések és/vagy az értékelések. Nem érinti a meglévő kategóriákat.
it_it: Determina se i commenti e / o le recensioni sono consentiti per le categorie appena create. Non influisce sulle categorie esistenti.
ja_jp: 新規カテゴリー用のデフォルト設定です（既存カテゴリーには影響しません）
pt_br: Determina se comentários e/ou avaliações são permitidos para categorias recém-criadas. Não afeta categorias existentes.

# SettingsOptions::discussion::page_discussion_type
source: Default value
ar_sa: القيمة الافتراضية
cs_cz: Základní hodnota
he_il: ערך ברירת מחדל
hu_hu: Alapértelmezett érték
it_it: Valore predefinito
ja_jp: 新規ページのデフォルト設定
pt_br: Valor padrão

# SettingsTooltips::discussion::page_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created pages. Doesn't affect existing pages.
ar_sa: يحدد ما إذا كان مسموحًا بالتعليقات و / أو المراجعات للصفحات المنشأة حديثًا. لا يؤثر على الصفحات الموجودة.
cs_cz: Určuje, zda je komentář a nebo recenzování povoleno pro nově založené stránky. Toto neovlivní již vytvořené stránky.
he_il: קובע אם תגובות מותרות עבור מוצרים שנוצרו לאחרונה. אינו משפיע על דפים קיימים.
hu_hu: Meghatározza, hogy az újonnan létrehozott oldalakhoz engedélyezettek-e a megjegyzések és/vagy az értékelések. Nem érinti a meglévő oldalakat.
it_it: Determina se i commenti e / o le revisioni sono consentiti per le pagine appena create. Non influisce sulle pagine esistenti.
ja_jp: 新規ページ用のデフォルト設定です（既存ページには影響しません）
pt_br: Determina se comentários e/ou avaliações são permitidos para páginas recém-criadas. Não afeta páginas existentes.

# SettingsOptions::discussion::company_discussion_type
source: Reviews
ar_sa: تقيمات
cs_cz: Recenze
he_il: תגובות
hu_hu: Értékelések
it_it: Recensioni
ja_jp: レビュー
pt_br: Avaliações

# SettingsOptions::discussion::company_only_buyers
source: Only buyers can post
ar_sa: يمكن للمشترين فقط النشر
cs_cz: Pouze ti, kdo nakoupili, mohou přispívat
he_il: רק הקונים יכולים לפרסם
hu_hu: Csak vevők írhatnak hozzászólást
it_it: Solo gli acquirenti possono pubblicare
ja_jp: 出品者取扱商品の購入実績のあるユーザーのみ投稿を許可
pt_br: Somente compradores podem postar

# SettingsTooltips::discussion::company_only_buyers
source: Allow leaving reviews for a vendor only to those who bought products from that vendor.
ar_sa: السماح بترك المراجعات للبائع فقط لأولئك الذين اشتروا منتجات من هذا البائع.
cs_cz: Povoluje přidávat recenze pro prodejce pouze těm, kdo od něj nakoupili.
he_il: אפשר להשאיר תגובות עבור ספק רק לאלה שקנו מוצרים מהספק זה.
hu_hu: Csak azok számára engedélyezi az értékelések írását termelőre vonatkozóan, akik az adott termelőtől vásároltak termékeket.
it_it: Consenti di lasciare recensioni per un fornitore solo a coloro che hanno acquistato prodotti da quel fornitore.
ja_jp: 出品者取扱商品の購入実績のあるユーザーのみ投稿ができます。
pt_br: Permitir que faça avaliações do fornecedor somente quem comprou produtos dele.

# SettingsOptions::discussion::company_posts_per_page
source: Posts per page
ar_sa: المشاركات في كل صفحة
cs_cz: Počet příspěvků na stránce
he_il: פוסט לכל דף
hu_hu: Bejegyzések oldalanként
it_it: Messaggi per pagina
ja_jp: 1ページあたりの表示件数
pt_br: Posts por página

# SettingsOptions::discussion::company_post_approval
source: Administrator must approve posts submitted by
ar_sa: يجب أن يوافق المسؤول على المشاركات المرسلة بواسطة
cs_cz: Správce musí zkontrolovat zaslaný příspěvek
he_il: מנהל המערכת חייב לאשר פוסטים שנכתבו על ידי
hu_hu: A rendszergazdának jóvá kell hagynia a következő hozzászólásait
it_it: L'amministratore deve approvare i messaggi inseriti
ja_jp: 投稿について管理者の承認が必要な顧客タイプ
pt_br: Administrador deve aprovar posts enviados por

# SettingsOptions::discussion::company_post_ip_check
source: Only one post from one IP is allowed
ar_sa: يُسمح بمشاركة واحدة فقط من عنوان IP واحد
cs_cz: Je povolen pouze jeden příspěvek z jedné IP adresy
he_il: פוסט אחד בלבד מ- IP אחת מותרת
hu_hu: Egy IP címről csak egy hozzászólás engedélyezett
it_it: È consentito un solo messaggio per ogni IP
ja_jp: 1IPにつき1件の投稿のみ許可
pt_br: É permitido apenas um post por IP

# SettingsVariants::discussion::company_post_approval::any
source: Any customer
ar_sa: أي عميل
cs_cz: Každý zákazník
he_il: כל לקוח
hu_hu: Bármely vevő
it_it: Qualsiasi cliente
ja_jp: すべての顧客
pt_br: Qualquer cliente

# SettingsVariants::discussion::company_post_approval::anonymous
source: Only anonymous customers
ar_sa: العملاء المجهولين فقط
cs_cz: Pouze anonymní zákazníci
he_il: רק לקוחות אנונימיים
hu_hu: Csak névtelen vevők
it_it: Solo i clienti anonimi
ja_jp: 会員登録なしの顧客のみ
pt_br: Apenas os clientes anônimos

# SettingsVariants::discussion::company_post_approval::disabled
source: No approval needed
ar_sa: لا يحتاج موافقه
cs_cz: Schválení není třeba
he_il: לא נדרש אישור
hu_hu: Jóváhagyás nem szükséges
it_it: Nessuna approvazione necessaria
ja_jp: 承認不要
pt_br: Nenhuma aprovação necessária

# SettingsVariants::discussion::product_post_approval::any
source: Any customer
ar_sa: أي عميل
cs_cz: Každý zákazník
he_il: כל לקוח
hu_hu: Bármely vevő
it_it: Qualsiasi cliente
ja_jp: すべての顧客
pt_br: Qualquer cliente

# SettingsVariants::discussion::product_post_approval::anonymous
source: Only anonymous customers
ar_sa: العملاء المجهولين فقط
cs_cz: Pouze anonymní zákazníci
he_il: רק לקוחות אנונימיים
hu_hu: Csak névtelen vevők
it_it: Solo i clienti anonimi
ja_jp: 会員登録なしの顧客のみ
pt_br: Apenas os clientes anônimos

# SettingsVariants::discussion::product_post_approval::disabled
source: No approval needed
ar_sa: لا يحتاج موافقه
cs_cz: Žádné schválení není potřeba
he_il: לא נדרש אישור
hu_hu: Jóváhagyás nem szükséges
it_it: Nessuna approvazione necessaria
ja_jp: 承認不要
pt_br: Nenhuma aprovação necessária

# SettingsVariants::discussion::category_post_approval::any
source: Any customer
ar_sa: أي عميل
cs_cz: Každý zákazník
he_il: כל לקוח
hu_hu: Bármely vevő
it_it: Qualsiasi cliente
ja_jp: すべての顧客
pt_br: Qualquer cliente

# SettingsVariants::discussion::category_post_approval::anonymous
source: Only anonymous customers
ar_sa: العملاء المجهولين فقط
cs_cz: Pouze anonymní zákazníci
he_il: רק לקוחות אנונימיים
hu_hu: Csak névtelen vevők
it_it: Solo i clienti anonimi
ja_jp: 会員登録なしの顧客のみ
pt_br: Apenas os clientes anônimos

# SettingsVariants::discussion::category_post_approval::disabled
source: No approval needed
ar_sa: لا يحتاج موافقه
cs_cz: Žádné schválení není potřeba
he_il: לא נדרש אישור
hu_hu: Jóváhagyás nem szükséges
it_it: Nessuna approvazione necessaria
ja_jp: 承認不要
pt_br: Nenhuma aprovação necessária

# SettingsVariants::discussion::page_post_approval::any
source: Any customer
ar_sa: أي عميل
cs_cz: Každý zákazník
he_il: כל לקוח
hu_hu: Bármely vevő
it_it: Qualsiasi cliente
ja_jp: すべての顧客
pt_br: Qualquer cliente

# SettingsVariants::discussion::page_post_approval::anonymous
source: Only anonymous customers
ar_sa: العملاء المجهولين فقط
cs_cz: Pouze anonymní zákazníci
he_il: רק לקוחות אנונימיים
hu_hu: Csak névtelen vevők
it_it: Solo i clienti anonimi
ja_jp: 会員登録なしの顧客のみ
pt_br: Apenas os clientes anônimos

# SettingsVariants::discussion::page_post_approval::disabled
source: No approval needed
ar_sa: لا يحتاج موافقه
cs_cz: Žádné schválení není potřeba
he_il: לא נדרש אישור
hu_hu: Jóváhagyás nem szükséges
it_it: Nessuna approvazione necessaria
ja_jp: 承認不要
pt_br: Nenhuma aprovação necessária

# SettingsVariants::discussion::home_page_post_approval::any
source: Any customer
ar_sa: أي عميل
cs_cz: Každý zákazník
he_il: כל לקוח
hu_hu: Bármely vevő
it_it: Qualsiasi cliente
ja_jp: すべての顧客
pt_br: Qualquer cliente

# SettingsVariants::discussion::home_page_post_approval::anonymous
source: Only anonymous customers
ar_sa: العملاء المجهولين فقط
cs_cz: Pouze anonymní zákazníci
he_il: רק לקוחות אנונימיים
hu_hu: Csak névtelen vevők
it_it: Solo i clienti anonimi
ja_jp: 会員登録なしの顧客のみ
pt_br: Apenas os clientes anônimos

# SettingsVariants::discussion::home_page_post_approval::disabled
source: No approval needed
ar_sa: لا يحتاج موافقه
cs_cz: Žádné schválení není potřeba
he_il: לא נדרש אישור
hu_hu: Jóváhagyás nem szükséges
it_it: Nessuna approvazione necessaria
ja_jp: 承認不要
pt_br: Nenhuma aprovação necessária

# Languages::discussion_tab_products
source: Product Reviews
ar_sa: تقيمات المنتج
cs_cz: Hodnocení produktu
he_il: תגובות של מוצר
hu_hu: Termék értékelések
it_it: Recensioni Prodotto
ja_jp: 商品レビュー
pt_br: Avaliações do produto

# Languages::discussion_tab_categories
source: Category Reviews
ar_sa: تقيمات الفئة
cs_cz: Kategorie Recenze
he_il: תגובות של קטגוריה
hu_hu: Kategória értékelések
it_it: Recensioni Categoria
ja_jp: カテゴリーレビュー
pt_br: Avaliações da categoria

# Languages::discussion_tab_pages
source: Page Comments
ar_sa: تعليقات الصفحة
cs_cz: Strana Komentáře
he_il: דף של תגובות
hu_hu: Oldal kommentek
it_it: Commenti
ja_jp: ページレビュー
pt_br: Avaliações da página

# Languages::discussion_tab_orders
source: Order Communication
ar_sa: طلب الاتصال
cs_cz: Objednávky komunikace
he_il: סדר תקשורת
hu_hu: Rendelés kommunikáció
it_it: Altre comunicazioni
ja_jp: 注文に関するお問い合わせ
pt_br: Comunicação do pedido

# Languages::discussion_tab_home_page
source: Testimonials
ar_sa: شهادات
cs_cz: Reference
he_il: המלצות
hu_hu: Ajánlások
it_it: Testimonial
ja_jp: お客様の声
pt_br: Depoimentos

# Languages::discussion_tab_companies
source: Company Reviews
ar_sa: تقيمات الشركة
cs_cz: Firemní Recenze
he_il: תגובות של חברה
hu_hu: Cég értékelések
it_it: Recensioni Azienda
ja_jp: 運営会社レビュー
pt_br: Avaliações da empresa

# Languages::email_template.discussion_notification
source: Comments and reviews notification
ar_sa: إخطار التعليقات والمراجعات
cs_cz: Oznamování komentářů a recenzí
he_il: הודעה על תגובות
hu_hu: Értesítés hozzászólásról és értékelésről
it_it: Informare su commenti e reviste
ja_jp: コメントとレビューに関する通知
pt_br: Notificação de comentários e avaliações

# Languages::show_rating
source: Show review rating
ar_sa: إظهار تقييم الاستعراض
cs_cz: Ukázat hodnocení recenze
he_il: הצג דירוג תגובות
hu_hu: Hozzászólások értékelések megjelenítése
it_it: Mostra valutazione recensione
ja_jp: レビュー評価を表示
pt_br: Exibir classificação de avaliação

# Languages::gdpr_discussions_data
source: Personal data from discussions
ar_sa: البيانات الشخصية من المناقشات
cs_cz: Osobní data z diskuze
he_il: הנתונים האישיים של דיונים
hu_hu: Hozzászólásokból származó személyes adatok
it_it: Dati personali dalle discussioni
ja_jp: ディスカッションからの個人データ
pt_br: Dados pessoais de discussões

# Languages::discussion.add_new_review
source: Discussion: new review
ar_sa: مناقشة: تقييم جديد
cs_cz: Diskuze: nová recenze
he_il: לדיון: תגובה חדשה
hu_hu: Hozzászólás: új értékelés
it_it: Discussione: nuova recensione
ja_jp: ディスカッション:新しいレビュー
pt_br: Discussão: nova avaliação

# Languages::discussion.agreement_text_full_add_new_review
source: <p>Your name will appear next to your review or comment, visible to everyone. We ([company]) also save your IP address as a security precaution, but in can only be viewed by our staff. It will remain in our system until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
ar_sa: <p> سيظهر اسمك بجوار تعليقك أو تعليقك ، وسيكون مرئيًا للجميع. نحن ([company]) نحفظ أيضًا عنوان IP الخاص بك كإجراء احترازي أمني ، ولكن لا يمكن إلا لموظفينا رؤيته. سيبقى في نظامنا حتى تسحب موافقتك. إذا كنت ترغب في إزالة بياناتك الشخصية ، فأرسل بريدًا إلكترونيًا إلى [email]. </p> <p> إذا كنت تعتقد أنه قد تم إساءة استخدام بياناتك الشخصية ، فيحق لك تقديم شكوى إلى سلطة إشرافية . نحن ملزمون بموجب اللائحة العامة لحماية البيانات في الاتحاد الأوروبي بإعلامك بهذا الحق ؛ لا ننوي في الواقع إساءة استخدام بياناتك. </p>
cs_cz: <p>Vaše jméno se objeví vedle vaši recenze nebo komentáře a bude viditelné komukoliv. My, coby ([company]), ukládáme také IP adresu kvůli bezpečnosti, vidět ji však může pouze personál obsluhující administraci obchodu. Takto zaznamenáno to bude v našem systému do té doby, dokud to neodvoláte. Pokud raději chcete vaše osobní data smazat, zašlete nám email na [email].</p><p> Pokud se domníváte, že vaše údaje byly zneužity, máte právo vznést stížnost k dozorovému orgánu. Podle obecného nařízení EU o ochraně osobních údajů jsme povinni vás o tomto právu informovat; ve skutečnosti však nemáme v úmyslu zneužít žádné z vašich údajů.
he_il: <p>שמך יופיע לאחר תגובוה, גלוי לכולם. אנחנו ([company]) גם נשמור את כתובת ה-IP שלך כאמצעי זהירות אבטחה, אבל רק ניתן לראות על ידי הצוות שלנו. היא תישאר במערכת שלנו עד שתסיר את הסכמתך. אם ברצונך להסיר את הנתונים האישיים שלך, שלח דוא"ל אל [email].</p> <p>אם אתה סבור כי נעשה שימוש לרעה בנתונים האישיים שלך, יש לך זכות להגיש תלונה לרשות פיקוחית. אנו מחויבים על ידי כללי האיחוד האירופי להגנה על נתונים כדי ליידע אותך על זכות זו; אנחנו לא מתכוונים לעשות שימוש לרעה בנתונים שלך.</p>
hu_hu: <p>A neved mindenki számára láthatóan megjelenik az értékelésed vagy hozzászólásod mellett. Mi, a ([company]) társaság is elmentjük biztonsági óvintézkedésként az IP-címed, de azt csak a munkatársaink láthatják. A rendszerünkben marad, amíg vissza nem vonod a hozzájárulásod. Ha szeretnéd, hogy személyes adataidat eltávolítsuk, küldj egy e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni a felügyeleti hatóságnál. Az EU általános adatvédelmi rendelete kötelez bennünket arra, hogy tájékoztassunk erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
it_it: <p> Il tuo nome apparirà accanto alla tua recensione o commento, visibile a tutti. Anche noi ([company]]) salviamo il tuo indirizzo IP come precauzione di sicurezza, ma può essere visualizzato solo dal nostro personale. Rimarrà nel nostro sistema fino a quando non ritirerai il tuo consenso. Se desideri che i tuoi dati personali vengano rimossi, invia un'e-mail a [email]. </p> <p> Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di presentare un reclamo a un'autorità di controllo . Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo abusare dei tuoi dati. </p>
ja_jp: <p>あなたの名前はレビューやコメントの横に表示され、誰でも見ることができます。 私たち（[company]）もセキュリティ上の予防措置としてあなたのIPアドレスを保存しますが、見ることができるのは私たちのスタッフだけです。 同意を撤回するまでは、私たちのシステムに残ります。 個人データの削除をご希望の場合は、[email]にメールを送信してください。</p> <p>個人データが悪用されたと思われる場合は、監督当局に苦情を申し立てる権利があります。 EU一般データ保護規則により、この権利についてお知らせする義務があります。 実際にデータを悪用することはありません。</p>
pt_br: <p>O seu nome ficará visível para todos ao lado da sua avaliação ou do seu comentário. Nós ([company]) também salvamos o seu endereço IP como uma medida de segurança, mas ele só pode ser visto pela nossa equipe. Ele permanecerá no nosso sistema até que você revogue o seu consentimento. Se quiser que os seus dados pessoais sejam removidos, envie um e-mail para [email].</p> <p>Se você acredita que os seus dados pessoais foram utilizados indevidamente, é seu direito prestar queixa a uma autoridade supervisora. O Regulamento Geral sobre a Proteção de Dados da UE exige que nós informemos você sobre este direito; não pretendemos violar os seus dados.</p>

# Languages::discussion.agreement_text_short_add_new_review
source: I agree to have my personal data <u>processed as follows.</u>
ar_sa: أوافق على معالجة بياناتي الشخصية <u> كما يلي. </u>
cs_cz: Souhlasím s tím, aby moje osobní údaje byly <u>zpracovány následujícím způsobem.</u>
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
it_it: Acconsento al trattamento dei miei dati personali <u> come segue. </u>
ja_jp: 個人データを<u>次のように処理することに</u>同意します。
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>

# Languages::discussion.please_log_in_to_write_a_review
source: Please sign in to write a review
ar_sa: الرجاء تسجيل الدخول لكتابة التقيم
cs_cz: Pro psaní recenzí se prosím přihlaste
he_il: נא להיכנס לצורך לכתוב תגובתך
hu_hu: Kérjük, jelentkezz be, hogy értékelést írhass
it_it: Perfavore, accedi per scrivere una recensione
ja_jp: レビューを投稿するにはログインしてください
pt_br: Faça login para deixar uma avaliação

# Languages::discussion.you_have_to_buy_product_before_writing_review
source: You can't write a review for this product. Customers can write reviews only for the products they bought. If you actually bought this product from us, but are still seeing this message, please contact us.
ar_sa: لا يمكنك كتابة مراجعة لهذا المنتج. يمكن للعملاء كتابة مراجعات للمنتجات التي اشتروها فقط. إذا كنت قد اشتريت هذا المنتج منا بالفعل ، ولكنك لا تزال ترى هذه الرسالة ، فيرجى الاتصال بنا.
cs_cz: Nemůžete psát recenzi k tomuto produktu. Zákazníci mohou psát recenzi pouze k produktu, který si zakoupili. Pokud jste tento produkt zakoupili, a vidíte tuto zprávu, kontaktujte nás prosím.
he_il: אתה לא יכול לכתוב תגובה על המוצר הזה. הלקוחות יכולים לכתוב תגובה רק עבור המוצרים שהם קנו. אם למעשה קנה מוצר זה מאיתנו ועדיין רואים הודעה זו, אנא פנה אלינו.
hu_hu: Nem írhatsz értékelést erről a termékről. A vásárlók csak az általuk megvásárolt termékekről írhatnak értékelést. Ha valóban megvásároltad tőlünk ezt a terméket, de még mindig ezt az üzenetet látod, kérjük, lépj kapcsolatba velünk.
it_it: Non puoi scrivere una recensione per questo prodotto. I clienti possono scrivere recensioni solo per i prodotti che hanno acquistato. Se hai effettivamente acquistato questo prodotto da noi, ma visualizzi ancora questo messaggio, contattaci.
ja_jp: この商品のレビューは投稿できません。購入した商品のレビューのみ投稿できます。
pt_br: Você não pode avaliar este produto. Os clientes podem avaliar somente produtos que compraram. Se você comprou este produto conosco, mas ainda está vendo esta mensagem, contate-nos.

# Languages::discussion.you_have_to_buy_from_vendor_before_writing_review
source: You can't write a review for this vendor. Customers can write reviews for a vendor only after they buy something from that vendor. If you actually placed an order with this vendor, but are still seeing this message, please contact us.
ar_sa: لا يمكنك كتابة مراجعة لهذا البائع. يمكن للعملاء كتابة مراجعات للبائع فقط بعد أن يشتروا شيئًا من هذا البائع. إذا قدمت طلبًا بالفعل مع هذا البائع ، ولكنك ما زلت ترى هذه الرسالة ، فيرجى الاتصال بنا.
cs_cz: Nemůžete psát recenzi pro tohoto prodejce. Můžete psát recenze pouze pro prodejce, od něhož jste si zakoupili zboží. Pokud jste však u tohoto prodejce zboží zakoupili a stále vidíte tuto zprávu, kontaktujte nás prosím.
he_il: אתה לא יכול לכתוב תגובה עבור ספק זה. הלקוחות יכולים לכתוב תגובות עבור ספק רק לאחר שהם קנו ממנו את המוצר. אם הזמנתם מוצר אצל ספק זה ועדיין רואים הודעה זו, אנא פנה אלינו.
hu_hu: Nem írhatsz értékelést erről a termelőről. A vásárlók csak akkor írhatnak értékelést termelőről, ha már vásároltak valamit az adott termelőtől. Ha ténylegesen rendeltél ettől a termelőtől, de még mindig ezt az üzenetet látod, kérjük, lépj kapcsolatba velünk.
it_it: Non puoi scrivere una recensione per questo venditore. I clienti possono scrivere recensioni per un venditore solo dopo aver acquistato qualcosa da quel venditore. Se hai effettivamente effettuato un ordine con questo venditore, ma visualizzi ancora questo messaggio, contattaci.
ja_jp: この出品者へのレビューは投稿できません。この出品者からの商品を購入後に投稿できます。
pt_br: Você não pode avaliar este fornecedor. Os clientes podem avaliar fornecedores somente após comprarem algo destes. Se você fez uma compra com este fornecedor, mas ainda está vendo esta mensagem, contate-nos.

# Languages::discussion.anonymous_setting_restored_upgrade_notification_title
source: Comments and reviews add-on settings were changed
ar_sa: تم تغيير إعدادات الوظيفة الإضافية للتعليقات والمراجعات
cs_cz: Doplněk komentářů a recenzí, resp. jeho nastavení, bylo změněno.
he_il: הגדרות של ישום תגובות שונו
hu_hu: A hozzászólások és értékelések bővítmény beállításai megváltoztak
it_it: Le impostazioni dei componenti aggiuntivi per commenti e recensioni sono state modificate
ja_jp: コメントとレビューのアドオン設定が変更されました。
pt_br: As configurações do complemento de comentários e avaliações foram alteradas

# Languages::discussion.anonymous_setting_restored_upgrade_notification
source: In the 4.9.1 version the <strong>Only anonymous customers</strong> variant of the <strong>Administrator must approve posts submitted by</strong> setting was removed. Now, it is available again, with the ability to leave reviews for nonauthorized customers. Please check if the desirable value of the setting is selected.
ar_sa: في الإصدار 4.9.1 ، تمت إزالة المتغير <strong> العملاء المجهولون فقط </strong> من الإعداد <strong> يجب أن يوافق المسؤول على المشاركات المرسلة بواسطة </strong>. الآن ، أصبح متاحًا مرة أخرى ، مع إمكانية ترك التعليقات للعملاء غير المصرح لهم. يرجى التحقق من تحديد القيمة المرغوبة للإعداد.
cs_cz: Ve verzi 4.9.1. možnost <strong>Pouze anonymní zákazníci</strong> u <strong>Administrátoři musí příspěvek povolit</strong> byla odstraněna. Nyní je to možné znovu a to s možností zanechat recenze také od neautorizovaných zákazníků. Zkontrolujte prosím, zda máte všechna nastavení nastavena tak, jak potřebujete.
he_il: ב- 4.9.1 הגירסה <strong>רק הלקוחות אנונימית</strong> גרסה של <strong>מנהל המערכת חייב לאשר פוסט שכתוב על ידי</strong> הגדרת הוסר. עכשיו, הוא זמין שוב, עם היכולת להשאיר תגובות עבור לקוחות לא רשומות במערכת. אנא בדוק אם ערך רצוי של הגדרת נבחר.
hu_hu: A 4.9.1-es verzióban a <strong>adminisztrátornak jóvá kell hagynia a </strong> által beküldött hozzászólásokat beállítás <strong>csak névtelen vásárlók</strong> változata eltávolításra került. Most újra elérhető, a nem engedélyezett vásárlók értékelésének lehetőségével együtt. Kérjük, ellenőrizd, hogy a beállítás kívánatos értéke van-e kiválasztva.
it_it: Nella versione 4.9.1 la variante <strong> Solo i clienti anonimi </strong> dell'impostazione <strong> L'amministratore deve approvare i post inviati da </strong> è stata rimossa. Ora è di nuovo disponibile, con la possibilità di lasciare recensioni per i clienti non autorizzati. Verificare se è selezionato il valore desiderabile dell'impostazione.
ja_jp: 4.9.1バージョンでは、<strong>管理者が送信した投稿を承認する必要がある</strong>設定で<strong>匿名の顧客のみ</strong>の選択肢が削除されました。 今では、許可されていない顧客でもレビューを残すことができるようになりました。 設定の望ましい値が選択されているかどうかを確認してください。
pt_br: Na versão 4.9.1, a variante <strong>Somente clientes anônimos</strong> da configuração <strong>O administrador deve aprovar postagens enviadas por</strong> foi removida. Agora, ela está disponível novamente, possibilitando que clientes não autorizados façam avaliações. Por favor, verifique se a opção está configurada conforme o desejado.

# Languages::discussion.event.products.new_post
source: Products: new review posted
ar_sa: المنتجات: تم نشر تقييم جديد
cs_cz: Produkty: nová recenze přidána
he_il: מוצרים: פורסמה תגובה חדשה
hu_hu: Termékek: új értékelés érkezett
it_it: Prodotti: nuova recensione pubblicata
ja_jp: 商品：新しいレビューが投稿されました
pt_br: Produtos: nova avaliação postada

# Languages::discussion.event.testimonials.new_post
source: Testimonials: new review posted
ar_sa: الشهادات: تم نشر مراجعة جديدة
cs_cz: Reference: Nová recenze byla přidána
he_il: תגובות: פורסמה תגובה חדשה
hu_hu: Ajánlások: új értékelés érkezett
it_it: Testimonianze: nuova recensione pubblicata
ja_jp: お客様の声：新しいレビューが投稿されました
pt_br: Depoimentos: nova avaliação postada
