Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/divido.po
Languages: cs_cz, he_il, hu_hu, pt_br

# Addons::name::divido
source: Divido payments
cs_cz: Divido platby
he_il: Divido תשלום
hu_hu: Divido fizetések
pt_br: Divido pagamentos

# Addons::description::divido
source: Lets customers spread the cost of any purchase over a period of time while the merchant gets paid in full right away.
cs_cz: Umožňuje zákazníkům rozložit náklady na jakýkoli nákup za určité časové období, zatímco obchodníkovi bude ihned zaplacena plná částka.
he_il: מאפשר ללקוחות להפיץ את העלות של כל רכישה על פני תקופה של זמן, בעוד הסוחר מקבל תשלום מלא באופן מיידי.
hu_hu: Lehetővé teszi a vásárlók számára, hogy a vásárlás költségeit egy bizonyos időszakra osszák el, míg a kereskedő azonnal megkapja a teljes összeget.
pt_br: Permite que os clientes parcelem o pagamento, enquanto o valor total é pago ao comerciante imediatamente.

# Languages::addons.divido.select_currency_undefined
source: The [currency] currency is not set up in store
cs_cz: [currency] měna není nastavena v obchodě
he_il: המטבע [currency] אינו מוגדר במערכת
hu_hu: A [currency] pénznem nincs beállítva a piactéren
pt_br: A moeda [currency] não está configurada na loja

# Languages::addons.divido.order_status
source: Divido status
he_il: Divido מצב
hu_hu: Divido státusz

# Languages::addons.divido.pay_in_instalments
source: Pay in instalments
cs_cz: Plaťte na splátky
he_il: לשלם בתשלומים
hu_hu: Fizess részletekben
pt_br: Pagamento parcelado

# Languages::addons.divido.choose_your_plan
source: Choose your plan
cs_cz: Vyberte váš plán
he_il: בחר את התוכנית שלך
hu_hu: Válaszd ki a terved
pt_br: Escolha seu plano

# Languages::addons.divido.choose_your_deposit
source: Choose your deposit
cs_cz: Vyberte svůj vklad
he_il: לבחור את הפיקדון
hu_hu: Válaszd ki a befizetést
pt_br: Escolha seu depósito

# Languages::addons.divido.monthly_payments_of
source: monthly payments of
cs_cz: Měsíčně platby
he_il: תשלומים חודשיים
hu_hu: havi törlesztőrészlet
pt_br: pagamentos mensais de

# Languages::addons.divido.term
source: Term
cs_cz: Podmínka
he_il: תנאי
hu_hu: Futamidő
pt_br: Prazo

# Languages::addons.divido.deposit
source: Deposit
cs_cz: Vklad
he_il: פיקדון
hu_hu: Befizetés
pt_br: Depósito

# Languages::addons.divido.cost_of_credit
source: Cost of credit
cs_cz: Náklady na úvěr
he_il: עלות האשראי
hu_hu: A hitel díja
pt_br: Custo do crédito

# Languages::addons.divido.total_payable
source: Total payable
cs_cz: Celkem splatné
he_il: סה"כ לתשלום
hu_hu: Fizetendő összesen
pt_br: Total a pagar

# Languages::addons.divido.total_interest_apr
source: Total interest APR
cs_cz: Roční úroková sazba celkem
he_il: סה"כ ריבית APR
hu_hu: Teljes kamat THM
pt_br: Total de juros

# Languages::addons.divido.text_redirected
source: You will be redirected to Divido to complete this finance application when you place your order
cs_cz: Budete přesměrováni na Divido pro dokončení platby, jakmile odešlete objednávku
he_il: תועבר אל Divido להשלמת יישום זה האוצר בעת ביצוע ההזמנה
hu_hu: A megrendelésed leadásakor átirányítunk a Divido-ra, hogy kitöltsd a finanszírozási kérelmet.
pt_br: Você será redirecionado para o Divido para concluir esta aplicação financeira quando fizer seu pedido

# Languages::addons.divido.cart_amount_limit
source: Minimum order total
cs_cz: Minimální cena objednávky
he_il: כמות מינימום להזמנה
hu_hu: Minimális rendelés összege
pt_br: Valor mínimo do pedido

# Languages::addons.divido.monthly_instalment
source: Monthly instalment
cs_cz: Měsíční splátka
he_il: תשלום חודשי
hu_hu: Havi törlesztőrészlet
pt_br: Prestação mensal

# Languages::ttc_addons.divido.cart_amount_limit
source: The order total has to be equal or greater than this sum, or the payment method won't be available at checkout. Leave empty if you don't want to impose this restriction.
cs_cz: Celková částka objednávky musí být rovna nebo vyšší než tato částka, jinak nebude platební metoda k dispozici při placení. Nechcete-li toto omezení použít, nechte prázdné.
he_il: סכום ההזמנה חייב להיות שווה או גדול מסכום זה, או ששיטת התשלום לא תהיה זמינה בזמן היציאה. השאר ריק אם אינך רוצה להטיל הגבלה זו.
hu_hu: A rendelés végösszegének egyenlőnek vagy nagyobbnak kell lennie, mint ez az összeg, különben a fizetési mód nem lesz elérhető a pénztárnál. Hagyd üresen, ha nem szeretnéd alkalmazni ezt a korlátozást.
pt_br: O valor total do pedido deve ser igual ou superior a essa soma para que compra seja finalizada. Deixe em branco se não quiser impor essa restrição.

# Languages::addons.divido.show_product_page_calculator
source: Show monthly payment rate on the product page
cs_cz: Zobrazit měsíční sazbu plateb na stránce produktu
he_il: הצג את שיעור התשלום החודשי בדף המוצר
hu_hu: Havi törlesztőrészlet megjelenítése a termékoldalon
pt_br: Mostrar taxa de pagamento mensal na página do produto

# Languages::addons.divido.product_price_limit
source: Minimum product price
cs_cz: Minimální cena produktu
he_il: מחיר המוצר מינימלי
hu_hu: Minimális termékár
pt_br: Preço mínimo do produto

# Languages::ttc_addons.divido.product_price_limit
source: The product price has to be equal or greater than this sum, or the monthly payment rate won't appear on the product page. Leave empty if you don't want to impose this restriction.
cs_cz: Cena produktu musí být stejná nebo vyšší než tato částka, jinak se na stránce produktu nezobrazí měsíční sazba platby. Nechcete-li toto omezení zavést, nechte prázdné.
he_il: מחיר המוצר חייב להיות שווה או גדול מסכום זה, או ששיעור התשלום החודשי לא יופיע בדף המוצר. השאר ריק אם אינך רוצה להטיל הגבלה זו.
hu_hu: A termék árának egyenlőnek vagy nagyobbnak kell lennie, mint ez az összeg, különben a havi törlesztőrészlet nem jelenik meg a termékoldalon. Hagyd üresen, ha nem szeretnéd alkalmazni ezt a korlátozást.
pt_br: O preço do produto deve ser igual ou superior a essa quantia para que a taxa de pagamento mensal apareça na página do produto. Deixe em branco se não quiser impor essa restrição.

# Languages::finance_code
source: Finance code
cs_cz: Finanční kód
he_il: האוצר קוד
hu_hu: Finanszírozás kódja
pt_br: Código financeiro

# Languages::addons.divido.availability_notice
source: <b>Note:</b> Payments via Divido are only available to the residents of the United Kingdom and can only be made in pounds sterling (GBP).
cs_cz: <b>Poznámka:</b> Platby přes Divido jsou dostupné pouze občanům Spojeného Království. K placení jde použít pouze libry.
he_il: <b> שים לב: </b> תשלומים באמצעות Divido זמינים רק לתושבי בריטניה וניתן לבצעם רק ב לירות שטרלינג (GBP).
hu_hu: <b>Megjegyzés:</b> A Dividón keresztül történő fizetés csak az Egyesült Királyság lakosai számára érhető el, és csak font sterlingben (GBP) teljesíthető.
pt_br: <b> Nota: </b> Os pagamentos via Divido estão disponíveis apenas para os residentes no Reino Unido e só podem ser feitos em libras esterlinas (GBP).

# Languages::addons.divido
source: Divido
pt_br: Parcelamento
