Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::ebay_upgrade_notification_need_sync_text_for_disable
source: You used and disabled eBay Synchronization add-on. If you decide to use the add-on again, complete the following steps:<br><ul><li>Go to Add-ons → Manage add-ons</li><li>Find eBay synchronization add-on and set its status to active</li><li>Go to Marketing → eBay → eBay templates, hover over a template, click the gear button, and select Get product status from eBay</li><li>Repeat the previous step for all your eBay templates</li></ul>
ar_sa: لقد استخدمت الوظيفة الإضافية لمزامنة eBay وتعطيلها. إذا قررت استخدام الوظيفة الإضافية مرة أخرى ، فأكمل الخطوات التالية: <br> <ul> <li> انتقل إلى الوظائف الإضافية ← إدارة الوظائف الإضافية </ li> <li> ابحث عن الوظيفة الإضافية لمزامنة eBay وقم بتعيينها حالته نشطة </ li> <li> انتقل إلى التسويق ← eBay ← قوالب eBay ، قم بالمرور فوق قالب ، انقر فوق زر الترس ، وحدد الحصول على حالة المنتج من eBay </li> <li> كرر الخطوة السابقة للجميع قوالب eBay الخاصة بك </li> </ul>
cs_cz: Použili jste a zdravotně postižené Synchronizace eBay add-on. Pokud se rozhodnete použít znovu add-on, postupujte podle následujících kroků:<br><ul><li>Přejděte na Doplňky → Spravovat doplňky</li><li>Najít synchronizace eBay add-on a nastavit jeho stav na Aktivní</li><li>Přejít na Marketing → Šablony → eBay šablony, vznášet se nad šablonu a vyberte Získat stavu produktu z eBay</li><li>Opakujte předchozí krok pro všechny vaše šablony eBay</li></ul>
el_gr: Χρησιμοποιήσατε και απενεργοποήσατε το πρόσθετο συγχρονισμού με eBay. Αν αποφασίσετε να χρησιμοποιήσετε ξανά το πρόσθετο, ακολουθήστε τα παρακάτω βήματα: <ul><li>πηγαίνετε στο πρόσθετα → Διαχείριση πρόσθετων</li> <li>βρείτε το πρόσθετο συγχρονισμού με eBay και ορίστε την κατάστασή του σε ενεργό</li> <li>μεταβείτε Μαρκετινγ→ eBay → eBay πρότυπα, περαστε και σταθείτε πανω απο ένα πρότυπο, κάντε κλικ στο κουμπί Εργαλεία, και επιλέξτε Λήψη κατάστασης προϊόντος από eBay</li> <li>επαναλάβετε το προηγούμενο βήμα για όλα τα eBay πρότυπα σας</li></ul> <br>
es_es: Utilizaste e inhabilitaste el complemento de sincronización de eBay. Si decides utilizar el complemento de nuevo, completa los siguientes pasos:<br><ul><li>Ir a complementos → configurar complementos </li><li> Encontrar la sincronización de complemento en eBay y ajusta su estado a activo</li><li>Ir a Marketing → eBay → planillas de eBay → desplaza el cursos encima de la plantilla, dar clic en el botón de regresar, y seleccionar el estado del producto de eBay</li><li>Repite el paso previo para todas las plantillas de eBay</li></ul>
he_il: השתמשת והשבית את סינכרון eBay. אם תחליט להשתמש בהרחבה שוב, בצע את השלבים הבאים:<ul><br><li>ללכת תוספות ← נהל הרחבות</li><li>למצוא eBay בסינכרון הרחבות ולהגדיר את מעמדה הפעיל</li><li>ללכת שיווק ← eBay ← eBay תבניות, לרחף מעל תבנית, לחץ על כפתור הילוך, ואת בחר לקבל מצב המוצר מ eBay</li><li>חזור על השלב הקודם עבור כל eBay תבניות</li></ul>
hu_hu: Használtad és letiltottad az eBay szinkronizálás bővítményt. Ha úgy döntesz, hogy ismét használod a bővítményt, hajtsd végre a következő lépéseket:<br><ul><li>Menj a Bővítmények → Bővítmények kezelése</li><li> menüpontra. Keresd meg az eBay szinkronizáló bővítményt, és állítsd aktívra az állapotát</li><li>Menj a Marketing → eBay → eBay sablonok menüpontba, állj rá egy sablonra, kattints a fogaskerék gombra, és válaszd ki a Termék állapotának lekérdezése az eBay-ről</li><li>opciót. Ismételd meg az előző lépést az összes eBay sablonodra vonatkozóan</li></ul>.
id_id: Anda digunakan dan Cacat eBay sinkronisasi add-on. Jika Anda memutuskan untuk menggunakan add-on lagi, selesaikan langkah berikut: <br><ul><li>pergi ke → Pengaya Kelola Pengaya</li> <li>menemukan eBay sinkronisasi add-on dan mengatur status aktif</li> <li>pergi ke pemasaran → → eBay eBay template, Melayanglah di atas template, klik Gear tombol, dan pilih Dapatkan Produk status dari eBay</li> <li>ulangi langkah sebelumnya untuk semua template eBay Anda</li></ul>
it_it: Hai usato e disattivato il componente aggiuntivo di Sincronizzazione di eBay. Se si decide di utilizzare il componente aggiuntivo nuovamente, procedere come segue: <br><ul><li>Vai su Gestisci componenti aggiuntivi →</li><li>Individua il componente aggiuntivo di Sincronizzazione di eBay e imposta lo stato su attivo</li> <li>Vai su Marketing → eBay → Modelli eBay, passa il mouse sopra un modello, fai click sul pulsante dell'Ingranaggio e seleziona Ottieni lo stato prodotto da eBay</li><li>Ripeti il passaggio precedente per tutti i modelli di eBay</li></ul>
nl_nl: U hebt de add-on voor eBay-synchronisatie gebruikt en uitgeschakeld. Als u besluit de add-on opnieuw te gebruiken, voert u de volgende stappen uit: <br> <ul> <li> Ga naar Add-ons → Add-ons beheren </li> <li> Zoek eBay-synchronisatie-add-on en stel in de status is actief </li> <li> Ga naar Marketing → eBay → eBay-sjablonen, beweeg over een sjabloon, klik op de tandwielknop en selecteer Productstatus ophalen van eBay </li> <li> Herhaal de vorige stap voor iedereen uw eBay-sjablonen </li> </ul>
no_no: Du brukte og deaktiverte eBay Synkroniserings-modulen. Hvis du velger å bruke modulen igjen, gjør du følgende:<br><ul><li>Gå til Moduler → Administrer moduler</li><li>Finn eBay synkroniserings-modulen og sett sin status til aktiv</li><li>Gå til Markedsføring → eBay → eBay maler, holde musepekeren over en mal, klikk så på tannhjulknappen, og velg Få produktstatus fra eBay</li><li>Gjenta forrige trinn for alle eBay maler</li></ul>
pl_pl: Włączanie i wyłączanie dodatku eBay. Jeśli zdecydujesz się skorzystać z dodatku ponownie, wykonaj następujące kroki: <br><ul><li> Dodatki → Zarządzanie dodatkami</li> <li>znaleźć dodatek eBay i ustawić swój status na aktywny</li> <li>Przejdź do Marketing → eBay→ Szablony eBay, najedź myszką na szablon, kliknij przycisk narzędzia i wybierz status produktu z eBay</li> <li>Powtórz poprzedni krok dla wszystkich szablonów eBay</li></ul>
ro_ro: Ați folosit și dezactivat programul de sincronizare eBay. Dacă decideți să utilizați din nou programul de completare, parcurgeți pașii următori: <br> <ul> <li> Accesați Suplimente → Gestionați suplimentele </ li> <li> Găsiți add-on și setați sincronizarea eBay starea sa activă </ li> <li> Mergeți la Marketing → eBay → șabloane eBay, plasați cursorul pe un șablon, faceți clic pe butonul roată și selectați Descărcați starea produsului de pe eBay </ li> <li> Repetați pasul anterior pentru toate șabloanele dvs. de eBay </ li> </ ul>
ru_ru: Вы пользовались модулем "Синхронизация с eBay" и отключили его. Если модуль вам снова понадобится, выполните следующие действия: <br><ul><li>Перейдите в Модули → Управление модулями</li><li>Найдите модуль "Синхронизация с eBay" и поменяйте его статус на "Вкл."</li><li>Перейдите в Маркетинг → eBay → Шаблоны eBay, наведите курсор мыши на шаблон и нажмите кнопку шестеренки. Затем выберите Получить статус товара с eBay</li><li>Повторите действия для всех шаблонов eBay</li></ul>
tr_tr: EBay Senkronizasyon eklentisini kullandınız ve devre dışı bıraktınız. Eklentiyi tekrar kullanmaya karar verirseniz, aşağıdaki adımları tamamlayın: <br> <ul> <li> Eklentilere Git → Eklentileri yönet </ li> <li> eBay senkronizasyon eklentisini bulun ve ayarlayın etkin durumu </ li> <li> Pazarlama → eBay → eBay şablonlarına gidin, bir şablonun üzerine gelin, dişli çark düğmesini tıklayın ve eBay'den Ürün durumunu al </ li> <li> Tümünü bir önceki adıma tekrarlayın eBay şablonlarınız </ li> </ ul>
uk_ua: Ви користувалися модулем "Синхронізація з eBay" і відключили його. Якщо модуль вам знову знадобиться, виконайте наступні дії:<br><ul><li>Перейдіть в Модулі → Управління модулями</li><li>Знайдіть модуль "Синхронізація з eBay" і поміняйте його статус на "Вкл."</li><li>Перейдіть в Маркетинг → eBay → Шаблони eBay, наведіть курсор миші на шаблон і натисніть кнопку шестерінки. Потім виберіть Отримати статус товару з eBay</li><li>Повторіть дії для всіх шаблонів eBay</li></ul>

# Languages::export_products_to_ebay
source: Export/Revise products on eBay
ar_sa: تصدير / مراجعة المنتجات على موقع eBay
cs_cz: Export/Revidovat výrobky na eBay
el_gr: Εξαγωγή/αναθεωρηση προϊόντων στο eBay
es_es: Exporta/Revisa productos en eBay
he_il: ייצוא / שינוי מוצרים ב- eBay
hu_hu: Termékek exportálása/felülvizsgálata az eBay-en
id_id: Ekspor/merevisi produk di eBay
it_it: Esporta/Rivedi i prodotti su eBay
nl_nl: Producten exporteren / herzien op eBay
no_no: Eksporter/endre produkter på eBay
pl_pl: Eksport/Poprawki produktów w serwisie eBay
pt_br: Exportar/Revisar produtos no eBay
ro_ro: Exporta/revizuie produsele de pe eBay
ru_ru: Экспортировать/Обновить товары на eBay
tr_tr: EBay'de İhracat / Revize Ürünleri
uk_ua: Експортувати/Оновити товари на eBay

# Languages::ebay_product_identifier_brand
source: Brand
ar_sa: ماركة
cs_cz: Značka
el_gr: Μάρκα
es_es: Marca
he_il: המותג
hu_hu: Márka
id_id: Merek
it_it: Marchio
nl_nl: Merk
no_no: Merke
pl_pl: Marka
pt_br: Marca
ro_ro: Marca
ru_ru: Бренд
tr_tr: Marka
uk_ua: Бренд

# Languages::ebay_product_identifiers
source: Product identifiers
ar_sa: معرّفات المنتج
cs_cz: Identifikátory výrobku
el_gr: Αναγνωριστικοι κωδικοι προϊόντος
es_es: Identificadores de los productos
he_il: מזהי המוצר
hu_hu: Termék azonosítók
id_id: Pengidentifikasi produk
it_it: Identificatori del prodotto
nl_nl: Product-ID’s
no_no: Produkt Identifikasjoner
pl_pl: Identyfikator produktu
pt_br: Identificadores do produto
ro_ro: Identificatori de produs
ru_ru: Товарные идентификаторы
tr_tr: Ürün tanımlayıcıları
uk_ua: Товарні ідентифікатори

# Languages::ebay_product
source: Product
ar_sa: منتج
cs_cz: Produkt
el_gr: Προϊόν
es_es: Producto
he_il: מוצר
hu_hu: Termék
id_id: Produk
it_it: Prodotto
no_no: Produkt
pl_pl: Nazwa produktu
pt_br: Produto
ro_ro: Produs
ru_ru: Товар
tr_tr: Ürün
uk_ua: Товар

# Languages::ebay_product_variation
source: Option combination
ar_sa: تركيبة الخيار
cs_cz: Kombinace variant
el_gr: Συνδυασμοι Επιλογων
es_es: Combinación opcional
he_il: שילובי אופציות
hu_hu: Opciók kombinációja
id_id: Kombinasi opsi
it_it: Opzioni Combinazione Prodotti
nl_nl: Optie combinaties
no_no: Alternativkombinasjon
pl_pl: Kombinacje opcji
pt_br: Combinação de opções
ro_ro: Combinație de opțiune
ru_ru: Комбинация опций
tr_tr: Seçenek konbinasyonu
uk_ua: Комбінаця опцій

# Languages::ebay_none
source: None
ar_sa: لا شيء
cs_cz: Žádný
el_gr: Κανένα
es_es: Ninguno
he_il: ללא
hu_hu: Nincs
id_id: Tidak ada
it_it: Nessuna
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_br: Nenhum
ro_ro: Nici unul
ru_ru: Нет
tr_tr: Hiçbiri
uk_ua: Ні

# Languages::ebay_does_not_apply
source: Does not apply
ar_sa: لا ينطبق
cs_cz: Se nevztahuje
el_gr: Δεν ισχύει
es_es: No aplica
he_il: אינו תקף
hu_hu: Nem alkalmazandó
id_id: Tidak berlaku
it_it: Non applicabile
nl_nl: Is niet van toepassing
no_no: Gjelder ikke
pl_pl: Nie stosuje się
pt_br: Não se aplica
ro_ro: Nu se aplică
ru_ru: Не применяется
tr_tr: Geçerli değildir
uk_ua: Не застосовується

# Languages::ebay_product_code
source: Product code
ar_sa: كود المنتج
cs_cz: Kód produktu
el_gr: Κωδικός Προϊόντος
es_es: Código del producto
he_il: קוד המוצר
hu_hu: Cikkszám
id_id: Kode produk
it_it: Codice prodotto
no_no: Produktkode
pl_pl: Kod produktu
pt_br: Código do produto
ro_ro: Cod produs
ru_ru: Код товара
tr_tr: Ürün kodu
uk_ua: Код товару

# Languages::ebay_product_feature
source: Product feature
ar_sa: مواصفة المنتج
cs_cz: Vlastnost zboží
el_gr: Χαρακτηριστικό προϊόντος
es_es: Características del producto
he_il: תכונת המוצר
hu_hu: Terméktulajdonság
id_id: Fitur produk
it_it: Carratteristica del prodotto
nl_nl: Producteigenschap
no_no: Produkt funksjon
pl_pl: Cecha produktu
pt_br: Característica do produto
ro_ro: Caracteristică produs
ru_ru: Характеристика товара
tr_tr: Ürün özelliği
uk_ua: Характеристика товару

# Languages::ebay_combination_code
source: Combination code
ar_sa: كود الجمع
cs_cz: Kombinace kódu
el_gr: Κωδικος Συνδυασμου
es_es: Código de combinación
he_il: שילוב קודים
hu_hu: Kombináció kódja
id_id: Kombinasi produk
it_it: Codice della Combinazione Prodotto
nl_nl: Combinatiecode
no_no: Kombinasjonskode
pl_pl: Kod kombinacji
ro_ro: Cod combinație
ru_ru: Код комбинации
tr_tr: Kombinasyon kodu
uk_ua: Код комбінації

# Languages::ebay_synchronization_region_details
source: Synchronizing eBay region details
ar_sa: مزامنة تفاصيل منطقة eBay
cs_cz: Probíhá synchronizace eBay regionu detaily
el_gr: Συγχρονισμός λεπτομερειων των περιοχων eBay
es_es: Sincronización de los detalles de la región de eBay
he_il: סינכרון פרטים של eBay אזור
hu_hu: eBay régió adatainak szinkronizálása
id_id: Sinkronisasi eBay wilayah rincian
it_it: Allineamento dati eBay relativi alle zone / nazioni
nl_nl: eBay regiodetails synchroniseren
no_no: Synkroniserer eBay region detaljer
pl_pl: Synchronizowanie regionów eBay
ro_ro: Sincronizarea detaliilor regiunii eBay
ru_ru: Детали синхронизации регионов eBay
tr_tr: eBay bölge ayrıntıları eşitleniyor
uk_ua: Деталі синхронізації регіонів eBay

# Languages::ebay_feature_group_product_identifiers
source: eBay product identifiers
ar_sa: معرّفات منتجات eBay
cs_cz: identifikátory zboží eBay
el_gr: κωδικοι προϊοντος eBay
es_es: Identificadores de productos en eBay
he_il: מזהי מוצרים ב- eBay
hu_hu: eBay termékazonosítók
id_id: pengidentifikasi produk eBay
it_it: Identificatori prodotto eBay
nl_nl: eBay-product-ID's
no_no: eBay produkt Identifikasjoner
pl_pl: Identyfikatory produktu eBay
ro_ro: identificatori de produs eBay
ru_ru: Товарные идентификаторы eBay
tr_tr: eBay ürün tanımlayıcıları
uk_ua: Товарні ідентифікатори eBay

# Languages::ebay_product_identifier_ean
source: EAN
es_es: Código EAN
ru_ru: Код EAN

# Languages::ebay_product_identifier_mpn
source: MPN
it_it: MPN (Codice del Produttore)
