Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::ttc_contact_time
source: Choose the period within which a buyer must contact you to confirm that he/she received the product
ar_sa: اختر الفترة التي يجب على المشتري خلالها الاتصال بك لتأكيد استلامه للمنتج
cs_cz: Vyberte lhůtu, v níž kupující musí kontaktovat vás o potvrzení, že on/ona obdržel produkt
el_gr: Επιλέξτε την περίοδο εντός της οποίας ο αγοραστής πρέπει να επικοινωνήσει μαζι σας για να επιβεβαιώσειε ότι αυτός/αυτή εχει λάβει το προϊόν
es_es: Elige el tiempo en el que un comprador debe contactarte para confirmar si ella/el ha recibido el producto
he_il: בחרו את התקופה שבה הקונה אמור לפנות אלכם ולאשר קבלת את המוצר
hu_hu: Válaszd ki azt az időszakot, amelyen belül a vevőnek kapcsolatba kell lépnie Veled, hogy megerősítse, megkapta a terméket.
id_id: Pilih periode di mana pembeli harus menghubungi Anda untuk mengonfirmasi bahwa ia telah menerima produk
it_it: Scegli il periodo entro il quale un acquirente deve contattare per confermare che lui/lei ha ricevuto il prodotto
nl_nl: Kies de periode waarbinnen een koper contact met u moet opnemen om te bevestigen dat hij/zij het product heeft ontvangen
no_no: Velg perioden som en kjøper må kontakte deg for bekrefte at han/hun mottok produktet
pl_pl: Wybierz okres, w którym Kupujący musi skontaktować się aby potwierdzić, że otrzymał produkt
pt_br: Escolha o período no qual um comprador deve entrar em contato com você para confirmar que recebeu o produto
ro_ro: Alegeţi perioada în care un cumpărător trebuie să contacteze pentru a confirma că el/ea a primit produsul
ru_ru: Выбрать период, в течение которого покупатель должен связаться с вами для подтверждения получения товара
tr_tr: İçinde alıcının ürünün size ulaştığına dair iletişimde bulunan periyodları seçin
uk_ua: Виберіть період, протягом якого покупець повинен зв'язатися з вами для підтвердження отримання товару

# Languages::refund_method
source: Refund will be given as
ar_sa: وستعطى استرداد كما
cs_cz: Náhrada bude poskytnuta ve formě
el_gr: Επιστροφή θα δοθεί ως
es_es: Reembolso se dará como
he_il: החזר כספי יינתן כפי
hu_hu: A visszatérítés a következő formában történik
id_id: Pengembalian dana akan diberikan sebagai
it_it: Il rimborso sarà effettuato come
nl_nl: Terugbetaling zal worden weergegeven als
no_no: Refusjon skal gis som
pl_pl: Refundacja będzie stanowić
pt_br: A devolução será feita através de
ro_ro: Restituirea se va acorda ca
ru_ru: Вид компенсации
tr_tr: Geri ödeme şekli
uk_ua: вид компенсації

# Languages::ttc_refund_method
source: Choose the action that will replace the return, if it is not allowed
ar_sa: اختر الإجراء الذي سيحل محل الإرجاع ، إذا لم يكن مسموحًا به
cs_cz: Vyberte metodu která nahradí vrácení, pokud není povoleno
el_gr: Επιλέξτε την ενέργεια που θα αντικαταστήσει την επιστροφή, εάν αυτη δεν επιτρέπεται
es_es: Elija una acción que reemplazará la devolución, si esta no está permitida
he_il: בחר את הפעולה האלטרנטיבית שתחליף את החזרה, אם היא אינה מותרת
hu_hu: Válaszd ki azt a műveletet, amely a visszaküldést helyettesíti, ha az nem engedélyezett
id_id: Pilih tindakan yang akan menggantikan retur, jika hal ini tidak diizinkan
it_it: Scegli l'azione che andrà a sostituire il reso, se non è consentito
nl_nl: Kies de actie die de retouraanvraag zal vervangen, als deze niet is toegestaan
no_no: Velg handlingen som skal erstatte retur, hvis det ikke er tillatt
pl_pl: Wybierz akcję, która zastąpi zwrot, jeśli zwrot jest niedozwolony
pt_br: Escolha a ação que será permitida no lugar da devolução caso ela não seja permitida
ro_ro: Alegeţi acţiunea care va înlocui întoarcerea, dacă nu este permis
ru_ru: Выберите действие, которое заменит возврат товара, если он не разрешен
tr_tr: Eğer izin verilmiyorsa, iadenin yerine geçecek eylemi seçin
uk_ua: Оберіть дію, що замінить повернення товара, якщо він не дозволений

# Languages::money_back
source: Money Back
ar_sa: استعادة الأموال
cs_cz: Vrátit peníze
el_gr: Επιστροφή χρημάτων
es_es: Devolución de dinero
he_il: את הכסף בחזרה
hu_hu: Pénzvisszafizetés
id_id: Uang Kembali
it_it: Rimborso
nl_nl: Geld terug
no_no: Pengene tilbake
pl_pl: Zwrot pieniędzy
pt_br: Estorno do pagamento
ro_ro: Banii înapoi
ru_ru: Возврат денег
tr_tr: Para İadesi
uk_ua: Повернення грошей

# Languages::money_back_or_replace
source: Money back or replacement (buyer's choice)
ar_sa: استعادة الأموال أو استبدال (اختيار المشتري)
cs_cz: Vrátit peníze nebo výměna (dle výběru kupujícího)
el_gr: Επιστροφή χρημάτων ή αντικατάσταση (επιλογή του αγοραστή)
es_es: Devolución o reemplazo (opción del comprador)
he_il: החזר כספי או החלפת המוצר (בחירת הלקוח)
hu_hu: Pénzvisszafizetés vagy helyettesítés (a vevő választása szerint)
id_id: Uang kembali atau penggantian (pilihan pembeli)
it_it: Rimborso o sostituzione (a scelta dell'acquirente)
nl_nl: Geld terug of product vervangen (keuze van de koper)
no_no: Pengene tilbake eller erstatning (kjøpers valg)
pl_pl: Zwrotu pieniędzy lub wymiana (wybór kupującego)
pt_br: Estorno ou substituição (à escolha do comprador)
ro_ro: Bani înapoi sau înlocuire (alegerea Cumparatorului)
ru_ru: Возврат денег или замена (по выбору покупателя)
tr_tr: Para iadesi veya yenileme (müşteri tercihi)
uk_ua: Повернення грошей або заміна (за вибором покупця)

# Languages::money_back_or_exchange
source: Money back or exchange (buyer's choice)
ar_sa: استعادة الأموال أو استبدال (اختيار المشتري)
cs_cz: Vrátit peníze nebo výměna (dle výběru kupujícího)
el_gr: Επιστροφής χρημάτων ή ανταλλαγή (επιλογή του αγοραστή)
es_es: Devolución o cambio (opción del comprador)
he_il: החזר כספי או מוצר חליפי (בחירת הלקוח)
hu_hu: Pénzvisszafizetés vagy csere (a vevő választása szerint)
id_id: Uang kembali atau penukaran (pilihan pembeli)
it_it: Rimborso o sostituzione (a scelta dell'acquirente)
nl_nl: Geld terug of ruilen (keuze van de koper)
no_no: Pengene tilbake eller bytte (kjøpers valg)
pl_pl: Zwrot pieniędzy lub zamiana (wybór kupującego)
pt_br: Estorno ou troca (à escolha do comprador)
ro_ro: Bani înapoi sau schimb (alegerea Cumparatorului)
ru_ru: Возврат денег или замена (по выбору покупателя)
tr_tr: Para iadesi veya değişim (müşteri tercihi)
uk_ua: Повернення грошей або заміна (за вибором покупця)

# Languages::cost_paid_by
source: Return shipping will be paid by
ar_sa: سيتم دفع رسوم إعادة الشحن عن طريق
cs_cz: Dopravu při vrácení hradí
el_gr: Η αποστολή επιστροφής θα χρεωθει σε
es_es: Envío de devolución será pagado por
he_il: משלוח החזרת את המוצר ישולמו על ידי
hu_hu: A visszaküldés költségeit a következő cég/személy fizeti
id_id: Retur pengiriman akan dibayar oleh
it_it: Il trasporto del reso sarà a carico di
nl_nl: Retourzending word betaald door
no_no: Returfrakt betales av
pl_pl: Koszty przesyłki zwrotnej ponosi
pt_br: O frete de devolução será pago por
ro_ro: Livrare retur vor fi plătite de
ru_ru: Кто оплачивает доставку при возврате
tr_tr: İade taşımasını ödeyecek olan
uk_ua: Хто оплачує доставку при поверненні

# Languages::ttc_cost_paid_by
source: Choose, who will pay for the shipping of the return purchase — the seller or the buyer
ar_sa: اختر ، من سيدفع مقابل شحن عملية الشراء المرتجعة - البائع أو المشتري
cs_cz: Vyberte si, kdo bude platit způsob dopravy nákupu vratného - prodávajícího nebo kupujícího
el_gr: Επιλέξτε, ποιος θα πληρώσει για τη εξοδα της επιστροφής μιας αγοράς - ο πωλητής ή ο αγοραστής
es_es: Elija, quién pagará por el envío de la devolución del pedido - el vendedor o el comprador
he_il: בחרו, מי ישלם משלוח עבור ההחזרת המוצר – המוכר או הקונה
hu_hu: Válaszd ki, hogy ki fizeti a visszaküldött áruval járó vásárlás szállítási költségeit - az eladó vagy a vevő
id_id: Pilih, siapa yang akan membayar untuk pengiriman retur — Penjual atau pembeli
it_it: Scegliere, chi pagherà per la spedizione del reso - il venditore o l'acquirente
nl_nl: Kies of de verkoper of de koper de verzendkosten van de retourzending moet betalen
no_no: Velg hvem som skal betale for frakt av returvarer - selger eller kjøper
pl_pl: Wybierz, kto pokryje koszty za zwrot przesyłki - sprzedający lub kupujący
pt_br: Escolha quem irá pagar pelo frete da devolução — vendedor ou comprador
ro_ro: Alege, cine va plăti pentru transportul de retur cumpărare - vânzătorul sau cumpărătorul
ru_ru: Выбрать, кто оплачивает доставку возвращаемого товара — продавец или покупатель
tr_tr: Satınalma iadesinin taşıma ücretini kimin karşılayacağını seçin - satıcı veya alıcı
uk_ua: Виберіть, хто оплачує вартість доставки при поверненні товару - продавець чи покупець

# Languages::seller
source: Seller
ar_sa: البائع
cs_cz: Prodávající
el_gr: Πωλητής
es_es: Vendedor
he_il: המוכר
hu_hu: Eladó
id_id: Penjual
it_it: Venditore
nl_nl: Verkoper
no_no: Selger
pl_pl: Sprzedawca
pt_br: Comprador
ro_ro: Vânzător
ru_ru: Продавец
tr_tr: Satıcı
uk_ua: Продавець

# Languages::buyer
source: Buyer
ar_sa: المشتري
cs_cz: Kupující
el_gr: Αγοραστής
es_es: Comprador
he_il: הקונה
hu_hu: Vevő
id_id: Pembeli
it_it: Acquirente
nl_nl: Koper
no_no: Kjøper
pl_pl: Kupujący
pt_br: Comprador
ro_ro: Cumpărător
ru_ru: Покупатель
tr_tr: Alıcı
uk_ua: Покупець

# Languages::return_policy_descr
source: Policy description
ar_sa: وصف السياسة
cs_cz: Reklamační řád
el_gr: Περιγραφή της πολιτικής
es_es: Descripción de la política
he_il: תיאור מדיניות
hu_hu: A folyamat leírása
id_id: Deskripsi kebijakan
it_it: Descrizione della politica
nl_nl: Beleidsomschrijving
no_no: Salgsbeskrivelse
pl_pl: Opis zasad
pt_br: Descrição da política
ro_ro: Descriere politică
ru_ru: Описание политики
tr_tr: Politika açıklaması
uk_ua: Опис політики

# Languages::ttc_return_policy_descr
source: Write the detailed description of your return policy here
ar_sa: اكتب الوصف التفصيلي لسياسة الإرجاع الخاصة بك هنا
cs_cz: Uveďte podrobný popis vašeho reklamačního řádu
el_gr: Γράψτε τη λεπτομερή περιγραφή της πολιτικής επιστροφής σας εδώ
es_es: Escriba la descripción detallada de su política de devolución
he_il: פרט כאן את מדיניות החזרת המוצרים שלך
hu_hu: Írd ide a visszaküldési politika részletes leírását
id_id: Tulis rincian deskripsi dari kebijakan retur Anda di sini
it_it: Scrivere la descrizione dettagliata della vostra politica di reso
nl_nl: Schrijf een gedetailleerde omschrijving van het retourbeleid
no_no: Skrive en detaljert beskrivelse av returrett her
pl_pl: Wpisz szczegółowe zasady zwrotów towarów
pt_br: Escreva em detalhes a sua política de devolução
ro_ro: Scrie descrierea detaliată a politicii de returnare aici
ru_ru: Сюда добавьте подробное описание условий возврата товаров
tr_tr: İade politikanızın ayrıntılı açıklamasını buraya yazın
uk_ua: Додайте детальний опис умов повернення товарів

# Languages::large_envelope
source: Large envelope
ar_sa: مظروف كبير
cs_cz: Velká obálka
el_gr: Μεγάλος φάκελος
es_es: Sobres grandes
he_il: מעטפה גדולה
hu_hu: Nagy boríték
id_id: Amplop besar
it_it: Busta grande
nl_nl: Grote envelop
no_no: Stor konvolutt
pl_pl: Duża koperta
pt_br: Envelope grande
ro_ro: Plic mare
ru_ru: Большой конверт
tr_tr: Büyük zarf
uk_ua: Великий конверт

# Languages::large_package
source: Large package
ar_sa: حزمة كبيرة
cs_cz: Velký balík
el_gr: Μεγάλο πακέτο
es_es: Paquete grande
he_il: חבילה גדולה
hu_hu: Nagy csomag
id_id: Paket besar
it_it: Pacchetto grande
nl_nl: Groot pakket
no_no: Stor pakke
pl_pl: Duża paczka
pt_br: Pacote grande
ro_ro: Pachet mare
ru_ru: Большой пакет
tr_tr: Büyük paket
uk_ua: Великий пакет

# Languages::package_type_tooltip
source: If you don't know your package type, select the "Large package" option. To ensure the most accurate cost, you will be asked to enter exact package dimensions.
ar_sa: إذا كنت لا تعرف نوع الحزمة الخاصة بك ، فحدد خيار "الحزمة الكبيرة". لضمان التكلفة الأكثر دقة ، سيُطلب منك إدخال أبعاد الحزمة بدقة.
cs_cz: Pokud neznáte typ zásilky, vyberte možnost "Velký balík". V zájmu vypočítání co nejpřesnější ceny budete požádáni, abyste zadali přesné rozměry zásilky.
el_gr: Εάν δεν γνωρίζετε τον τύπο του πακέτου σας, επιλέξτε "Μεγάλο πακέτο". Για να εξασφαλιστεί το πιο ακριβες κόστος, θα σας ζητηθεί να εισαγάγετε ακριβης διαστάσεις του πακέτου.
es_es: Si no sabes el tipo de paquete, seleccione la opción "Paquete grande". Para asegurar el costo más exacto, se le pedirá introducir Dimensiones embalaje exacto.
he_il: אם אתם לא יודעים את סוג החבילה שלך, בחרו את האפשרות "חבילה גדולה". כדי להבטיח את העלות המדויקת ביותר, תתבקשו להזין את ממדי החבילה המדויק.
hu_hu: Ha nem tudod a csomagod típusát, válaszd a "Nagy csomag" opciót. A legpontosabb költség meghatározása érdekében meg kell adnod a csomag pontos méreteit.
id_id: Jika Anda tidak tahu jenis paket Anda, pilih opsi "Paket Besar". Untuk memastikan biaya yang paling akurat, Anda akan diminta untuk memasukkan paket dimensi yang tepat.
it_it: Se non si conosce il tipo di pacchetto, selezionare l'opzione "Pacchetto di grandi dimensioni". Per garantire il costo più preciso, verrà chiesto di immettere le dimensioni esatte del pacchetto.
nl_nl: Indien het type verpakking niet bekend is, selecteer de optie "Groot pakket". Om de meest accurate kostprijs te garanderen wordt gevraagd om exacte afmetingen van het pakket in te voeren.
no_no: vis du ikke vet pakketype, velger du "Stor pakke" alternativet. For å sikre den mest nøyaktige kostnaden, vil du bli bedt om å oppgi eksakte pakke dimensjoner.
pl_pl: Jeśli nie wiesz jakiej wielkości masz paczkę, należy wybrać opcję "Duża paczka". W celu zapewnienia najbardziej dokładnego wyliczenia kosztów należy wprowadzić dokładne wymiary paczki.
pt_br: Se você não sabe qual é o tipo de pacote, escolha a opção "Pacote grande". Para garantir que o preço seja calculado com precisão, você deverá informar o tamanho do pacote.
ro_ro: Dacă nu ştiţi tipul de pachet, selectaţi opţiunea "Pachet mare". Pentru a asigura cele mai precise costul, vi se va cere să introduceţi dimensiunile exacte pachet.
ru_ru: Если вы не знаете, какой тип упаковки выбрать, выберите «Большой пакет». Чтобы обеспечить наиболее точное вычисление стоимости, вам надо будет ввести точный размер пакета.
tr_tr: Paket türünüzü bilmiyorsanız "Büyük paket" tercihini seçin. En isabetli maliyetin belirlenebilmesi için kesin paket ölçüleri size sorulacaktır.
uk_ua: Якщо ви не знаєте, який тип упаковки вибрати, виберіть «Великий пакет». Щоб забезпечити найбільш точне обчислення вартості, вам треба буде ввести точний розмір пакета.

# Languages::product_out_of_weight
source: Products with the [ids] id were not exported because their weight equals zero.
ar_sa: لم يتم تصدير المنتجات ذات المعرفات [ids] لأن وزنها يساوي صفرًا.
cs_cz: Produkty [ids] id nebyly exportovány, protože jejich hmotnost se rovná nule.
el_gr: Προϊόντα με το αναγνωριστικό [ids] δεν εξάγονταν, επειδή το βάρος τους ισούται με μηδέν.
es_es: Productos con el id del [ids] exportaron no porque su peso es igual a cero.
he_il: מוצרים עם המזהה [ids] לא יוצאו בגלל משקלם שווה לאפס.
hu_hu: Az [ids] azonosítóval rendelkező termékek nem kerültek exportálásra, mivel súlyuk nulla.
id_id: Produk dengan id [ids] tidak diekspor karena beratnya sama dengan nol.
it_it: Prodotti con gli id [ids] non sono stati esportati perché il loro peso è uguale a zero.
nl_nl: Producten met de [ids] id zijn niet geëxporteerd omdat hun gewicht gelijk is aan nul.
no_no: Produkter med [ids] id ble ikke eksportert fordi vekten er lik null.
pl_pl: Produkty z identyfikatorami [ids] nie zostały wyeksportowane, ponieważ ich waga jest równa zero.
pt_br: Os produtos com os códigos [ids] não foram exportados pois o seu peso é zero.
ro_ro: Produsele cu ID-ul [ids] nu erau exportate, deoarece greutatea lor este egală cu zero.
ru_ru: Товары с ID [ids] не были экспортированы, потому что их вес равен нулю.
tr_tr: [ids] id'lere sahip olan ürünler ağırlıkları sıfıra eşit olduğu için aktarılamamışlardır.
uk_ua: Товари з ID [ids] були експортовані, тому що їх вага дорівнює нулю.

# Languages::exported_to_ebay
source: Exported to eBay
ar_sa: تصديرها إلى eBay
cs_cz: Exportovány na eBay
el_gr: Εξάγονται σε eBay
es_es: Exportado a eBay
he_il: ייצוא ל- eBay
hu_hu: Exportálva az eBay-re
id_id: Diekspor ke eBay
it_it: Esportato in eBay
nl_nl: Geëxporteerd naar eBay
no_no: Eksportert til eBay
pl_pl: Wyeksportowane do eBay
pt_br: Exportado para o eBay
ro_ro: Exportate de la eBay
ru_ru: Экспортировано в eBay
tr_tr: eBay'e aktarıldı
uk_ua: Експорт до eBay

# Languages::revised_after_the_latest_export
source: Revised after the latest export
ar_sa: تمت مراجعته بعد آخر عملية تصدير
cs_cz: Revidované po posledním exportu
el_gr: Αναθεωρηθηκε μετά την τελευταία εξαγωγή
es_es: Revisado después de la última exportación
he_il: תוקן לאחר הייצוא האחרונה
hu_hu: A legutóbbi exportálást követően felülvizsgálva
id_id: Direvisi setelah ekspor terbaru
it_it: Rivisto dopo l'esportazione più recente
nl_nl: Herzien na de laatste export
no_no: Revidert etter siste eksport
pl_pl: Zweryfikowany po ostatnim eksporcie
pt_br: Revisado após a última exportação
ro_ro: Revizuit după ultimul export
ru_ru: Изменено после последнего экспорта
tr_tr: En son aktarımdan sonra revize edildi
uk_ua: Змінено після останнього експорту

# Languages::exporting_images_to_ebay
source: Exporting product "[product]" images to eBay
ar_sa: تصدير صور المنتج "[product]" إلى eBay
cs_cz: Export produkt "[product]" obrázky do eBay
el_gr: Εξαγωγή εικόνων του προϊόντος "[product]" στο eBay
es_es: Exportación de imágenes del producto "[product]" a eBay
he_il: ייצוא תמונות המוצר "[product]" ל- eBay
hu_hu: A "[product]" termék képeinek exportálása az eBay-re
id_id: Mengekspor produk "[product]" gambar ke eBay
it_it: Esportazione immagini prodotto "[product]" su eBay
nl_nl: Product "[product]" afbeeldingen exporteren naar eBay
no_no: Eksport produkt "[product]" bilder til eBay
pl_pl: Eksport zdjęć do produktu "[product]" na eBay
pt_br: Exportando fotos do produto "[product]" para o eBay
ro_ro: Exportul de imagini produs "[produs]" pe eBay
ru_ru: Экспортирование изображений "[product]" на eBay
tr_tr: EBay ürün "[product]" görüntülerini dışa aktarma
uk_ua: Експорт зображень "[product]" на eBay

# Languages::ebay_package
source: Package/thick envelope
ar_sa: عبوة / مغلف سميك
cs_cz: Balík/tlustou obálku
es_es: Sobres gruesos/paquete
he_il: מעטפה עבה/חבילה
hu_hu: Csomag/vastag boríték
id_id: Paket tebal amplop
it_it: Busta spessa/pacchetto
nl_nl: Pakket/dikke envelop
no_no: Pakke/tykk konvolutt
pl_pl: Paczka/gruba koperta
pt_br: Pacote/Envelope grosso
ro_ro: Pachet/grosime plic
ru_ru: Пакет/толстый конверт
tr_tr: Paket/kalın zarf
uk_ua: Пакет/товстий конверт

# Languages::ebay_cant_remove_template
source: You don't have permissions to remove some of the templates as they belong to another owner.
ar_sa: ليس لديك أذونات لإزالة بعض القوالب لأنها تنتمي إلى مالك آخر.
cs_cz: Nemáte povolení k odstranění některých šablon, které patří jinému vlastníkovi.
el_gr: Δεν έχετε δικαιώματα να αφαιρέσετε μερικά από τα πρότυπα, τα οποια ανήκουν σε ένα άλλο ιδιοκτήτη.
es_es: No tiene permisos para eliminar algunas de las plantillas que pertenecen a otro titular.
he_il: אין לך הרשאות כדי להסיר חלק מהתבניות כפי שהם שייכים לבעלים אחרים.
hu_hu: Nincs jogosultsága egyes sablonok eltávolításához, mivel azok másik tulajdonoshoz tartoznak.
id_id: Anda tidak memiliki izin untuk menghapus beberapa template yang mereka milik pemilik yang lain.
it_it: Non hai le autorizzazioni per rimuovere alcuni dei modelli che appartengono ad altro proprietario.
nl_nl: Geen rechten voor het verwijderen van sommige sjablonen, deze behoren tot een andere eigenaar.
no_no: Du har ikke tillatelser til å fjerne noen av malene da de tilhører en annen eier.
pl_pl: Nie masz uprawnień do usunięcia szablonów należących do kogoś innego.
pt_br: Você não possui permissões para excluir alguns dos modelos pois eles pertencem a outro proprietário.
ro_ro: Nu aveţi permisiunea de a elimina o parte din template-uri, din care face parte un alt proprietar.
ru_ru: У вас недостаточно прав, чтобы удалять шаблоны, которые принадлежат другому владельцу.
tr_tr: Başka bir sahibi olduğu için şablonlardan bazılarını kaldırmaya izniniz yok.
uk_ua: У вас недостатньо прав, щоб видаляти шаблони, які належать іншому власнику.

# Languages::ebay_commercial_using_title
source: Activate add-on
ar_sa: تنشيط الوظيفة الإضافية
cs_cz: Aktivace doplňku
el_gr: Ενεργοποιήσετε το πρόσθετο
es_es: Activar Add-on
he_il: להפעיל הרחבה
hu_hu: A bővítmény aktiválása
id_id: Aktifkan add-on
it_it: Attivare il componente aggiuntivo (Add-on)
nl_nl: Plug-in activeren
no_no: Aktiver modul
pl_pl: Aktywuj dodatek
pt_br: Ativar plugin
ro_ro: Activază suplimente
ru_ru: Включить модуль
tr_tr: Eklentiyi etkinleştir
uk_ua: Активувати додаток

# Languages::ebay_templates_not_found
source: eBay templates not found
ar_sa: لم يتم العثور على قوالب موقع اي بأي
cs_cz: eBay šablony nebyly nalezeny
el_gr: Δεν βρέθηκε κανένα πρότυπο eBay
es_es: las plantillas de eBay no localizadas
he_il: תבניות eBay לא נמצא
hu_hu: eBay sablonok nem találhatók
id_id: eBay template tidak ditemukan
it_it: Template eBay non trovati
nl_nl: eBay-sjablonen niet gevonden
no_no: eBay maler ikke funnet
pl_pl: Nie znaleziono szablonów eBay
pt_br: Modelos do eBay não encontrados
ro_ro: șabloanele eBay nu au fost găsite
ru_ru: Шаблоны eBay не найдены
tr_tr: eBay şablonları bulunamadı
uk_ua: Шаблонів eBay не знайдено

# SettingsSections::ebay::general
source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
id_id: Umum
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ro_ro: Implicit
ru_ru: Общие настройки
tr_tr: Genel
uk_ua: Загальні

# SettingsOptions::ebay::notice
source: Notice
ar_sa: إشعار
cs_cz: Oznámení
el_gr: Ενημερωση
es_es: Noticia
he_il: שים לב
hu_hu: Figyelem!
id_id: Pemberitahuan
it_it: Avviso
nl_nl: Opmerking
no_no: Melding
pl_pl: Uwaga
pt_br: Aviso
ro_ro: Notificare
ru_ru: Обратите внимание
tr_tr: Bildirim
uk_ua: Сповіщення

# SettingsOptions::ebay::token
source: eBay User Token
ar_sa: رمز مستخدم eBay
es_es: el Token de usuario de eBay
he_il: eBay אסימון המשתמש
hu_hu: eBay Felhasználói Token
id_id: eBay pengguna Token
it_it: Token utente eBay
nl_nl: eBay Gebruikers Code
pl_pl: Token użytkownika eBay
tr_tr: eBay Kullanıcı Simgesi

# SettingsOptions::ebay::listing_mode
source: Sandbox / Production
ar_sa: Sandbox / الإنتاج
cs_cz: Pískoviště / Výroba
es_es: Sandbox / producción
he_il: ארגז חול / ייצור
hu_hu: Sandbox / Éles működés
id_id: Sandbox / produksi
it_it: Sandbox / Produzione
nl_nl: Sandbox / productie
no_no: Sandbox / produksjon
pl_pl: Testowy / Produkcyjny
pt_br: Desenvolvimento / Produção
ru_ru: Песочница / Живой сайт
tr_tr: Kum havuzu / Üretim
uk_ua: Пісочниця / живий сайт

# SettingsOptions::ebay::site_id
source: Default site
ar_sa: الموقع الافتراضي
cs_cz: Výchozí stránka
el_gr: Προεπιλεγμένο site
es_es: Sitio predeterminado
he_il: אתר ברירת המחדל
hu_hu: Alapértelmezett webhely
id_id: Explorer, situs standar
it_it: Sito predefinito
nl_nl: Standaard website
no_no: Standardområdet
pl_pl: Domyślna witryna
pt_br: Site padrão
ro_ro: Site implicit
ru_ru: Сайт по умолчанию
tr_tr: Varsayılan site
uk_ua: Сайт за промовчанням

# SettingsOptions::ebay::ebay_timestamp
source: eBay timestamp
ar_sa: الطابع الزمني eBay
cs_cz: eBay časová známka
es_es: hora de eBay
he_il: eBay חותמת זמן
hu_hu: eBay időbélyeg
nl_nl: eBay tijdsaanduiding
no_no: eBay tidsstempel
pl_pl: Sygnatura czasowa eBay
pt_br: Horário do eBay
ru_ru: Временна́я метка eBay
tr_tr: eBay zaman damgası
uk_ua: eBay позначка часу

# SettingsVariants::ebay::listing_mode::S
source: Sandbox
cs_cz: Pískoviště
he_il: ארגז חול
pl_pl: Testowy
pt_br: Desenvolvimento
ru_ru: Песочница
tr_tr: Kum havuzu
uk_ua: Пісочниця
