Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::ttc_products_assigned
source: You can also apply an eBay template to multiple products at once. Go to Products → Products, tick the checkboxes of the products you want to apply a template to, then press the gear button and choose Edit selected. In the pop-up window leave only the eBay Templates checkbox ticked and click Modify selected.
ar_sa: يمكنك أيضًا تطبيق نموذج eBay على منتجات متعددة في وقت واحد. انتقل إلى المنتجات ← المنتجات ، وحدد مربعات الاختيار الخاصة بالمنتجات التي تريد تطبيق قالب عليها ، ثم اضغط على زر الترس واختر تحرير المحدد. في النافذة المنبثقة ، اترك مربع اختيار eBay Templates محددًا وانقر فوق تعديل المحدد.
cs_cz: Můžete také použít šablony eBay na více produktů najednou. Přejdete na Produkty → Produkty, zaškrtněte políčka u produktů, které chcete použít šablonu, stiskněte tlačítko ozubeného kola a zvolte Upravit vybraný. V pop-up okna ponechate jen políčko eBay šablony zaškrtnuto a klepněte na tlačítko Upravit vybrané.
el_gr: Μπορείτε επίσης να εφαρμόσετε ένα πρότυπο eBay να πολλών προϊόντων ταυτόχρονα. Πηγαίνετε προϊόντα → προϊόντα, επιλέξτε τα πλαίσια ελέγχου των προϊόντων που θέλετε να εφαρμόσετε ένα πρότυπο, στη συνέχεια, πατήστε το κουμπί Εργαλεία και επιλέξτε Επεξεργασία επιλεγμένων. Στο αναδυόμενο παράθυρο αφήστε μόνο το eBay στο επιλεγμένο πλαίσιο ελέγχου πρότυπα και κάντε κλικ στο κουμπίΤροποποίηση επιλεγμένων.
es_es: También puede aplicar una plantilla de eBay a múltiples productos de manera simúltanea. Vaya a productos → Productos, marque las casillas de verificación de los productos que quiere mantener en la plantilla, luego presione para regresar y elija Editar el producto seleccionado. en la ventana emergente solo marque la casilla de verificación seleccionada Plantillas eBay y haga clic en Modificar seleccionado.
he_il: ניתן גם להחיל תבנית eBay למוצרים מרובים בבת אחת. עבור אל מוצרים ← מוצרים, סמן את תיבות הסימון של המוצרים שברצונך להחיל עליהם תבנית, ולאחר מכן לחץ על לחצן גלגל השיניים ובחר באפשרות ערוך. בחלון המוקפץ להשאיר רק את תיבת הסימון תבניות eBay מתקתק ולחץ על שינוי נבחרים.
hu_hu: Egy eBay-sablont egyszerre több termékre is alkalmazhatsz. Lépj a Termékek → Termékek menüpontba, jelöld be a sablon alkalmazását kérő termékek jelölőnégyzeteit, majd nyomd meg a fogaskerék gombot és válaszd ki a Kijelölt tételek szerkesztése lehetőséget. A felugró ablakban csak az eBay sablonok jelölőnégyzetet hagyd bejelölve, és kattints a Kiválasztott tételek módosítása gombra.
id_id: Anda juga bisa menerapkan template eBay ke beberapa produk sekaligus. Buka Produk → Produk, centang kotak centang pada produk yang ingin Anda gunakan untuk template, lalu tekan tombol roda gigi dan pilih Edit yang terpilih. Di jendela pop-up biarkan saja kotak centang eBay Templates dicentang dan klik Modify selected.
it_it: È anche possibile applicare un modello di eBay a più prodotti contemporaneamente. Vai su Prodotti → Prodotti, spunta le caselle di controllo dei prodotti a cui desideri applicare un modello, poi premi il pulsante dell'Ingranaggio e scegli "Modifica Selezionati". Nella finestra che comparirà lascia spuntata solo la casella "Modelli eBay" e fai click su "Modificare selezionati".
nl_nl: U kunt een eBay-sjabloon ook op meerdere producten tegelijk toepassen. Ga naar Producten → Producten, schakel de selectievakjes in van de producten waarop u een sjabloon wilt toepassen, druk vervolgens op de tandwielknop en kies Bewerken geselecteerd. Laat in het pop-upvenster alleen het selectievakje eBay-sjablonen aangevinkt en klik op Wijzigen geselecteerd.
no_no: Du kan også bruke en eBay mal på flere produkter samtidig. Gå til Produkter → Produkter, sjekk avmerkingsboksene på produktene du vil bruke en mal til, trykk deretter på gir-knappen, og velg Rediger valgte. I hurtigvinduet La bare eBay malens sjekkboks være valg, og klikk Endre valgte.
pl_pl: Można również zastosować szablon eBay do wielu produktów na raz. Przejdź do Produkty → Produkty, zaznacz pola wyboru produktów dla których chcesz zastosować szablon, a następnie naciśnij przycisk zębatki i wybierz Edytuj wybrane. W oknie należy zostawić zaznaczone tylko pole szablony eBay a następnie kliknij przycisk Modyfikuj wybrane.
pt_br: Você também pode aplicar um modelo do eBay a vários produtos de uma vez só. Vá a Produto → Produtos, marque as caixas dos produtos aos quais você quer aplicar um modelo, depois clique no botão de engrenagem e escolha Editar selecionados. Na janela pop-up deixe apenas a caixa Modelos do eBay marcada e clique em Modificar selecionados.
ro_ro: De asemenea, puteți folosi un șablon eBay la mai multe produse simultan. Accesați Produse → Produse, bifați casetele de selectare ale produselor pentru care doriți să folosiți un șablon, apoi apăsați butonul rotiță și selectați editare produs selectat. În fereastra de tip pop-up lăsați doar caseta de selectare Șabloane eBay bifată și faceți clic pe Modificați produsul selectat.
ru_ru: Вы также можете применить шаблон eBay к нескольким товарам сразу. Перейдите в Товары → Товары, отметьте галками товары, к которым хотите применить шаблон, а затем нажмите кнопку в виде шестеренки и выберите Редактировать выбранные. Во всплывающем окне отметьте галкой только Шаблоны eBay и нажмите Редактировать выбранные.
tr_tr: Aynı anda birden fazla ürüne bir eBay şablonu uygulayabilirsiniz. Ürünler → Ürünler bölümüne gidin, şablonu uygulamak istediğiniz ürünlerin onay kutularını işaretleyin, ardından dişli düğmesine basın ve Seçileni düzenle'yi seçin. Açılan pencerede yalnızca eBay Şablonları onay kutusunu işaretleyin ve Değiştir'i seçin
uk_ua: Ви можете застосувати шаблон eBay до декількох товарів відразу. Перейдіть в Товари → Товари, позначте товари, до яких потрібно застосувати шаблон, а потім натисніть кнопку у вигляді шестерінки і виберіть Редагувати вибрані. У спливаючому вікні відзначте галкою тільки Шаблони eBay і натисніть Редагувати вибрані.

# Languages::ebay_template_category_product
source: Use eBay template's category
ar_sa: استخدم فئة قالب eBay
cs_cz: Kategorie použití eBay šablony
el_gr: Χρησιμοποιήστε το πρότυπο κατηγορίας του eBay
es_es: Utilizar la categoría de plantilla de eBay
he_il: השתמש בקטגוריה של eBay התבנית
hu_hu: Használd az eBay sablon kategóriáját
id_id: Gunakan kategori template eBay
it_it: Utilizza la categoria di modello di eBay
nl_nl: Gebruik de eBay-sjablonencategorie
no_no: Bruk eBay sin malkategori
pl_pl: Użyj szablonu kategorii z eBay
pt_br: Usar categoria do modelo do eBay
ro_ro: Folosiți categoria de șabloane eBay
ru_ru: Использовать категорию шаблона eBay
tr_tr: eBay şablon kategorisini kullan
uk_ua: Використати категорію шаблона eBay

# Languages::ebay_set_manualy
source: Assign a different eBay category
ar_sa: قم بتعيين فئة eBay مختلفة
cs_cz: Přiřazení jinou kategorii eBay
el_gr: Αντιστοιχίσετε μια διαφορετικη κατηγορία eBay
es_es: Asignar una categoría eBay diferente
he_il: הקצאת קטגוריית eBay שונה
hu_hu: Másik eBay kategória hozzárendelése
id_id: Tetapkan kategori eBay yang berbeda
it_it: Assegna una categoria di eBay differente
nl_nl: Wijs een andere eBay-categorie toe
no_no: Tilordne en annen eBay kategori
pl_pl: Przypisz do innej kategorii eBay
pt_br: Atribuir outra categoria do eBay
ro_ro: Atribuiți o categorie eBay diferită
ru_ru: Назначить другую категорию eBay
tr_tr: Farklı bir eBay kategorisi atama
uk_ua: Призначити іншу категорію eBay

# Languages::ebay_end_template_on_ebay
source: End eBay sales
ar_sa: إنهاء مبيعات eBay
cs_cz: Konec eBay prodeje
el_gr: Ληξη eBay πωλήσεων
es_es: Finalizar las ventas en eBay
he_il: המכירות eBay הסתיימו
hu_hu: eBay értékesítés befejezése
id_id: Akhiri penjualan eBay
it_it: Chiudi le vendite su eBay
nl_nl: Einde eBay-verkoop
no_no: Avslutt eBay salg
pl_pl: Koniec sprzedaży eBay
pt_br: Finalizar vendas no eBay
ro_ro: Finalizare vânzări pe eBay
ru_ru: Остановить продажи на eBay
tr_tr: eBay satışını sonlandır
uk_ua: Зупинити продажі на eBay

# Languages::ebay_action_export_product
source: Export product
ar_sa: منتج للتصدير
cs_cz: Export produkt
el_gr: Εξαγωγή προϊόντος
es_es: Exportar producto
he_il: מוצר הייצוא
hu_hu: Termék exportálása
id_id: Produk ekspor
it_it: Esporta prodotto
nl_nl: Product exporteren
no_no: Eksporter produkt
pl_pl: Eksportuj produkt
pt_br: Exportar produto
ro_ro: Export produs
ru_ru: Экспортировать товар
tr_tr: Ürünü dışa aktar
uk_ua: Експорт товару

# Languages::ebay_action_update_product
source: Update product
ar_sa: تحديث المنتج
cs_cz: Aktualizace produktů
el_gr: Ανανέωση Προϊόντος
es_es: Actualizar producto
he_il: עדכון מוצר
hu_hu: Termék frissítése
id_id: Perbarui produk
it_it: Aggiorna prodotto
nl_nl: Wijzig product
no_no: Oppdater Produkt
pl_pl: Aktualizacja produktu
pt_br: Atualizar produto
ro_ro: Actualizare produs
ru_ru: Обновить товар
tr_tr: Ürünü güncelle
uk_ua: Оновити товар

# Languages::ebay_action_upload_image_product
source: Upload the product image
ar_sa: قم بتحميل صورة المنتج
cs_cz: Nahrajte obrázek produktu
el_gr: Ανέβασε την εικόνα του προϊόντος
es_es: Subir la imagen del producto
he_il: להעלות את התמונה של המוצר
hu_hu: Termékkép feltöltése
id_id: Upload gambar produk
it_it: Carica l'immagine del prodotto
nl_nl: Upload the productafbeelding
no_no: Last opp produktbildet
pl_pl: Prześlij zdjęcie do produktu
pt_br: Enviar a foto do produto
ro_ro: Încărcați imaginea produsului
ru_ru: Загрузить изображение товара
tr_tr: Ürün resmi yükleme
uk_ua: Завантажити зображення товару

# Languages::ebay_action_get_status_product
source: Get product status
ar_sa: احصل على حالة المنتج
cs_cz: Získat stavu produktu
el_gr: Λήψης της κατάστασης του προϊόντος
es_es: Obtener el estado del producto
he_il: לקבל המצב של מוצר
hu_hu: A termék állapotának lekérdezése
id_id: Dapatkan status produk
it_it: Leggi lo stato prodotto
nl_nl: Productstatus ophalen
no_no: Få produktstatus
pl_pl: Pobierz status produktu
pt_br: Obter status do produto
ro_ro: Obțineți statusul produsului
ru_ru: Получить статус товара
tr_tr: Ürün durumunu öğren
uk_ua: Отримати статус товара

# Languages::ebay_action_end_product
source: Ending sale on eBay
ar_sa: إنهاء البيع على موقع eBay
cs_cz: Ukončení prodeji na eBay
el_gr: Λήξη πώλησης στο eBay
es_es: Finalizar ventas en eBay
he_il: סיום המכירה ב- eBay
hu_hu: Eladás befejezése az eBay-en
id_id: Mulai dijual di eBay
it_it: Scadenza vendita su eBay
nl_nl: Uitverkoop op eBay beëindigen
no_no: Avslutt salg på eBay
pl_pl: Zakończenie sprzedaży w serwisie eBay
pt_br: Finalizando venda no eBay
ro_ro: Ofertă finală pe eBay
ru_ru: Завершение продаж на eBay
tr_tr: eBay satışın sonlandırılıyor
uk_ua: Завершення продажів на eBay

# Languages::ebay_show_logs
source: Show logs
ar_sa: عرض السجلات
cs_cz: Zobrazit protokoly
el_gr: Προβολή αρχείων καταγραφής
es_es: Mostrar registros
he_il: הצג יומנים
hu_hu: Naplók megjelenítése
id_id: Tampilkan log
it_it: Visualizza i log
nl_nl: Logboeken weergeven
no_no: Vis logger
pl_pl: Pokaż logi
pt_br: Exibir logs
ro_ro: Afișare journal de activitate
ru_ru: Показать журнал событий
tr_tr: Günlükleri göster
uk_ua: Показати журнал подій

# Languages::ebay_international_shipping_cost
source: International shipping fee
ar_sa: رسوم الشحن الدولي
cs_cz: Mezinárodní poplatek za poštovné
el_gr: Διεθνή έξοδα αποστολής
es_es: Precio de envío internacional
he_il: דמי המשלוח בינלאומי
hu_hu: Nemzetközi szállítási díj
id_id: Biaya pengiriman internasional
it_it: Costo di spedizione internazionale
nl_nl: Internationale verzendkosten
no_no: Internasjonal fraktpris
pl_pl: Opłaty za wysyłkę międzynarodową
pt_br: Valor do frete internacional
ro_ro: Taxă livrare internațională
ru_ru: Стоимость международной доставки
tr_tr: Uluslar arası taşıma ücreti
uk_ua: Вартість міжнародної доставки

# Languages::ebay_international_shipping_cost_tooltip
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
ar_sa: رسوم شحن ثابتة لعنصر واحد إذا كان نوع الشحن ثابتًا (إعداد الشحن والمناولة على eBay).
cs_cz: Pevný expediční poplatek za jednu položku jestli je způsob dopravy Flat (dále jen poštovné a balné nastavení na eBay).
el_gr: Πάγιο τέλος αποστολής για ένα αντικειμενο εάν ο τύπος αποστολής είναι Flat (Ρυθμιση Αποστολή και Διεκπεραιωση στο eBay).
es_es: Precio fijo de envío para un producto si el tipo de envío de de tarifa plana (la configuración de envío y manejo en eBay).
he_il: דמי משלוח קבועים ליחידת מוצר אחת אם תעריף המשלוח הוא קבוע. (הגדרת דמי טיפול ומשלוח ב-eBay).
hu_hu: Fix szállítási díj egy termékre, ha a szállítási típus átalánydíjas (a Szállítás és kezelés beállítása az eBay-en).
id_id: Biaya pengiriman tetap untuk satu item jika jenis pengirimannya adalah Flat (pengaturan Pengiriman dan penanganan di eBay).
it_it: Costo di spedizione fisso per un prodotto se il tipo di spedizione è Forfait (la spedizione e confezionamento del pacco impostati su eBay).
nl_nl: Vaste verzendkosten voor een item indien de verzendkosten vast zijn (de verzend- en verwekingsinstellingen op eBay).
no_no: Fast fraktpris for én vare Hvis Norge er Fast (frakt og håndtering innstillingen på eBay).
pl_pl: Stała opłata za wysyłkę za jeden przedmiot, jeśli typ wysyłki jest typu liniowego (wysyłki i obsługa ustawiane na eBay).
ro_ro: Taxă de livrare fixă pentru un articol, în cazul în care tipul de livrare este standard (Setare Livrare și manipulare eBay).
ru_ru: Фиксированная стоимость доставки одной единицы товара, если выбран способ доставки Flat (настройка Shipping and handling на eBay).
tr_tr: Nakliye türü sabit ise tek ürün için sabitlenmiş taşıma ücreti (eBay' deki nakliye ve taşıma ayarlarında).
uk_ua: Фіксована вартість доставки однієї одиниці товару, якщо обрано спосіб доставки «Flat». (Настройка «Shipping and handling» на eBay).

# Languages::ebay_international_shipping_cost_additional_tooltip
source: International shipping fee for each additional item in the order (the Each additional item setting on eBay)
ar_sa: رسوم الشحن الدولي لكل عنصر إضافي في الطلب (إعداد كل عنصر إضافي على eBay)
cs_cz: Mezinárodní poplatek poštovného za každou další položku v pořadí (dále jen každá další položka nastavení na eBay)
el_gr: Διεθνή έξοδα αποστολής για κάθε πρόσθετο στοιχείο στην παραγελία (Η ρυθμιση κάθε πρόσθετο στοιχείο στο eBay)
es_es: Precio del envío internacional para cada producto adicional en el pedido (la configuración de Cada producto adicional en eBay)
he_il: דמי משלוח עבור כל יחידת מוצר נוספת בהזמנה (הגדרת כל הפריט נוסף ב-eBay)
hu_hu: Nemzetközi szállítási díj a megrendelésben szereplő minden egyes további tételre (az eBay-en a Minden további tétel beállítása).
id_id: Biaya pengiriman internasional untuk setiap item tambahan sesuai pesanan (pengaturan Item tambahan di eBay)
it_it: Costo di spedizione internazionale per ogni oggetto aggiuntivo nell'ordine (impostazione oggetti aggiuntivi su eBay)
nl_nl: Internationale verzendkosten voor elk extra item in de bestelling (de instelling Elk extra item op eBay)
no_no: Internasjonale fraktkostnad for hvert av elementene i rekkefølge (hver ekstra element innstillingen på eBay)
pl_pl: Opłata za wysyłkę międzynarodową za każdy dodatkowy przedmiot w zamówieniu (każdy dodatkowy przedmiot ustawiony na eBay)
ro_ro: Taxa de livrare internațională pentru fiecare produs adițional din comandă (setare eBay - la fiecare produs adițional)
ru_ru: Стоимость международной доставки для каждой дополнительной единицы товара в заказе (настройка Each additional item на eBay)
tr_tr: Siparişdeki her ilave nesne için uluslararası taşıma ücreti (eBay her ilave nesne ayarı)
uk_ua: Вартість міжнародної доставки кожної додаткової одиниці в замовленні. (Налаштування «Each additional item» на eBay)

# Languages::ebay_international_shipping_cost_additional
source: Additional international shipping fee
ar_sa: رسوم شحن دولية إضافية
cs_cz: Další mezinárodní přepravní poplatek
el_gr: Πρόσθετα Διεθνή έξοδα αποστολής
es_es: Precio adicional de envío internacional
he_il: דמי המשלוח בינלאומיים נוספים
hu_hu: További nemzetközi szállítási díj
id_id: Biaya pengiriman internasional tambahan
it_it: Costo di spedizione internazionale supplementare
nl_nl: Extra internationale verzendkosten
no_no: Flere internasjonale fraktpriser
pl_pl: Dodatkowy opłaty za wysyłkę międzynarodową
pt_br: Valor adicional de frete internacional
ro_ro: Taxă adițională de livrare internațională
ru_ru: Дополнительная стоимость международной доставки
tr_tr: Ek uluslararası nakliye ücreti
uk_ua: Додаткова вартість міжнародної доставки

# Languages::ebay_logs
source: eBay logs
ar_sa: سجلات eBay
cs_cz: eBay protokoly
el_gr: eBay αρχεία καταγραφής
es_es: registros de eBay
he_il: יומני eBay
hu_hu: eBay naplók
id_id: log eBay
it_it: Log di eBay
no_no: eBay logger
pl_pl: Logi eBay
pt_br: Registros do eBay
ro_ro: jurnale de înregistrări pe eBay
ru_ru: Журнал событий eBay
tr_tr: eBay log (günlükleri)
uk_ua: Журнал подій eBay

# Languages::ebay_products
source: eBay products
ar_sa: منتجات eBay
cs_cz: eBay produkty
el_gr: eBay προϊόντα
es_es: productos de eBay
he_il: מוצרים ב- eBay
hu_hu: eBay-termékek
id_id: produk eBay
it_it: Prodotti eBay
nl_nl: eBay producten
no_no: eBay produkter
pl_pl: Produkty eBay
pt_br: Produtos do eBay
ro_ro: produse eBay
ru_ru: Товары на eBay
tr_tr: eBay ürünleri
uk_ua: Товари на eBay

# Languages::ebay_sync_products_status
source: Get product status from eBay
ar_sa: احصل على حالة المنتج من موقع ئي باي
cs_cz: Zjistit stav produktu z eBay
el_gr: Λήψης της κατάστασης του προϊόντος από eBay
es_es: Obtener el estado del producto de eBay
he_il: לקבל את המצב מוצר מ- eBay
hu_hu: A termék állapotának lekérdezése az eBay-ről
id_id: Dapatkan status produk dari eBay
it_it: Ottieni lo stato prodotto da eBay
nl_nl: Productstatus ophalen van eBay
no_no: Få produktstatus fra eBay
pl_pl: Pobierz statusy produktu z eBay
pt_br: Obter status do produto através do eBay
ro_ro: Obțineți statusul produsului de la eBay
ru_ru: Получить статус товаров с eBay
tr_tr: EBay ürün durumunu öğrenme
uk_ua: Отримати статус товарів з eBay

# Languages::ebay_get_product_status
source: Getting product "[product]" status from eBay
ar_sa: الحصول على حالة المنتج "[product]" من eBay
cs_cz: Získání výrobku "[product]" postavení z eBay
el_gr: Ληψη κατάστασης προϊοντος του «[product]» από eBay
es_es: Obtener el estado del producto "[product]" de eBay
he_il: קבלת מצב "[product]" מוצר מ- eBay
hu_hu: A "[product]" termék státuszának lekérdezése az eBay-ről
id_id: Mendapatkan status produk " [produk] " dari eBay
it_it: Ottenimento dello stato prodotto "[product]" da eBay
nl_nl: Product "[product]" status krijgen van eBay
no_no: Får produkt "[product]" status fra eBay
pl_pl: Pobieranie statusu produktu "[product]" z eBay
pt_br: Obtendo status do produto "[product]" através do eBay
ro_ro: Obțineți statusul prudusului "[product]" de la eBay
ru_ru: Получение статуса товара "[product]" с eBay
tr_tr: ürün "[product]" durumu eBay' den alınıyor
uk_ua: Отримання статуса товару "[product]" з eBay

# Languages::ebay_update_status_summary_title
source: Summary: Product status retrieval from eBay
ar_sa: ملخص: استرجاع حالة المنتج من eBay
cs_cz: Shrnutí: Načítání stavu produktu z eBay
el_gr: Περίληψη: Ανάκτηση κατάστασης Προϊόντος από eBay
es_es: Resumen: Recuperación del estado del producto de eBay
he_il: סיכום: אחזור סטטוס המוצר מ- eBay
hu_hu: Összefoglaló: Termék állapotának lekérdezése az eBay-ről
id_id: Ringkasan: Product status retrieval dari eBay
it_it: Riepilogo: Lettura dello stato prodotto da eBay
nl_nl: Samenvatting: Productstatus ophalen van eBay
no_no: Sammendrag: Produkt status henting fra eBay
pl_pl: Krótki opis: Status pobierania produktu z serwisu eBay
pt_br: Resumo: Obtenção de status do produto através do eBay
ro_ro: Rezumat: Statutul produsului recuperat de la eBay
ru_ru: Отчет о получении статусов товаров с eBay
tr_tr: Özet: eBay' den Ürün durumu alma
uk_ua: Звіт про отримання статусів товарів з eBay

# Languages::ebay_count_product_successfully_status_updated
source: Products with updated statuses:
ar_sa: المنتجات ذات الحالات المحدثة:
cs_cz: Výrobky s aktualizovaným stavy:
el_gr: Προϊόντα με ενημερωμένες καταστάσεις:
es_es: Productos con estados actualizados:
he_il: מוצרים עם סטטוסים מעודכן:
hu_hu: Frissített státuszú termékek:
id_id: Produk dengan status terbaru:
it_it: Prodotti con stato aggiornato:
nl_nl: Producten met bijgewerkte statussen:
no_no: Produkter med oppdatert status:
pl_pl: Produkty z statusem zaktualizowane:
pt_br: Produtos com status atualizados:
ro_ro: Produse cu statuturi actualizare:
ru_ru: Товары с обновленными статусами:
tr_tr: Güncellenmiş durumdaki ürünler:
uk_ua: Товари з оновленими статусами:

# Languages::ebay_count_product_fail_status_updated
source: Products with status update errors:
ar_sa: المنتجات التي بها أخطاء في تحديث الحالة:
cs_cz: Výrobky s errors aktualizací stavu:
el_gr: Προϊόντα με σφάλματα ενημέρωσης της κατάστασης:
es_es: Productos con errores en el estado actualizado:
he_il: מוצרים עם שגיאות עדכון סטטוס:
hu_hu: Termékek állapotfrissítési hibákkal:
id_id: Produk dengan kesalahan pembaruan status:
it_it: Prodotti con errori di aggiornamento di stato:
nl_nl: Producten met statusupdatefouten:
no_no: Produkter med statusen oppdateringsfeil:
pl_pl: Produkty z statusem błędnie zaktualizowane:
pt_br: Produtos com erros de atualização de status:
ro_ro: Statu al produselor cu erori actualizat:
ru_ru: Статусы не обновлены у товаров:
tr_tr: Güncelleme hatası durumundaki ürünler:
uk_ua: Не оновлено статуси у товарів:

# Languages::ebay_count_product_skip
source: Products skipped:
ar_sa: المنتجات التي تم تخطيها:
cs_cz: Produkty, které jsou vynechány:
el_gr: Προϊόντα που παραλείφθηκαν:
es_es: Productos omitidos:
he_il: מוצרים שדילגו:
hu_hu: Kihagyott termékek:
id_id: Produk dilewati:
it_it: Prodotti ignorati:
nl_nl: Overgeslagen producten:
no_no: Produkter som er hoppet over:
pl_pl: Produkty pominięte:
pt_br: Produtos pulados:
ro_ro: Produsele au fost ignorate:
ru_ru: Пропущенные товары:
tr_tr: Ürünler atlandı:
uk_ua: Пропущені товари:

# Languages::ebay_product_not_exported
source: Product "[product]" was not exported on eBay
ar_sa: لم يتم تصدير المنتج "[product]" على موقع eBay
cs_cz: Produkt "[product]" nebyl exportován na eBay
el_gr: Το προϊόν «[product]» δεν εξήχθη στο eBay
es_es: Producto "[product]" que no fue exportado por eBay
he_il: מוצר "[product]" לא היה מיוצא ב- eBay
hu_hu: A "[product]" termék nem került exportálásra az eBay-en.
id_id: Produk " [produk] " tidak diekspor di eBay
it_it: Il prodotto "[product]" non è stato esportato su eBay
nl_nl: Product "[product]" is niet geëxporteerd op eBay
no_no: Produktet "[product]" ble ikke eksportert på eBay
pl_pl: Produkt "[product]" nie został wyeksportowany na eBay
pt_br: O produto "[product]" não foi exportado no eBay
ro_ro: Produsul "[product]" nu a fost exportat pe eBay
ru_ru: Товар "[product]" не был экспортирован на eBay
tr_tr: Ürün "[product]" eBay' e gönderilemedi
uk_ua: Товар "[product]" не було експортовано на eBay
