Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::Some_parameters_is_missing
source: Some parameters is missing. Please check ebay add-on settings
ar_sa: بعض المعلمات مفقودة. يرجى التحقق من الإعدادات الإضافية على موقع ebay
cs_cz: Některé parametry chybějí. Prosím, zkontrolujte nastavení doplňku eBay
el_gr: Λείπουν ορισμένες παραμέτοι. Παρακαλώ ελέγξτε τις ρυθμίσεις του πρόσθετου ebay
es_es: Falta algunos parámetros. Por favor comprueba la configuración del Add-on de ebay
he_il: פרמטרים מסוימים חסרה. נא בדוק הגדרות של ebay ישום
hu_hu: Néhány paraméter hiányzik. Kérjük, ellenőrizd az ebay bővítmény beállításait
id_id: Beberapa parameter hilang. Silakan periksa ebay add-on settings
it_it: Alcuni parametri sono mancanti. Si prega di controllare le impostazioni del componente aggiuntivo "Ebay"
nl_nl: Enkele parameters ontbreken. Controleer de instellingen van de ebay plugin
no_no: Det mangler noen parametere. Vennligst kontroller ebay modulens innstillinger
pl_pl: Brakuje niektórych parametrów. Sprawdź ustawienia dodatku eBay
pt_br: Houve um erro em um dos parâmetros. Verifique as configurações do plugin do eBay
ro_ro: Unii parametri lipsesc. Vă rugăm să verificați setările addon eBay
ru_ru: Не хватает параметров. Проверьте настройки модуля «Синхронизация с eBay»
tr_tr: Bazı parametreler eksik. Lütfen eBay eklenti ayarlarını kontrol edin
uk_ua: Бракує параметрів. Перевірте налаштування модуля «Синхронізація з eBay»

# Languages::ebay_success_products_notice
source: Products have been successfully exported.
ar_sa: تم تصدير المنتجات بنجاح.
cs_cz: Produkty byly úspěšně exportovány.
el_gr: Προϊόντα έχουν εξαχθεί με επιτυχία.
es_es: Productos se han exportado con éxito.
he_il: המוצרים יוצאו בהצלחה.
hu_hu: A termékek exportálása sikeresen megtörtént.
id_id: Produk telah berhasil diekspor.
it_it: I prodotti sono stati esportati con successo.
nl_nl: Producten zijn geëxporteerd.
no_no: Produktene er eksportert.
pl_pl: Produkty zostały skutecznie wyeksportowane.
pt_br: Os produtos foram exportados com sucesso.
ro_ro: Produsele au fost exportate cu succes.
ru_ru: Товары были успешно экспортированы.
tr_tr: Ürünler başarılı bir şekilde dışa aktarıldı.
uk_ua: Товари були успішно експортовані.

# Languages::ebay_success_orders_notice
source: Orders have been successfully imported.
ar_sa: تم استيراد الطلبات بنجاح.
cs_cz: Objednávky byly úspěšně importovány.
el_gr: Παραγγελίες έχουν εισαχθεί με επιτυχία.
es_es: Las órdenes han sido importadas con éxito.
he_il: הזמנות כבר יובא בהצלחה.
hu_hu: A megrendelések importálása sikeresen megtörtént.
id_id: Pesanan berhasil diimpor.
it_it: Gli ordini sono stati importati correttamente.
nl_nl: Bestellingen zijn geïmporteerd.
no_no: Ordrene er importert.
pl_pl: Zamówienia zostały skutecznie zaimportowane.
pt_br: Os pedidos foram importados com sucesso.
ro_ro: Comenzile au fost importate cu succes.
ru_ru: Заказы были успешно экспортированы.
tr_tr: Siparişler başarılı bir şekilde içe aktarıldı.
uk_ua: Замовлення були успішно експортовані.

# Languages::ebay_failed_orders_notice
source: An error occurred during order import.
ar_sa: حدث خطأ أثناء استيراد الطلب.
cs_cz: Během importu objednávky se vyskytla chyba.
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή της παραγγελίας.
es_es: Se ha producido un error durante la importación de la orden.
he_il: שגיאה בעת ביצוע יבוא את ההזמנה.
hu_hu: Hiba történt a rendelés importálása során.
id_id: Terjadi kesalahan selama impor pesanan.
it_it: Si è verificato un errore durante l'importazione di ordine.
nl_nl: Tijdens het importeren van de bestelling is er een fout opgetreden.
no_no: Det oppstod en feil under import av ordre.
pl_pl: Podczas importu zamówień wystąpił błąd.
pt_br: Ocorreu um erro durante a importação de pedidos.
ro_ro: Eroare în timpul importului de comenzi.
ru_ru: При импорте заказов произошла ошибка.
tr_tr: Sipariş içe aktarımı sırasında hata meydana geldi.
uk_ua: При імпорті замовлень сталася помилка.

# Languages::exporting_products_to_ebay
source: Exporting products to eBay.
ar_sa: تصدير المنتجات إلى eBay.
cs_cz: Export produktů na eBay.
el_gr: Εξάγει τα προϊόντα σε eBay.
es_es: Exportación de productos de eBay.
he_il: ייצוא מוצרים ל- eBay.
hu_hu: Termékek exportálása az eBay-be.
id_id: Mengekspor produk ke eBay.
it_it: Esportazione di prodotti su eBay.
nl_nl: Producten naar eBay exporteren.
no_no: Eksporterer produktene til eBay.
pl_pl: Eksportowanie produktów do eBay.
pt_br: Exportando produtos para o eBay.
ro_ro: Exportă produsele la eBay.
ru_ru: Экспорт товаров в eBay.
tr_tr: Ürünler eBay'e aktarılıyor.
uk_ua: Експорт товарів у eBay.

# Languages::ebay_default_template_not_found
source: Default template for the [company_name] was not found.
ar_sa: لم يتم العثور على القالب الافتراضي لـ [company_name].
cs_cz: Výchozí šablona pro [company_name] nebyla nalezena.
el_gr: Δεν βρέθηκε προεπιλεγμένο πρότυπο για το [company_name].
es_es: No se encontró la plantilla predeterminada para el [company_name].
he_il: תבנית ברירת המחדל [company_name] לא נמצאה.
hu_hu: A [company_name] vállalat alapértelmezett sablonja nem található.
id_id: Template default untuk [company_name] tidak ditemukan.
it_it: Il modello predefinito per [company_name] non è stato trovato.
nl_nl: Standaardsjabloon voor de [company_name] werd niet gevonden.
no_no: Standardmalen for [company_name] ble ikke funnet.
pl_pl: Domyślny szablon dla [company_name] nie został znaleziony.
pt_br: O modelo padrão para [company_name] não foi encontrado.
ro_ro: Şablon implicit pentru [company_name] nu a fost găsit.
ru_ru: Шаблон по умолчанию для [company_name] не найден.
tr_tr: [company_name] için varsayılan şablon bulunamadı.
uk_ua: Шаблон за замовчуванням для [company_name] що не знайдено.

# Languages::delete_this_template
source: Delete this template
ar_sa: احذف هذا القالب
cs_cz: Odstranit tuto šablonu
el_gr: Διαγράψτε αυτό το πρότυπο
es_es: Borrar esta plantilla
he_il: מחק תבנית זו
hu_hu: Sablon törlése
id_id: Hapus template ini
it_it: Elimina questo modello
nl_nl: Deze sjabloon verwijderen
no_no: Slett denne malen
pl_pl: Skasuj ten szablon
pt_br: Excluir este modelo
ro_ro: Ştergeţi acest şablon
ru_ru: Удалить этот шаблон
tr_tr: Bu şablonu sil
uk_ua: Видалити цей шаблон

# Languages::test_version
source: You're using a test version of this module, the validity of which ended on December 7th, 2013. After the end of the test period, the functions of the module will not be available. You can purchase the full version via a <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
ar_sa: أنت تستخدم إصدارًا تجريبيًا من هذه الوحدة ، والتي تنتهي صلاحيتها في 7 ديسمبر 2013. وبعد انتهاء فترة الاختبار ، لن تكون وظائف الوحدة متاحة. يمكنك شراء النسخة الكاملة عبر <a href="http://www.cs-cart.com/ebay-synchronization.html"> HelpDesk </a>
cs_cz: Používáte zkušební verzi tohoto modulu, jejíž platnost vypršela 7. prosince 2013. Po skončení zkušební doby nebudou funkce modulu nadále dostupné. Plnou verzi můžete zakoupit na <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
el_gr: Χρησιμοποιείτε μια δοκιμαστική έκδοση αυτής της ενότητας, η ισχύς της οποίας έληξε στις 7η Δεκεμβρίου 2013. Μετά το τέλος της περιόδου δοκιμής, οι λειτουργίες της μονάδας δεν θα είναι διαθέσιμες. Μπορείτε να αγοράσετε την πλήρη έκδοση μέσω του <a href="http://www.cs-cart.com/ebay-synchronization.html"> HelpDesk</a>
es_es: Está utilizando una versión de prueba de este módulo, su permiso terminó cuales terminó el 07 de diciembre de 2013. Al finalizar el período de prueba, las funciones del módulo no estarán disponibles. Usted puede comprar la versión completa a través del <a href="http://www.cs-cart.com/ebay-synchronization.html"> servicio de asistencia técnica</a>
he_il: אתה משתמש בגרסת בדיקה של מודול זה, תוקפו של אשר הסתיימה ב-7 בדצמבר, 2013. לאחר תום תקופת הניסיון, הפונקציות של המודול לא תהיה זמינה. ניתן לרכוש את הגירסה המלאה דרך <a href="http://www.cs-cart.com/ebay-synchronization.html">התמיכה</a>
hu_hu: E modul tesztverzióját használod, amelynek érvényessége 2013. december 7-én lejárt. A tesztidőszak lejárta után a modul funkciói nem lesznek elérhetőek. A teljes verziót a <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a> oldalon keresztül vásárolhatod meg.
id_id: Anda menggunakan versi uji modul ini, keabsahannya berakhir pada tanggal 7 Desember 2013. Setelah akhir masa uji coba, fungsi modul tidak akan tersedia. Anda dapat membeli versi lengkap melalui <a href="http://www.cs-cart.com/ebay-synchronization.html"> HelpDesk </a>
it_it: Stai usando una versione di prova di questo modulo, la sua validità si è conclusa il 7 dicembre 2013. Dopo la fine del periodo di prova, le funzioni del modulo non saranno disponibili. È possibile acquistare la versione completa tramite un <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
nl_nl: U gebruikt een testversie van deze module, de geldigheid die eindigde op 7 December 2013. Na het einde van de testperiode, zullen de functies van de module niet beschikbaar zijn. U kan de volledige versie aankopen via een <a href="http://www.cs-cart.com/ebay-synchronization.html"> HelpDesk</a>
no_no: Du bruker en testversjon av denne modulen gyldigheten endte den 7 desember 2013. Etter slutten av testperioden, vil funksjonene i modulen ikke være tilgjengelig. Du kan kjøpe fullversjonen via <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
pl_pl: Używasz wersji testowej tego modułu, którego ważność zakończyła się w dniu 7 grudnia 2013. Po zakończeniu okresu próbnego funkcje modułu nie będą dostępne. Można kupić pełną wersję przez <a href="http://www.cs-cart.com/ebay-synchronization.html"> ten adres</a>
pt_br: Você está usando uma versão de teste deste módulo cuja validade se encerrou em 7 de Dezembro de 2013. Após o fim do período de testes as funções não estarão mais disponíveis. Você pode adquirir a versão completa através do <a href="http://www.cs-cart.com/ebay-synchronization.html">Helpdesk</a>.
ro_ro: Utilizaţi o versiune de test a acestui modul, a căror valabilitate s-a încheiat pe data de 7 decembrie 2013. La sfârșitul perioadei de testare, funcţiile modulului nu vor fi disponibile. Puteţi achiziţiona versiunea completă prin intermediul un <a href="http://www.cs-cart.com/ebay-synchronization.html"> HelpDesk</a>
ru_ru: Вы используете тестовую версию модуля, ее валидность истекла 7 декабря 2013 года. После тестового периода функции модуля недоступны. Приобрести полную версию вы можете через портал <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
tr_tr: Bu modülün geçerliliği 7 Aralık 2013'te sona ermiş olan test sürümünü kullanıyorsunuz. Test süresi bitiminde modül fonksiyonları gerçekleştirilemeyecektir. Tam sürümü <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a> yoluyla elde edebilirsiniz.
uk_ua: Ви використовуєте тестову версію модуля, її валідність минула 7 грудня 2013. Після тестового періоду функції модуля недоступні. Придбати повну версію ви можете через портал <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>

# Languages::ttc_list_products_on
source: Choose the region of the eBay auction for which your site will work
ar_sa: اختر منطقة مزاد eBay الذي سيعمل عليه موقعك
cs_cz: Vyberte region na eBay aukci, pro které vaše stránky budou fungovat
el_gr: Επιλέξτε την περιοχή της δημοπρασίας ebay για την οποία θα λειτουργήσει το site σας
es_es: Elija la región de la subasta de ebay para la que su sitio funcionará
he_il: בחר את האזור של המכירה הפומבית eBay אשר האתר שלך יעבוד
hu_hu: Válaszd ki az eBay aukció régióját, amelyben az oldala működni fog
id_id: Pilih wilayah lelang eBay tempat situs Anda akan bekerja
it_it: Scegli il paese dell'asta eBay in cui lavorerà il tuo sito
nl_nl: Kies de regio van de ebay veiling waarvoor uw site zal werken
no_no: Velg regionen hvor eBay auksjonen skal fungere
pl_pl: Wybierz region aukcji eBay, dla których Twój sklep będzie dostępny
pt_br: Escolha a região do leilão do eBay a qual a sua loja irá atender
ro_ro: Alege regiunea licitației eBay pentru care site-ul tău va funcționa
ru_ru: Выберите регион аукциона eBay, для которого будет работать ваш сайт
tr_tr: Sitenizin çalışacağı eBay açık arttırma bölgesini seçin
uk_ua: Оберіть регіон аукціону eBay, для якого працюватиме ваш сайт

# Languages::ttc_use_as_default
source: Use this template for products with no template defined
ar_sa: استخدم هذا القالب للمنتجات التي لا يوجد قالب محدد لها
cs_cz: Použít tuto šablonu pro produkty bez definované šablony
el_gr: Χρησιμοποιήστε αυτο το πρότυπο για προϊόντα με κανένα πρότυπο ορισμενο
es_es: Utilice esta plantilla para productos sin plantilla definida
he_il: השתמש בתבנית זו עבור מוצרים ללא תבנית מוגדרת
hu_hu: Használd ezt a sablont olyan termékekhez, amelyekhez nincs sablon definiálva
id_id: Gunakan template ini untuk produk tanpa template yang ditentukan
it_it: Utilizzare questo modello per prodotti con nessun modello definito
nl_nl: Gebruik deze sjabloon voor producten waar geen sjabloon is gedefinieerd
no_no: Bruk denne malen for produkter uten definert mal
pl_pl: Użyj tego szablonu dla produktów nie mających zdefiniowanego szablonu
pt_br: Use este modelo para produtos com nenhum modelo definido
ro_ro: Utilizaţi acest şablon pentru produsele cu nici un şablon definit
ru_ru: Использовать этот шаблон для товаров, которым не назначен шаблон
tr_tr: Şablonu henüz tanımlanmamış ürünler için bu şablonu kullanın
uk_ua: Використовувати цей шаблон для товарів яким шаблон не назначено

# Languages::ttc_ebay_root_category
source: The product root category at eBay
ar_sa: فئة جذر المنتج في eBay
cs_cz: Hlavní kategorie produktu na eBay
el_gr: Η μητρικη κατηγορία προϊόντων στο eBay
es_es: La categoría raíz de producto en eBay
he_il: הקטגוריה שורש מוצרים ב- eBay
hu_hu: A termék gyökérkategóriája az eBay-en
id_id: Kategori akar produk di eBay
it_it: La categoria di prodotto principale di eBay
nl_nl: De product hoofdcategorie op eBay
no_no: Overordnet produktkategori på eBay
pl_pl: Główna kategoria produktów w serwisie eBay
pt_br: Categoria principal do produto no eBay
ro_ro: Categoria de produse rădăcină la eBay
ru_ru: Корневая категория товаров на стороне eBay
tr_tr: eBay'deki ürün kök dizin kategorisi
uk_ua: Коренева категорія товарів на стороні eBay

# Languages::ttc_ebay_root_sec_category
source: The additional product root category at eBay
ar_sa: فئة جذر المنتج الإضافية في eBay
cs_cz: Dodatečný produkt root kategorie na eBay
el_gr: Η συμπληρωματικη μητρικη κατηγορία προϊόντος στο ebay
es_es: La categoría adicional del producto raíz en eBay
he_il: קטגוריית שורש נוספת של המוצר ב-eBay
hu_hu: A további termék gyökérkategória az eBay-en
id_id: Kategori akar produk tambahan di eBay
it_it: La categoria di prodotto supplementare eBay
nl_nl: De aanvullende product hoofdcategorie op eBay
no_no: Ekstra overordnet produktkategori på eBay
pl_pl: Dodatkowa kategoria główna produktu w serwisie eBay
pt_br: Categoria principal adicional para o produto no eBay
ro_ro: Categoria de rădăcină de produs suplimentar la eBay
ru_ru: Дополнительная категория товаров на стороне eBay
tr_tr: eBay'deki ürün ek kök dizin kategorisi
uk_ua: Додаткова категорія товарів на стороні eBay

# Languages::ebay_second_category_tooltip
source: The additional product subcategory at eBay
ar_sa: الفئة الفرعية للمنتج الإضافي في eBay
cs_cz: Dodatečný produkt podkategorie na eBay
el_gr: Η συμπληρωματικη υποκατηγορία προϊόντος στο ebay
es_es: La subcategoría adicional del producto en eBay
he_il: קטגוריית שורש נוספת של המוצר ב-eBay
hu_hu: A további termék alkategória az eBay-en
id_id: Subkategori produk tambahan di eBay
it_it: La sottocategoria prodotto supplementare su ebay
nl_nl: De aanvullende product subcategorie op eBay
no_no: Ekstra produkt underkategori på ebay
pl_pl: Dodatkowa podkategoria produktu w serwisie ebay
pt_br: Categoria principal adicional para o produto no eBay
ro_ro: Subcategoria de produs suplimentar la eBay
ru_ru: Дополнительная подкатегория товаров на стороне eBay
tr_tr: eBay'deki ek ürün alt kategorisi
uk_ua: Додаткова підкатегорія товарів на стороні eBay

# Languages::ttc_shipping_type
source: Choose whether to use calculated or flat shipping type. Calculated - shipping will be calculated according to the customers ZIP address, the weight of the package, and the type of shipping services you offer; Flat - shipping rate will be fixed
ar_sa: اختر ما إذا كنت تريد استخدام نوع الشحن المحسوب أو الثابت. محسوب - سيتم حساب الشحن وفقًا لعنوان ZIP الخاص بالعميل ووزن الحزمة ونوع خدمات الشحن التي تقدمها ؛ ثابت - سيتم تحديد سعر الشحن
cs_cz: Vyberte, zda chcete použít kalkulovanou nebo fixní metodu poštovného. Kalkulovaná - poštovné bude vypočteno na základě PSČ zákazníka, hmotnosti zásilky a způsobu dopravy. Fixní - poštovné bude pevné
el_gr: Επιλέξτε αν θέλετε να χρησιμοποιήστε τύπο υπολογισμού ή σταθερα μεταφορικα. Τα υπολογισμενα μεταφορικα θα υπολογιστουν σύμφωνα με τη διεύθυνση και ΤΚ των πελατων, το βάρος του πακέτου, και τον τύπο υπηρεσίας αποστολής που προσφέρετε. Τα σταθερα/Flat -μεταφορικα θα ειναι σταθερα
es_es: Elija si desa utilizar el tipo de envío con tarifa calculada o plana. Calculada - el envío será calculado de acuerdo a la dirección postal de los clientes, el peso del paquete, y el tipo de servicios de envío que ofreces; Plana: el monto del envío será fijo
he_il: בחר האם להשתמש בחישוב דמי משלוח או בתעריף קבוע. תעריף מחושב - יחשב את דמי המשלוח על פי מיקוד, משקל החבילה ושיטת המשלוח המוצעת; תעריף קבוע - דמי המשלוח יהיו אחידים לכל המוצרים בחנות
hu_hu: Válaszd ki, hogy számított vagy átalánydíjas szállítási típust szeretnél-e használni. Számított - a szállítási költség a vásárló irányítószámának, a csomag súlyának és az általad kínált szállítási szolgáltatás típusának megfelelően kerül kiszámításra; Átalány - a szállítási költség fix lesz.
id_id: Pilih apakah akan menggunakan jenis pengiriman yang dihitung atau rata. Dihitung - pengiriman akan dihitung sesuai alamat ZIP pelanggan, bobot paket, dan jenis layanan pengiriman yang Anda tawarkan; Flat - tarif pengiriman akan diperbaiki
it_it: Scegliere se utilizzare il tipo di spedizione calcolato o forfettaria. Calcolato - spedizione sarà calcolata secondo l'indirizzo ZIP dei clienti così come il peso del pacchetto e il tipo di servizi di spedizione che offri; Forfettaria - una tariffa di spedizione verrà fissata
nl_nl: Maak een keuze of berekende verzendkosten of vaste verzendkosten gebruikt worden. Berekende verzendkosten worden berekend op basis van de postcode van de klant, het gewicht van het pakket, en het type transport dat wordt aangeboden. Vast tarief is een vooraf vastgesteld bedrag voor de verzending
no_no: Velg om du vil bruke beregnet eller fast fraktpris. Beregnet - frakt vil bli beregnet i henhold til kundens postnummer, vekten av pakken, og den type frakttjeneste du tilbyr. Fast - fraktpris vil være lik hver gang
pl_pl: Zdecyduj, czy chcesz używać kalkulowanej wysyłki czy ustalonych kosztów wysyłki. Kalkulowana - oblicza według adresu pocztowego Klienta, wagi paczki i rodzaju usług, które są oferowane; Liniowa - stawki za wysyłkę są ustalone na sztywno
pt_br: Escolha se você deseja usar o frete fixo ou calculado. Calculado: o frete será calculado de acordo com o CEP do endereço do cliente, o peso do pacote e os serviços de frete que você deseja oferecer. Fixo: o valor do frete será fixo
ro_ro: Alegeţi dacă utilizaţi tipul de transport calculat sau fix. Calculat - transportul va fi calculat în funcţie de adresa poștală a clienţiilor, greutatea pachetului şi tipul de servicii de curierat oferit; Fix - rata de transport va fi fixă
ru_ru: Использовать фиксированную стоимость доставки или рассчитывать ее автоматически. Расчет стоимости доставки выполняется на основе почтового индекса покупателя, веса посылки и выбранной почтовой службы.
tr_tr: Teslimat tipi olarak hesaplanmış veya sabit seçeneklerinden birini seçin. Hesaplanmış: teslimat, müşterilerin posta kodlarına, paketin ağırlığına ve sunmuş olduğunuz teslimat hizmeti türüne göre hesaplanacaktır. Sabit: teslimat bedeli sabit olacaktır
uk_ua: Використовувати фіксовану вартість доставки або обчислювати її автоматично, виходячи з поштового індексу покупця, ваги посилки та обраної поштової служби

# Languages::ttc_domestic_shipping_service
source: Choose the shipping service that will be used for delivering products in the domestic region
ar_sa: اختر خدمة الشحن التي سيتم استخدامها لتوصيل المنتجات في المنطقة المحلية
cs_cz: Vyberte přepravní službu, která bude použita pro doručování produktů ve vašem regionu
el_gr: Επιλέξτε την υπηρεσία αποστολής που θα χρησιμοποιηθεί για την παράδοση των προϊόντων στην εγχώρια περιοχή
es_es: Elija el servicio de envío que se utilizará para el servicio de entrega de los productos en su región
he_il: בחר את שיטת המשלוח למוצרים באזור המקומי (בתוך המדינה)
hu_hu: Válaszd ki azt a szállítási szolgáltatást, amely a termékeknek a világ többi részébe történő kiszállításához használandó
id_id: Pilihlah layanan pengiriman yang akan digunakan untuk mengantarkan produk di dalam negeri
it_it: Scegliere il servizio di spedizione che verrà utilizzato per la consegna dei prodotti nella regione interna
nl_nl: Kies de verzendservice die zal worden gebruikt voor het leveren van producten in Nederland
no_no: Velg frakttjenesten som vil bli brukt for å levere produkter i den innenlandske regionen
pl_pl: Wybierz firmę wysyłkową, która będzie używana dla dostarczania produktów w Twoim kraju
pt_br: Escolha o serviço de frete que será usado para entregar os produtos no seu país
ro_ro: Alege serviciul de livrare care va fi folosit pentru livrarea de produse în regiunea interne
ru_ru: Выберите службу доставки для доставки товаров в домашнем регионе
tr_tr: Yurtiçi ürün teslimatı için kullanılacak olan teslimat hizmetini seçin
uk_ua: Оберіть службу доставки товарів всередині країни

# Languages::ttc_international_shipping_service
source: Choose the shipping service that will be used for delivering products worldwide
ar_sa: اختر خدمة الشحن التي سيتم استخدامها لتوصيل المنتجات إلى جميع أنحاء العالم
cs_cz: Vyberte přepravní službu, která bude použita pro doručování produktů mezinárodně
el_gr: Επιλέξτε την υπηρεσία αποστολής που θα χρησιμοποιηθεί για την παράδοση των προϊόντων σε όλο τον κόσμο
es_es: Elija el servicio de envío que será utilizado para la entrega de productos a nivel mundial
he_il: בחר את שיטת המשלוח למוצרים בעולם כולו
hu_hu: A termék vásárlóhoz történő kiszállításának időtartama (napokban)
id_id: Pilihlah layanan pengiriman yang akan digunakan untuk mengantarkan produk ke seluruh dunia
it_it: Scegliere il servizio di trasporto che verrà utilizzato per la consegna dei prodotti in tutto il mondo
nl_nl: Kies de verzendservice die zal worden gebruikt voor het leveren van producten wereldwijd
no_no: Velg frakttjenesten som vil bli brukt for å levere produkter i resten av verden
pl_pl: Wybierz firmę wysyłkową, która będzie używana do dostarczania produktów na całym świecie
pt_br: Escolha o serviço de frete que será usado para entregar os produtos em outros países
ro_ro: Alege serviciul de livrare care va fi folosit pentru livrarea de produse la nivel mondial
ru_ru: Выберите службу доставки для международной доставки товаров
tr_tr: Uluslararası teslimatlar için kullanılacak olan teslimat hizmetini seçin
uk_ua: Служба доставки для міжнародних відправлень
