Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::ebay_registration_notice
source: In order to get this information you need first to register your Developer account <a href="https://developer.ebay.com/join/">here</a>.<br /><br />After you registered, you will receive the "DevID", "AppID" and "CertID" keys. So you have to generate the special "Token" in order to use this API. In order to generate the "Token", please click the "Get a User Token" link at the bottom of "My account" page (tools box) or follow <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">this link</a>.<br /><br />Please complete this form with the given credentials.
ar_sa: للحصول على هذه المعلومات ، عليك أولاً تسجيل حساب المطور الخاص بك <a href="https://developer.ebay.com/join/"> هنا </a>.<br /><br /> بعد تسجيلك ، ستتلقى مفاتيح "DevID" و "معرف التطبيق" و "CertID". لذلك عليك إنشاء "الرمز المميز" الخاص لكي تستخدم واجهة برمجة التطبيقات هذه. لإنشاء "الرمز المميز" ، يرجى النقر على الرابط "الحصول على رمز المستخدم" في أسفل صفحة "حسابي" (مربع الأدوات) أو اتباع <a href = "https://developer.ebay.com/DevZone /account/tokens/default.aspx"> هذا الرابط </a>. <br /> <br /> يرجى إكمال هذا النموذج باستخدام بيانات الاعتماد المقدمة.
cs_cz: Ve snaze získat tuto informaci musíte nejprve zaregistrovat developerské konto <a href="https://developer.ebay.com/join/">zde</a>.<br /><br />Po registraci obdržíte klíče "DevID", "AppID" a "CertID". Takže budete muset vytvořit speciální "Token" pro použití tohoto API. S cílem vytvářet "Token", prosím klikněte na "Získejte token uživatele" odkaz v dolní části stránky "Můj účet" (nástroje zóna) a nebo následujte <a href="https://developer.ebay.com/DevZone/account/tokens /default.aspx ">tento odkaz</a>.<br /><br />Prosím, vyplňte tento formulář s danými pověřeními.
el_gr: Για να πάρετε αυτές τις πληροφορίες θα πρέπει πρώτα να εγγραψετε ενα λογαριασμό προγραμματιστή <a href="https://developer.ebay.com/join/"> εδώ</a>. <br /> <br /> Μετά την εγγραφή σας, θα λάβετε τα πλήκτρα "DevID", "AppID" και "CertID". Έτσι, θα πρεπει να παραξετε το ειδικο "Token" για να χρησιμοποιήσετε αυτό το API. Για να δημιουργήσετε το «Token», παρακαλώ κάντε κλικ στο σύνδεσμο «Πάρτε ένα Token χρήστη» στο κάτω μέρος της σελίδας "Ο λογαριασμός μου" (πλαισιο εργαλείων) ή ακολουθήστε <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> το σύνδεσμο</a>. <br /> <br /> παρακαλώ συμπληρώστε την παρακάτω φόρμα με τα απεσταλμενα διαπιστευτήρια.
es_es: Con el fin de obtener esta información que necesita primero registrar su cuenta de desarrollador <a href="https://developer.ebay.com/join/"> aquí </a>. <br /> <br /> Una vez registrado , recibirá el "DevID", teclas "CertID" "AppID" y. Así que hay que generar el "token" especial con el fin de utilizar esta API. Con el fin de generar el "simbólico", por favor haga clic en el enlace "Obtener un usuario de emergencia" en la parte inferior de la caja de herramientas () "Mi cuenta" página o seguir <a href = "https://developer.ebay.com/DevZone /account/tokens/default.aspx">this </a> enlace. <br /> <br /> Por favor complete el formulario con las credenciales dadas.
he_il: על מנת לקבל את המידע הזה אתה צריך קודם להרשם לחשבון שלך כמפתח <a href="https://developer.ebay.com/join/">כאן</a>.<br /><br />אחרי שרשמתם, תקבל את "DevID", "AppID" ו- "CertID". אז אתה צריך ליצור את "אסימון" מיוחד כדי להשתמש ב- API זה. על מנת ליצור את "אסימון", נא לחץ על הקישור "לקבל על המשתמש אסימון" בתחתית בדף "החשבון שלי" (תיבת כלים) או בצע <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">הקישור הזה</a>.<br /><br />אנא מלא טופס זה עם אישורים נתונה.
hu_hu: Ahhoz, hogy hozzájuss ehhez az információhoz, először regisztrálnod kell a fejlesztői fiókod <a href="https://developer.ebay.com/join/">itt</a>.<br /><br />A regisztráció után megkapod a "DevID", "AppID" és "CertID" kulcsokat. Tehát egy speciális "Tokent" kell generálnod ahhoz, hogy használni tudd ezt az API-t. A "Token" generálásához kattints a "Get a User Token" (Felhasználói Token kérése) linkre a "My account" (Profilom) oldal alján (tools box/eszközük doboz) , vagy kövesd <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">ezt a linket</a>.<br /><br />Kérjük, töltsd ki ezt az űrlapot a megadott hitelesítő adatokkal.
id_id: Dalam rangka untuk mendapatkan informasi ini Anda harus terlebih dahulu mendaftarkan akun Pengembang <a href="https://developer.ebay.com/join/"> disini </a>. <br /> <br /> Setelah Anda mendaftar, Anda akan menerima tombol "DevID", "AppID" dan "CertID". Jadi, Anda harus menghasilkan khusus "Token" di rangka untuk menggunakan API ini. Dalam rangka untuk menghasilkan "Token", klik "Dapatkan User Token" link di bagian bawah "My account" halaman (alat box) atau mengikuti <a href = "https://developer.ebay.com/DevZone /account/tokens/default.aspx "> tautan ini </a>. <.
it_it: Al fine di ottenere queste informazioni è necessario prima registrare il vostro account da sviluppatore <a href="https://developer.ebay.com/join/">qui</a>.<br /><br />Dopo che ti sarai registrato, riceverai le chiavi "DevID", "AppID" e "CertID". Poi dovrai generare il "Token" per poter utilizzare le API. Per generare il "Token", clicca sul link "Ottieni un Token utente" nella parte inferiore della pagina "Il mio account" (casella strumenti) o clicca <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">questo link</a>.<br /><br />Si prega di compilare questo modulo con le credenziali specificate.
nl_nl: Om deze informatie te krijgen moet eerst <a href="https://developer.ebay.com/join/">hier</a> een Developer account worden geregistreerd.<br /><br />Na de registratie, ontvangt men "DevID", "AppID" en "CertID" sleutels. De speciale "Token" moet gegenereerd worden om deze api te gebruiken. Voor het genereren van het token, klik op de "Gebruikers token verkrijgen" link onderaan in "Mijn profiel" pagina (tools box) of volg <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">deze link</a>.<br /><br />Vul dit formulier in met de opgegeven referenties.
no_no: For å få denne informasjonen må du først registrere din Developer konto <a href="https://developer.ebay.com/join/">here</a>.<br /><br />Etter at du har registrert deg, vil du motta "DevID", "AppID" og "CertID" nøkler. Så må du generere en spesiell "Token" for å kunne bruke denne API-en. For å generate en "Token", vennligst klikk "Get a User Token" linken i bunnen av "My account" siden (tools box) eller følg <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">denne linken</a>.<br /><br />Fyll ut dette skjemaet med de gitte attester.
pl_pl: Aby uzyskać te informacje, musisz najpierw zarejestrować konto developerskie <a href="https://developer.ebay.com/join/"> w tym miejscu</a>. <br /> <br /> Po rejestracji, otrzymasz klucze "DevID", "AppID" i "CertID". Musisz wygenerować specjalny "Token" aby używać tego interfejsu API. Aby wygenerować "Token", kliknij "Get a User Token" link na dole strony "Moje konto" (narzędzia pole) lub kliknij <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> ten link</a>. <br /> <br /> gdzie trzeba wypełnić formularz podając odpowiednie dane.
pt_br: Para obter esta informação você deve criar uma <a href="https://developer.ebay.com/join/">conta de desenvolvedor</a>.<br /><br />Depois de criar a conta você poderá obter as chaves "DevID", "AppID" e "CertID". Em seguida você deverá criar o token para utilizar esta API. Para criar o token clique em "Get a User Token" no rodapé da página "My Account" ou acesse <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">este link</a>.<br /><br />Preencha o formulário com seus dados de acesso.
ro_ro: Pentru a obţine aceste informaţii în primul rând trebuie să vă înregistraţi contul de Dezvoltator<a href="https://developer.ebay.com/join/"> aici</a>. < br / > < br / > după ce v-aţi înregistrat, veţi primi cheile "DevID", "AppID" şi "CertID". Deci va trebui să generați special "Token" pentru a utiliza acest API. Pentru a genera "Token", vă rugăm să faceţi clic pe linkul "Obţine un utilizator Token" din josul paginii "My account" (caseta de instrumente) sau urmaţi <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> acest link</a>. < br / > < br / > vă rugăm să completaţi acest formular cu acreditările date.
ru_ru: Чтобы получить доступ к этой информации, зарегистрируйте учетную запись разработчика <a href="https://developer.ebay.com/join/">здесь</a>.<br /><br />После регистрации вы получите ключи DevID, AppID и CertID. Для использования этого API вам необходимо сгенерировать специальный токен (Token). Чтобы сделать это, нажмите на ссылку «Get a User Token» на странице «My account» (на сайте eBay) или следуйте по <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">этой ссылке</a>.<br /><br />Затем введите полученные данные в эту форму.
tr_tr: Bu bilgiyi almak için öncelikle burada <a href="https://developer.ebay.com/join/"> Geliştirici hesabınızı kaydetmelisiniz. Kayıt sonrasında "DevID", "AppID" ve "CertID" anahtarlarınızı alacaksınız. Bu API'yi kullanabilmek için özel "Simge" üretmeniz gerekmektedir. Lütfen "Hesabım" sayfasının altında bulunan "Bir Kullanızı Simgesi Al" linkine tıklayın (araç kutusu) veya bu linki <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">takip edin</a>.<br /><br />. Lütfen bu formu verilen kimlik bilgilerini kullanarak doldurun.
uk_ua: Щоб отримати доступ до цієї інформації, зареєструйте обліковий запис розробника <a href="https://developer.ebay.com/join/">тут</a>.<br /><br />Після реєстрації ви отримаєте ключі DevID, AppID і CertID. Для використання цього API вам необхідно згенерувати спеціальний токен (Token). Щоб зробити це, натисніть на посилання «Get a User Token» на сторінці «My account» (на сайті eBay) чи пройдіть за <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">цим посиланням</a>.<br /><br />Потім введіть отримані дані в цю форму.

# Languages::add_ebay_template
source: Add eBay template
ar_sa: أضف قالب eBay
cs_cz: Přidání eBay šablony
el_gr: Προσθέστε eBay πρότυπο
es_es: Añadir plantilla de eBay
he_il: להוסיף תבנית של eBay
hu_hu: eBay sablon hozzáadása
id_id: Tambahkan template eBay
it_it: Aggiungi modello eBay
nl_nl: EBay sjabloon toevoegen
no_no: Legg til eBay mal
pl_pl: Dodaj szablon eBay
pt_br: Adicionar modelo do eBay
ro_ro: Adaugă şablon eBay
ru_ru: Добавить шаблон eBay
tr_tr: eBay şablonu ekle
uk_ua: Додати eBay шаблон

# Languages::shipping_type
source: Shipping type
ar_sa: نوع الشحن
cs_cz: Způsob dopravy
el_gr: Τύπος Αποστολής
es_es: Tipo de envío
he_il: סוג משלוח
hu_hu: Szállítás típusa
id_id: Jenis pengiriman
it_it: Tipo di spedizione
nl_nl: Type verzending
no_no: Frakt type
pl_pl: Typ wysyłki
pt_br: Tipo de frete
ro_ro: Tipul de expediere
ru_ru: Тип доставки
tr_tr: Teslimat türü
uk_ua: Тип доставки

# Languages::flat
source: Flat
ar_sa: مستوي
cs_cz: Plocha
el_gr: Επίπεδο
es_es: Plano
he_il: שטוח
id_id: Datar
it_it: Flat (forfettario)
nl_nl: Vast
pl_pl: Liniowy
pt_br: Fixo
ro_ro: Fix
ru_ru: Фиксированная
tr_tr: Sabit
uk_ua: Фіксована

# Languages::calculated
source: Calculated
ar_sa: احسب
cs_cz: Vypočtené
el_gr: Υπολογίζεται
es_es: Calcula
he_il: מחושב
hu_hu: Számított
id_id: Dihitung
it_it: Calcolato
nl_nl: Berekend
no_no: Beregnet
pl_pl: Obliczone
pt_br: Calculado
ro_ro: Calculat
ru_ru: Рассчитывается
tr_tr: Hesaplanmış
uk_ua: Розраховується

# Languages::domestic_shipping_service
source: Domestic shipping service
ar_sa: خدمة الشحن المحلية
cs_cz: Domácí přepravní služba
el_gr: Υπηρεσια εγχωριας αποστολής
es_es: Servicio de envío nacional
he_il: שירות משלוח מקומי
hu_hu: Belföldi szállítási szolgáltatás
id_id: Jasa pengiriman domestik
it_it: Servizio di spedizione nazionale
nl_nl: Binnenlandse verzenddienst
no_no: Innenriks frakt service
pl_pl: Krajowy serwis wysyłek
pt_br: Frete doméstico
ro_ro: Serviciu de transport intern
ru_ru: Внутренняя служба доставки
tr_tr: Yurtiçi teslimat hizmeti
uk_ua: Внутрішня служба доставки

# Languages::international_shipping_service
source: International shipping service
ar_sa: خدمة الشحن الدولية
cs_cz: Mezinárodní přepravní služba
el_gr: Υπηρεσία διεθνους μεταφορας
es_es: Servicio de envío internacional
he_il: שירות משלוח בינלאומי
hu_hu: Nemzetközi szállítási szolgáltatás
id_id: Layanan pengiriman internasional
it_it: Servizio di spedizione internazionale
nl_nl: Internationale verzendservice
no_no: Internasjonal frakt service
pl_pl: Międzynarodowy serwis wysyłkowy
pt_br: Frete internacional
ro_ro: Serviciu internaţional de transport
ru_ru: Международная служба доставки
tr_tr: Yurtdışı teslimat hizmeti
uk_ua: Міжнародна служба доставки

# Languages::dispatch_days
source: Dispatch days
ar_sa: أيام الإرسال
cs_cz: Den odeslání
el_gr: Ημέρες αποστολής
es_es: Días de despacho
he_il: ימים של משלוח
hu_hu: Kézbesítési idő (napokban)
id_id: Hari pengiriman
it_it: Giorni di spedizione
nl_nl: Verzendings dagen
no_no: Forsendelse dager
pl_pl: Dni wysyłki
pt_br: Prazo de envio
ro_ro: Zile de expediere
ru_ru: Дни отправки
tr_tr: Sevk günleri
uk_ua: Дні відправки

# Languages::ebay_payment_methods
source: eBay payment methods
ar_sa: طرق الدفع eBay
cs_cz: eBay platební metody
el_gr: eBay τρόποι πληρωμής
es_es: métodos de pago de eBay
he_il: שיטות תשלום eBay
hu_hu: eBay fizetési módok
id_id: metode pembayaran eBay
it_it: Metodi di pagamento eBay
nl_nl: eBay betaalmethoden
no_no: eBay betalingsmetoder
pl_pl: Metody płatności eBay
pt_br: Formas de pagamento do eBay
ro_ro: Metode de plată eBay
ru_ru: Способы оплаты eBay
tr_tr: eBay ödeme yöntemleri
uk_ua: Способи оплати eBay

# Languages::paypal_email
source: PayPal email
ar_sa: البريد الإلكتروني PayPal
es_es: Correo electrónico de PayPal
he_il: דואר אלקטרוני של PayPal
id_id: Email PayPal
it_it: E-mail di PayPal
no_no: PayPal e-post
pt_br: E-mail do Paypal
ro_ro: E-mail PayPal
ru_ru: Эл. почта PayPal
tr_tr: PayPal e-posta

# Languages::ebay.paypal_email
source: PayPal email
ar_sa: البريد الإلكتروني PayPal
es_es: Correo electrónico de PayPal
he_il: דואר אלקטרוני של PayPal
id_id: Email PayPal
it_it: E-mail di PayPal
no_no: PayPal e-post
pt_br: E-mail do Paypal
ro_ro: E-mail PayPal
ru_ru: Эл. почта PayPal
tr_tr: PayPal e-postası
uk_ua: PayPal електронна адреса

# Languages::ebay_category_condition
source: eBay category condition
ar_sa: حالة فئة eBay
cs_cz: eBay podmínka kategorie
el_gr: κατάσταση κατηγορίας eBay
es_es: condición de categoría de eBay
he_il: מצב הקטגוריה eBay
hu_hu: eBay kategória feltétele
id_id: kondisi kategori eBay
it_it: Condizione categoria eBay
nl_nl: eBay categorie voorwaarde
no_no: eBay kategori tilstand
pl_pl: Warunek kategorii eBay
pt_br: Condição de categoria do eBay
ro_ro: Starea categoriei eBay
ru_ru: Состояние категории eBay
tr_tr: eBay kategori durumu
uk_ua: Стан категорії eBay

# Languages::ebay_associated_category
source: Associated eBay category
ar_sa: فئة eBay المرتبطة
cs_cz: Kategorie přidružené s eBay
el_gr: Συνδεμενη κατηγορία eBay
es_es: Categoría de asociado eBay
he_il: הקטגוריה eBay המשויך
hu_hu: Kapcsolódó eBay kategória
id_id: Kategori eBay terkait
it_it: Categoria eBay associata
nl_nl: Bijbehorende eBay categorie
no_no: Tilknyttet eBay kategori
pl_pl: Skojarzony z kategorią eBay
pt_br: Categorias associadas do eBay
ro_ro: Categorie asociată eBay
ru_ru: Категория на eBay, соответствующая категории в магазине
tr_tr: İlişkili eBay kategorisi
uk_ua: eBay пов'язані категорії

# Languages::ebay_category_preferences
source: eBay Category <br> Preferences
ar_sa: فئة eBay <br> تفضيلات
cs_cz: eBay kategorie <br> Předvolby
el_gr: κατηγορία eBay<br>προτιμήσεις
es_es: Preferencias de Categoria de eBay <br>
he_il: eBay קטגוריה <br> העדפות
hu_hu: eBay kategória <br> Preferenciák
id_id: kategori eBay - Preferensi
it_it: Categoria eBay<br>Preferenze
nl_nl: eBay categorie<br>Voorkeuren
no_no: eBay kategori <br>Innstillinger
pl_pl: Kategorie eBay <br>Preferencje
pt_br: Categoria do eBay <br> Preferências
ro_ro: Categorie eBay <br> Preferințe
ru_ru: Категория на eBay <br> Параметры
tr_tr: eBay Kategori <br>tercihleri
uk_ua: eBay катагорія <br> Налаштування

# Languages::ebay_category_preferences_tooltip
source: Use the eBay category of the template, or assign a different eBay category to the products that fall under this category of your store
ar_sa: استخدم فئة eBay للقالب ، أو قم بتعيين فئة eBay مختلفة للمنتجات التي تندرج تحت هذه الفئة من متجرك
cs_cz: Použijte kategorii eBay šablony, nebo přiřadte jinou eBay kategorii k produktům které spadají do této kategorie vašeho obchodu
el_gr: Χρησιμοποιήστε την κατηγορία eBay του προτύπου, ή εκχωρήστε μια διαφορετικη κατηγορία eBay στα προϊόντα που εμπίπτουν στην κατηγορία αυτή του καταστήματος σας
es_es: Use la categoría de eBay modelo o asigne una categoría de eBay diferente al producto que coincide con la categoría de su tienda
he_il: השתמש בקטגוריה eBay התבנית, או מקצה קטגוריית eBay שונים למוצרים נופלים תחת קטגוריה זו של החנות שלך
hu_hu: Használd a sablon eBay kategóriáját, vagy rendelj másik eBay kategóriát a piactér ezen kategóriájába tartozó termékekhez.
id_id: Gunakan kategori eBay dari template, atau tetapkan kategori eBay yang berbeda ke produk yang termasuk dalam kategori toko Anda ini
it_it: Utilizza la categoria di eBay del modello, oppure assegna una categoria di eBay differente ai prodotti che rientrano in questa categoria del tuo negozio
nl_nl: Gebruik de eBay categorie van de sjabloon of een andere eBay-categorie toewijzen aan de producten die onder deze categorie van uw winkel vallen
no_no: Bruk kategorien eBay av malen, eller tildel en annen eBay kategori til produkter som faller inn under denne kategorien i butikken din
pl_pl: Użyj kategorii eBay w szablonie lub przypisz kategorię eBay do różnych produktów, które mieszczą się w tej kategorii ze sklepu
pt_br: Use a categoria do eBay do modelo ou selecione uma categoria diferente para os produtos pertencentes a esta categoria da sua loja
ro_ro: Folosește șablonul categoriei eBay, sau atribuie o categorie eBay diferită produselor care intră în această categorie a magazinului
ru_ru: Использовать категорию eBay шаблона или назначить другую категорию eBay для товаров, которые находятся в этой категории на стороне вашего магазина
tr_tr: Şablonun eBay kategorisini kullanın veya mağazanızın bu kategorisi kapsamındaki ürünlere farklı bir eBay kategorisi atayın
uk_ua: Використовувати категорію eBay шаблону чи призначити іншу категорію eBay для товарів, які знаходяться в цій категорії з боку вашого магазину

# Languages::ebay_template
source: eBay template
ar_sa: قالب eBay
cs_cz: eBay šablona
el_gr: eBay πρότυπα
es_es: plantillas eBay
he_il: תבניות של eBay
hu_hu: eBay sablon
id_id: template eBay
it_it: Modello di eBay
nl_nl: eBay-sjablonen
no_no: eBay mal
pl_pl: Szablon eBay
pt_br: Modelo do eBay
ro_ro: Șabloane eBay
ru_ru: Шаблон eBay
tr_tr: eBay şablonu
uk_ua: eBay шаблони

# Languages::ebay_orders
source: eBay orders
ar_sa: طلبات eBay
cs_cz: eBay objednávky
el_gr: eBay παραγγελίες
es_es: pedidos de eBay
he_il: eBay הזמנות
hu_hu: eBay rendelések
id_id: pesanan eBay
it_it: Ordini di eBay
nl_nl: eBay bestellingen
no_no: eBay ordrer
pl_pl: Zamówienia eBay
pt_br: Pedidos do eBay
ro_ro: Comenzi eBay
ru_ru: Заказы eBay
tr_tr: eBay siparişleri
uk_ua: замовлення eBay

# Languages::get_ebay_orders
source: Get eBay orders
ar_sa: احصل على طلبات eBay
cs_cz: Získat eBay objednávky
el_gr: Ανακτηση παραγγελιων eBay
es_es: Haz pedidos de eBay
he_il: הזמנות eBay
hu_hu: eBay rendelések lekérdezése
id_id: Dapatkan pesanan eBay
it_it: Ottieni ordini da eBay
nl_nl: Ontvang eBay bestellingen
no_no: Hent eBay ordrer
pl_pl: Pobierz zamówienia z eBay
pt_br: Obter pedidos do eBay
ro_ro: Obţine comenzi eBay
ru_ru: Получить заказы eBay
tr_tr: eBay siparişleri al
uk_ua: Отримати замовлення eBay

# Languages::wait_for_categories_cached
source: Please wait for the categories to cache, it will take about 3 minutes. Before that, the Shippings, Payments, and Return Policy tabs will remain empty.
ar_sa: الرجاء الانتظار حتى يتم تخزين الفئات مؤقتًا ، سيستغرق الأمر حوالي 3 دقائق. قبل ذلك ، ستبقى علامات التبويب Shippings و Payments و Return Policy فارغة.
cs_cz: Prosím, vyčkejte dokud se kategorie neuloží do vyrovnávací paměti. Bude to trvat asi 3 minuty. Záložky "Doprava", "Platby" a "Reklamační řád" zůstanou dlouho prázdné.
el_gr: Παρακαλώ περιμένετε για τις κατηγορίες να αποθηκευτουν στην ενδιαμεση μνημη, θα χρειαστούν περίπου 3 λεπτά. Πριν συμβει αυτό, οι καρτελες εμπορική πολιτικη, πληρωμές, και πολιτική επιστροφής θα παραμείνουν άδειες.
es_es: Espere para las categorías a caché, tardará unos 3 minutos. Antes de eso, los envíos, pagos y política de devolución de fichas permanecerá vacío.
he_il: אנא המתן עבור הקטגוריות למטמון, זה ייקח בערך 3 דקות. לפני כן, משלוח, תשלומים, מדיניות ההחזרה כרטיסיות יישאר ריק.
hu_hu: Kérjük, várj, amíg a kategóriák gyorsítótárba kerülnek, ez körülbelül 3 percet vesz igénybe. Ezt megelőzően a Szállítás, a Fizetés és a Visszaszállítás-politika lapok üresen maradnak.
id_id: Harap tunggu sampai kategori terache, dibutuhkan sekitar 3 menit. Sebelum itu, tab Shippings, Payments, and Return Policy akan tetap kosong.
it_it: Si prega di attendere mentre memorizzo le categorie, ci vorranno circa 3 minuti. Fino al completamento le schede spedizioni, pagamenti e politica di restituzioni rimarranno vuote.
nl_nl: Wacht op het cachen van de categorieën, het duurt ongeveer 3 minuten. Daarvoor zullen de tabbladen verzendingen, betalingen en retourbeleid leeg blijven.
no_no: Vennligst vent til kategoriene er bufret, vil det ta ca 3 minutter. Før det, vil frakt, betaling og returrett fanene være tomme.
pl_pl: Proszę czekać aż kategorie zostaną załadowane do pamięci podręcznej - potrwa to około 3 minut. Do zakończenia tej operacji zakładki z dostawami, płatnościami oraz zasadami zwrotu pozostaną puste.
pt_br: Aguarde cerca de três minutos para que as categorias sejam armazenadas. Até lá, as abas de Envios, Pagamentos e Política de Devolução continuarão vazias.
ro_ro: Vă rugăm să aşteptaţi pentru cache-ul categoriilor, va dura aproximativ 3 minute. Înainte de asta, Livrările, plăţile şi politica de returnare vor rămâne libere.
ru_ru: Пожалуйста, подождите, пока создается кэш для категорий - это займет около 3 минут. До этого момента во вкладках Доставка, Оплата и Политика возврата ничего не будет отображаться.
tr_tr: Lütfen kategorilerin önbelleğe alınması için bekleyin. Bu, yaklaşık 3 dakika sürecektir. Bunun öncesinde, Teslimatlar, Ödemeler ve İade Politikası sekmeleri boş kalacaktır.
uk_ua: Будь ласка, зачекайте, поки створюється кеш для категорій - це займе близько 3 хвилин. До цього моменту у вкладках Доставка, Оплата і політика повернення нічого не буде відображатиметься.
