Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Addons::name::ebay
source: eBay synchronization
ar_sa: المزامنة مع إيباي eBay
cs_cz: Synchronizace s eBay
el_gr: Συγχρονισμος eBay
es_es: sincronización de eBay
he_il: סינכרון עם eBay
hu_hu: eBay szinkronizálás
id_id: eBay sinkronisasi
it_it: Sincronizzazione con eBay
nl_nl: eBay synchronisatie
no_no: eBay synkronisering
pl_pl: Integracja z systemem eBay
pt_br: Sincronização com eBay
ro_ro: sincronizare eBay
ru_ru: Синхронизация с eBay
tr_tr: eBay eşitlemesi
uk_ua: Синхронізація з eBay

# Addons::description::ebay
source: Synchronizes products and orders with an eBay account.
ar_sa: يزامن المنتجات والطلبات مع حساب eBay.
cs_cz: Synchronizace zboží a objednávek s účty eBay.
el_gr: Συγχρονίζει προϊόντα και παραγγελίες με ένα λογαριασμό eBay.
es_es: Sincroniza productos y pedidos con una cuenta de eBay.
he_il: סינכרון מוצרים והזמנות עם חשבון ב- eBay.
hu_hu: Termékek és rendelések szinkronizálása a eBay fiókba.
id_id: Mensinkronisasi produk dan pesanan dengan eBay account.
it_it: Sincronizza prodotti e ordini con un account eBay.
nl_nl: Synchroniseert producten en bestellingen met een eBay-account.
no_no: Synkroniserer produkter og ordrer med en eBay-konto.
pl_pl: Synchronizuje produkty i zamówienia z kontem eBay.
pt_br: Sincroniza produtos e pedidos em uma conta do eBay.
ro_ro: Sincronizează produse și comenzi cu un cont de eBay.
ru_ru: Синхронизация товаров и заказов с учетной записью eBay.
tr_tr: Ürünleri ve siparişleri bir eBay hesabıyla eşitler.
uk_ua: Синхронізація товарів і замовлень з обліковим записом eBay.

# Languages::paypal_required_and_selected
source: For the selected eBay category PayPal payment method is required. It is selected automatically.
ar_sa: بالنسبة لفئة eBay المحددة ، فإن طريقة الدفع PayPal مطلوبة. يتم اختيارها تلقائيا.
cs_cz: Pro vybranou kategorii eBay vyžaduje způsob platby PayPal. To je vybráno automaticky.
el_gr: Για τηνο επιλεγμένη κατηγορία eBay απαιτείται μια μέθοδος πληρωμής PayPal. Επιλέγεται αυτόματα.
es_es: Para las categorías seleccionadas de eBay, el método de pago PayPal es necesario. Se selecciona automáticamente.
he_il: עבור eBay שנבחרו בקטגוריה שיטת תשלום PayPal נדרש. זה נבחר באופן אוטומטי.
hu_hu: A kiválasztott eBay kategóriához PayPal fizetési mód szükséges. Ez automatikusan ki lett választva.
id_id: Untuk eBay dipilih kategori metode pembayaran PayPal diperlukan. Dipilih secara otomatis.
it_it: Per la Categoria eBay selezionata è richiesto PayPal come metodo di pagamento. Ed è stato selezionato automaticamente.
nl_nl: Voor de geselecteerde eBay categorie is een PayPal-betalingsmethode vereist. Deze wordt automatisch geselecteerd.
no_no: For den valgte eBay kategorien er PayPal betalingsmetode påkrevd. Den er valgt automatisk.
pl_pl: Dla wybranej kategorii eBay jest wymagana płatność przez PayPal. Jest to wybierane automatycznie.
pt_br: Para usar a categoria do eBay selecionada é obrigatório selecionar o Paypal. Ele foi selecionado automaticamente.
ro_ro: Pentru categoria eBay selectată o metoda de plată PayPal este necesară. Acesta este selectată automat.
ru_ru: Для выбранной категории eBay требуется способ оплаты PayPal. Он был выбран автоматически.
tr_tr: Seçilen eBay kategorisi için PayPal ödeme yöntemi gerekmektedir. Bu yöntem otomatik olarak seçilmiştir.
uk_ua: Для вибраної категорії eBay потрібен спосіб оплати PayPal. Він був обраний автоматично.

# Languages::wait_for_shippings_cached
source: Wait for shippings cached. Mean time to 3 minutes
ar_sa: انتظر الشحنات المخزنة مؤقتًا. يعني الوقت إلى 3 دقائق
cs_cz: Čekání na metody mezipaměti přepravy. Průměrná doba - 3 minuty
el_gr: Περιμένετε για προσωρινής αποθήκευση μεταφορικων. Μέσος χρόνος 3 λεπτά
es_es: Esperar para envíos en caché. Tiempo promedio de 3 minutos
he_il: המתן למשלוח מטמון. זמן ממוצע ל -3 דקות
hu_hu: Várj a gyorsítótárban tárolt szállítmányokra. 3 percig is eltarthat
id_id: Menunggu untuk shippings cache. Waktu rata-rata menjadi 3 menit
it_it: Attendere per spedizioni memorizzare le spedizioni. Tempo medio: 3 minuti
nl_nl: Wacht op verzendingen in cache opgeslagen. De gemiddelde tijd kan 3 minuten bedragen
pl_pl: Poczekaj, aż metody dostawy zostaną zapisane w pamięci podręcznej. Średni czas oczekiwania do 3 minut
pt_br: Espera pelos fretes em cache. Tempo médio 3 minutos
ro_ro: Aşteptaţi pentru a fi încarcat in memoria temporară. Durata medie 3 minute
ru_ru: Ожидание кеширования методов доставки. Среднее время — 3 минуты
tr_tr: Önbelleğe alınmış teslimatlar için bekleyin. Yaklaşık bekleme süresi 3 dakika
uk_ua: Очікування кешування методів доставки. Середній час - 3 хвилини

# Languages::ebay_duration
source: Listing duration
ar_sa: مدة القائمة
cs_cz: Doba trvání dostupnosti šarže
el_gr: Διάρκεια Καταχώρησης
es_es: Duración del listado
he_il: משך הרישום
hu_hu: Listázás időtartama
id_id: Daftar durasi
it_it: Durata inserzione
nl_nl: Duur van aanbieding
no_no: Oppføringens varighet
pl_pl: Czas trwania aukcji
pt_br: Duração do anúncio
ro_ro: Durata listării
ru_ru: Продолжительность доступности лота
tr_tr: Listeleme süresi
uk_ua: Тривалість доступності лота

# Languages::list_products_on
source: List products on
ar_sa: قائمة المنتجات على
cs_cz: Zobrazit produkty
el_gr: Λίστα προϊόντων στην
es_es: Lista de productos en
he_il: רשימת מוצרים על
hu_hu: Termékek listázása
id_id: Daftar produk
it_it: Lista di prodotti su
nl_nl: Maak overzicht van producten op
no_no: List produkter på
pl_pl: Produkty na rynek
pt_br: Anunciar produtos em
ro_ro: Listează produsele de pe
ru_ru: Показывать товары
tr_tr: Ürünlerin listeleneceği yer
uk_ua: Показувати товари

# Languages::private_listing
source: Private listing
ar_sa: قائمة خاصة
cs_cz: Privatní seznam
el_gr: Ιδιωτική λίστα
es_es: Lista privada
he_il: רישום פרטי
hu_hu: Magánlistázás
id_id: Daftar pribadi
it_it: Inserzione privata
nl_nl: Privé-aanbieding
no_no: Privat liste
pl_pl: Aukcja prywatna
pt_br: Anúncio particular
ro_ro: Listare privată
ru_ru: Приватный список
tr_tr: Özel listeleme
uk_ua: Приватний список

# Languages::use_as_default
source: Use as default
ar_sa: استخدم كإعداد افتراضي
cs_cz: Použít jako výchozí
el_gr: Χρησιμοποιήσετε ως προεπιλογή
es_es: Usar como predeterminado
he_il: להשתמש כברירת מחדל
hu_hu: Használat alapértelmezettként
id_id: Digunakan sebagai standar
it_it: Utilizzare come predefinito
nl_nl: Als standaard gebruiken
no_no: Bruk som standard
pl_pl: Użyj jako domyślny szablon
pt_br: Usar como padrão
ro_ro: Utilizaţi ca implicit
ru_ru: Использовать по умолчанию
tr_tr: Varsayılan olarak kullan
uk_ua: Використовувати за промовчанням

# Languages::ebay_root_category
source: eBay Root category
ar_sa: فئة eBay الأم
cs_cz: eBay Root kategorie
el_gr: eBay κατηγορία ρίζας
es_es: Categoría raíz de eBay
he_il: קטגורית שורש של eBay
hu_hu: eBay Root kategória
id_id: eBay Root Kategori
it_it: Categoria principale di eBay
nl_nl: eBay Root categorie
no_no: eBay root kategori
pl_pl: Kategoria główna eBay
pt_br: Categoria principal do eBay
ro_ro: Categoria de rădăcină eBay
ru_ru: Корневая категория eBay
tr_tr: eBay Kökdizin kategorisi
uk_ua: Коренева категорія eBay

# Languages::ebay_root_sec_category
source: eBay Secondary root category
ar_sa: eBay فئة الجذر الثانوي
cs_cz: Sekundární root kategorie eBay
el_gr: eBay δευτεροβάθμια κατηγορία ρίζας
es_es: Categoría de raíz secundaria de eBay
he_il: קטגוריה משנית של eBay
hu_hu: eBay Másodlagos root kategória
id_id: eBay sekunder root Kategori
it_it: Categoria secondaria eBay
nl_nl: eBay Secundaire hoofdcategorie
no_no: eBay sekundær root kategori
pl_pl: Druga kategoria główna eBay
pt_br: Categoria principal secundária do eBay
ro_ro: Categorie secundară de rădăcină eBay
ru_ru: Дополнительная корневая категория eBay
tr_tr: eBay İkincil kökdizin kategorisi
uk_ua: Додаткова коренева категорія eBay

# Languages::ebay_sec_category
source: eBay Secondary category
ar_sa: فئة eBay الثانوية
cs_cz: eBay Sekundární kategorie
el_gr: eBay δευτεροβάθμια κατηγορία
es_es: categoría secundaria de eBay
he_il: קטגוריה משנית של eBay
hu_hu: eBay Másodlagos kategória
id_id: eBay sekunder Kategori
it_it: Categoria secondaria eBay
nl_nl: eBay Secundaire categorie
no_no: eBay sekundær kategori
pl_pl: Podkategoria dla drugiej kategorii głównej eBay
pt_br: Categoria secundária do eBay
ro_ro: Categorie secundara eBay
ru_ru: Дополнительная категория eBay
tr_tr: eBay ikincil kategorisi
uk_ua: Друга категорія eBay

# Languages::quantity_to_sell
source: Quantity to sell
ar_sa: الكمية للبيع
cs_cz: Množství k prodeji
el_gr: Ποσότητα για πωληση
es_es: Cantidad a vender
he_il: כמות למכירה
hu_hu: Eladni kívánt mennyiség
id_id: Jumlah untuk menjual
it_it: Quantità da vendere
nl_nl: Te verkopen hoeveelheid
no_no: Antall å selge
pl_pl: Ilość na sprzedaż
pt_br: Quantidade disponível para venda
ro_ro: Cantitatea de vânzare
ru_ru: Количество на продажу
tr_tr: Satılacak miktar
uk_ua: Кількість на продаж

# Languages::just_one
source: Just one
ar_sa: واحد فقط
cs_cz: Jen jeden
el_gr: Μόνο ένα
es_es: Sólo uno
he_il: רק אחד
hu_hu: Csak egy
id_id: Hanya satu
it_it: Solo uno
nl_nl: Slechts één
no_no: Bare én
pl_pl: Tylko jeden
pt_br: Apenas um
ro_ro: Doar unul
ru_ru: Только один
tr_tr: yalnız bir
uk_ua: Лише один

# Languages::more_than_one
source: More than one
ar_sa: أكثر من واحد
cs_cz: Více než jedna
el_gr: Περισσότερα από ένα
es_es: Más de uno
he_il: יותר מאחת
hu_hu: Több, mint egy
id_id: Lebih dari satu
it_it: Più di uno
nl_nl: Meer dan één
no_no: Mer enn én
pl_pl: Więcej niż jeden
pt_br: Mais de um
ro_ro: Mai multe
ru_ru: Больше одного
tr_tr: Birden fazla
uk_ua: Більше одного

# Languages::use_main_image
source: Export product images
ar_sa: تصدير صور المنتج
cs_cz: Export obrázků produktu
el_gr: Εξαγωγή εικόνων προϊόντων
es_es: Imágenes de productos de exportación
he_il: ייצוא תמונות המוצר
hu_hu: Termék képeinek exportálása
id_id: Gambar produk ekspor
it_it: Esportare immagini prodotto
nl_nl: Productafbeeldingen exporteren
no_no: Eksporter produktbilder
pl_pl: Eksportuj zdjęcia produktów
pt_br: Exportar fotos dos produtos
ro_ro: Imagini produs pentru export
ru_ru: Экспортировать изображения товаров
tr_tr: Ürün görüntülerini dış aktar
uk_ua: Експортувати зображення товарів

# Languages::selling_method
source: Selling method
ar_sa: طريقة البيع
cs_cz: Způsob prodeje
el_gr: Μέθοδος πώλησης
es_es: Método de ventas
he_il: שיטת המכירה
hu_hu: Értékesítési módszer
id_id: Menjual metode
it_it: Metodo di vendita
nl_nl: Verkoopmethode
no_no: Salgsmetode
pl_pl: Metoda sprzedaży
pt_br: Tipo de venda
ro_ro: Metoda de vânzare
ru_ru: Способ продажи
tr_tr: Satış yöntemi
uk_ua: Спосіб продажу

# Languages::online_auction
source: Online auction
ar_sa: مزاد على الانترنت
cs_cz: Online aukce
el_gr: Ηλεκτρονική δημοπρασία
es_es: Subasta en línea
he_il: מכירה פומבית מקוונת
hu_hu: Online aukció
id_id: Lelang online
it_it: Asta online
nl_nl: Online veiling
no_no: Online auksjon
pl_pl: Aukcja online
pt_br: Leilão
ro_ro: Licitaţii online
ru_ru: Онлайн-аукцион
tr_tr: Çevrimiçi açık arttırma
uk_ua: Інтернет-аукціон

# Languages::buy_it_now
source: Buy it now
ar_sa: إشتر الآن
cs_cz: Koupit nyní
el_gr: Αγοράστε το τώρα
es_es: Cómpralo ya
he_il: לקנות עכשיו
hu_hu: Azonnali vásárlás
id_id: Beli sekarang
it_it: Compralo subito
nl_nl: Nu kopen
no_no: Kjøp den nå
pl_pl: Kup teraz
pt_br: Compre já
ro_ro: Cumpără-l acum
ru_ru: Купить сейчас
tr_tr: Hemen satın al
uk_ua: Купити зараз

# Languages::ebay_requests
source: eBay requests
ar_sa: طلبات eBay
cs_cz: eBay požadavky
el_gr: Αιτήσεις eBay
es_es: pedidos de eBay
he_il: בקשות eBay
hu_hu: eBay kérések
id_id: eBay permintaan
it_it: Richieste di eBay
nl_nl: eBay verzoeken
no_no: eBay forespørsler
pl_pl: eBay żądania
pt_br: Solicitações do eBay
ro_ro: Cereri eBay
ru_ru: Запросы eBay
tr_tr: eBay istekleri
uk_ua: eBay запити

# Languages::log_type_ebay_requests
source: eBay requests
ar_sa: طلبات ايباي
cs_cz: eBay požadavky
el_gr: Αιτήσεις eBay
es_es: pedidos de eBay
he_il: בקשות eBay
hu_hu: eBay kérések
id_id: eBay permintaan
it_it: Richieste di eBay
nl_nl: eBay verzoeken
no_no: eBay forespørsler
pl_pl: eBay żądania
pt_br: Solicitações do eBay
ro_ro: Cereri eBay
ru_ru: Запросы eBay
tr_tr: eBay istekleri
uk_ua: eBay запити

# Languages::errors
source: Errors
ar_sa: أخطاء
cs_cz: Chyby
el_gr: Σφάλματα
es_es: Errores
he_il: שגיאות
hu_hu: Hibák
id_id: Kesalahan
it_it: Errori
nl_nl: Fouten
no_no: Feil
pl_pl: Błędy
pt_br: Erros
ro_ro: Erori
ru_ru: Ошибки
tr_tr: Hatalar
uk_ua: Помилки

# Languages::log_action_all
source: All
ar_sa: الكل
cs_cz: Všechno
el_gr: Όλα
es_es: Todos
he_il: הכל
hu_hu: Összes
id_id: Semua
it_it: Tutti
nl_nl: Alle
no_no: Alle
pl_pl: Wszystkie
pt_br: Todos
ro_ro: Toate
ru_ru: Все
tr_tr: Hepsi
uk_ua: Всі

# Languages::error_code
source: Error code
ar_sa: كود خاطيء
cs_cz: Kód chyby
el_gr: Κωδικός Λάθους
es_es: Código de error
he_il: קוד שגיאה
hu_hu: Hiba kód
id_id: Kode kesalahan
it_it: Codice errore
nl_nl: Fout code
no_no: Feilmelding
pl_pl: Kod błędu
pt_br: Código do erro
ro_ro: Cod de eroare
ru_ru: Код ошибки
tr_tr: Hata kodu
uk_ua: Код помилки

# Languages::editing_ebay_template
source: Editing eBay template
ar_sa: التعديل على قوالب ايباي
cs_cz: Úprava eBay šablony
el_gr: Επεξεργασία πρότυπου eBay
es_es: Editar plantilla de eBay
he_il: עריכת תבנית של eBay
hu_hu: eBay ablon szerkesztése
id_id: Mengedit eBay template
it_it: Modifica modello di eBay
nl_nl: EBay-sjabloon bewerken
no_no: Redigerer eBay mal
pl_pl: Edycja szablonu eBay
pt_br: Editando modelo do eBay
ro_ro: Editare şablon eBay
ru_ru: Редактирование шаблона eBay
tr_tr: eBay şablonu düzenleme
uk_ua: Редагування eBay шаблону

# Languages::new_ebay_template
source: New eBay template
ar_sa: قالب eBay جديد
cs_cz: Nová eBay šablona
el_gr: Νέο πρότυπο eBay
es_es: Nueva plantilla de eBay
he_il: eBay התבנית החדשה
hu_hu: Új eBay sablon
id_id: Template eBay baru
it_it: Nuovo modello di eBay
nl_nl: Nieuw eBay-sjabloon
no_no: Ny eBay mal
pl_pl: Nowy szablon eBay
pt_br: Novo modelo do eBay
ro_ro: Șablon nou pentru eBay
ru_ru: Новый шаблон eBay
tr_tr: Yeni eBay şablonu
uk_ua: Новий шаблон eBay

# Languages::ebay_templates
source: eBay templates
ar_sa: ثيمات ايباي
cs_cz: eBay šablony
el_gr: eBay πρότυπα
es_es: plantillas eBay
he_il: תבניות של eBay
hu_hu: eBay sablonok
id_id: template eBay
it_it: modelli di eBay
nl_nl: eBay-sjablonen
no_no: eBay maler
pl_pl: Szablony eBay
pt_br: Modelos do eBay
ro_ro: Șabloane eBay
ru_ru: Шаблоны eBay
tr_tr: eBay şablonları
uk_ua: eBay шаблони
