Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::ebay_product_already_sales_closed
source: Sales of product "[product]" were already completed on eBay
ar_sa: اكتملت مبيعات المنتج "[product]" بالفعل على موقع eBay
cs_cz: Prodej výrobků "[product]" byly již dokončeny na eBay
el_gr: Οι Πωλήσεις του προϊόντος "[product]" ήδη ολοκληρώθηκαν στο eBay
es_es: Las ventas del producto "[product]" ya se completaron en eBay
he_il: מכירות של מוצר "[product]" הושלמו כבר ב- eBay
hu_hu: A "[product]" termék eladása már befejeződött az eBay-en.
id_id: Penjualan produk " [produk] " sudah selesai di eBay
it_it: La vendita del prodotto "[product]" è già stata completata su eBay
nl_nl: De verkoop van product "[product]" was al voltooid op eBay
no_no: Salg av produktet "[product]" var allerede fullført på eBay
pl_pl: Sprzedaż produktu "[product]" została już zakończona na eBay
pt_br: As vendas do produto "[product]" já estavam finalizadas no eBay
ro_ro: Vânzările produsului "[product]" au fost deja finalizate pe eBay
ru_ru: Продажи товара "[product]" уже завершены на eBay
tr_tr: "[product]" ürününün satışı eBay' de tamamlandı
uk_ua: Продажі товара "[product]" вже завершено на eBay

# Languages::ebay_failed_request
source: Failed request to [url]. Http status code: [code]
ar_sa: فشل الطلب إلى [url]. كود حالة Http: [code]
cs_cz: Nepodařil se požadavek na [url]. Stavový kód Http: [code]
el_gr: Απέτυχε η αίτηση στο [url]. Κωδικός κατάστασης http: [code]
es_es: Solicitud de [url] no se ejecutó. Código del estatus de Htpp: [code]
he_il: בקשות שנכשלו ל- [url]. קוד מצב http: [code]
hu_hu: Sikertelen kérés a [url] webcímhez. Http állapotkód: [code]
id_id: Gagal meminta [url]. Kode status Http: [code]
it_it: Fallita la richiesta di [url]. Codice di stato HTTP: [code]
nl_nl: Verzoek om [url] is mislukt. Http-statuscode: [code]
no_no: Mislyktes forespørsel til [url]. Http-statuskode: [code]
pl_pl: Niepowodzenie żądania [url]. Kod stanu http: [code]
ro_ro: Cererea nu a reuşit la [url]. Codul de stare http: [code]
ru_ru: Не удалось выполнить запрос к [url]. Код состояния HTTP: [code]
tr_tr: [url] Başarısız istek. Http durum kodu: [code]
uk_ua: Не вдалося виконати запит на [url]. Http статус-код: [code]

# Languages::ebay_package_type
source: eBay package type
ar_sa: نوع حزمة eBay
cs_cz: eBay typu balíčku
el_gr: Τύπος συσκευασίας eBay
es_es: tipo de paquete de eBay
he_il: סוג חבילה ב- eBay
hu_hu: eBay csomag típusa
id_id: jenis paket eBay
it_it: Tipo di pacchetto di eBay
nl_nl: eBay pakkettype
no_no: eBay pakketype
pl_pl: Typ przesyłki eBay
ro_ro: tipul de pachet eBay
ru_ru: Тип посылки eBay
tr_tr: eBay paket türü
uk_ua: Тип посилки eBay

# Languages::ebay_category
source: eBay Category
ar_sa: فئة eBay
cs_cz: eBay kategorie
el_gr: eBay κατηγορία
es_es: Categoría de eBay
he_il: eBay קטגוריה
hu_hu: eBay kategória
id_id: kategori eBay
it_it: Categoria eBay
nl_nl: eBay categorie
no_no: eBay kategori
pl_pl: Podkategoria kategorii eBay
pt_br: Categoria do eBay
ro_ro: Categorie eBay
ru_ru: Категория eBay
tr_tr: eBay Kategorisi
uk_ua: eBay категорія

# Languages::ebay_region
source: eBay region
ar_sa: منطقة eBay
el_gr: περιοχή eBay
es_es: región de eBay
he_il: אזור ב- eBay
hu_hu: eBay régió
id_id: wilayah eBay
it_it: Regione di eBay
nl_nl: eBay regio
pl_pl: Region eBay
pt_br: Região do eBay
ro_ro: regiune eBay
ru_ru: Регион eBay
tr_tr: eBay bölgesi
uk_ua: Регіон eBay

# Languages::ebay_synchronization_title
source: Synchronizing eBay data
ar_sa: مزامنة بيانات مع موقع اي بأي
cs_cz: Synchronizace dat eBay
el_gr: Συγχρονισμός δεδομένων eBay
es_es: Sincronización de datos de eBay
he_il: סנכרון נתונים ב- eBay
hu_hu: eBay-adatok szinkronizálása
id_id: Menyinkronkan data eBay
it_it: Sincronizzazione dei dati eBay
nl_nl: eBay-gegevens synchroniseren
no_no: Synkronisering av eBay data
pl_pl: Synchronizowanie danych eBay
pt_br: Sincronizando dados do eBay
ro_ro: Sincronizarea datelor eBay
ru_ru: Синхронизация данных eBay
tr_tr: eBay verisi eşitleniyor
uk_ua: Синхронізація даних eBay

# Languages::ebay_synchronization_regions
source: Synchronizing eBay regions
ar_sa: مزامنة مناطق eBay
cs_cz: Synchronizace eBay regiony
el_gr: Συγχρονισμός περιοχων eBay
es_es: Sincronización de regiones de eBay
he_il: סינכרון אזורים ב- eBay
hu_hu: eBay régiók szinkronizálása
id_id: Menyinkronkan wilayah eBay
it_it: Sincronizzazione regioni di eBay
nl_nl: eBay-regio's synchroniseren
no_no: Synkroniserer eBay regioner
pl_pl: Synchronizowanie regionów eBay
pt_br: Sincronizando regiões do eBay
ro_ro: Sincronizarea regiunilor eBay
ru_ru: Синхронизация регионов eBay
tr_tr: eBay bölgeleri eşitleniyor
uk_ua: Синхронізація регіонів eBay

# Languages::ebay_synchronization_categories
source: Synchronizing eBay categories (it may take around 3 minutes)
ar_sa: مزامنة فئات eBay (قد يستغرق حوالي 3 دقائق)
cs_cz: Probíhá synchronizace eBay kategorie (to může trvat asi 3 minuty)
el_gr: Συγχρονίζονται οι eBay κατηγορίες (μπορεί να πάρει περίπου 3 λεπτά)
es_es: Sincronización de las categorias de eBay (puede tardar 3 mínutos aproximadamente)
he_il: סינכרון קטגוריות ב- eBay (זה עשוי לקחת כ- 3 דקות)
hu_hu: eBay kategóriák szinkronizálása (kb. 3 percig tarthat)
id_id: Sinkronisasi eBay kategori (mungkin diperlukan sekitar 3 menit)
it_it: Sincronizzazione categorie di eBay (potrebbe richiedere circa 3 minuti)
nl_nl: eBay-categorieën synchroniseren (dit kan ongeveer 3 minuten duren)
no_no: Synkronisering av eBay kategorier (dette kan ta rundt 3 minutter)
pl_pl: Synchronizacja kategorii eBay (może potrwać około 3 minut)
pt_br: Sincronizando categorias do eBay (isto pode demorar cerca de 3 minutos)
ro_ro: Sincronizarea categoriilor eBay (poate dura aproximativ 3 minute)
ru_ru: Синхронизация категорий eBay (занимает около 3 минут)
tr_tr: eBay kategorileri (yaklaşık 3 dakika içerisinde) eşitlenecek
uk_ua: Синхронізація категорій eBay (займає близько 3 хвилин)

# Languages::ebay_synchronization_shipping_services
source: Synchronizing eBay shipping services
ar_sa: مزامنة خدمات الشحن على موقع eBay
cs_cz: Synchronizace eBay přepravní služby
el_gr: Συγχρονισμός υπηρεσιων αποστολης eBay
es_es: Sincronización de los servicios de envío de eBay
he_il: סנכרון שירותי משלוח ב- eBay
hu_hu: eBay szállítási szolgáltatások szinkronizálása
id_id: Sinkronisasi layanan pengiriman eBay
it_it: Sincronizzazione servizi di spedizione di eBay
nl_nl: eBay-verzenddiensten synchroniseren
no_no: Synkroniserer eBay frakttjenester
pl_pl: Synchronizowanie dostaw eBay
pt_br: Sincronizando fretes do eBay
ro_ro: Sincronizarea serviciilor eBay de transport
ru_ru: Синхронизация служб доставки eBay
tr_tr: eBay nakliye hizmetleri eşitleniyor
uk_ua: Синхронізація служб доставки eBay

# Languages::ebay_synchronization_category_features
source: Synchronizing eBay category features
ar_sa: مزامنة ميزات فئة eBay
cs_cz: Probíhá synchronizace eBay kategorie funkcí
el_gr: Συγχρονισμός χαρακτηριστικων κατηγοριων eBay
es_es: Sincronización de las características de las categorías de eBay
he_il: סינכרון תכונות הקטגוריה eBay
hu_hu: eBay kategóriajellemzők szinkronizálása
id_id: Sinkronisasi eBay kategori fitur
it_it: Sincronizzazione caratteristiche categorie di eBay
nl_nl: Functies van eBay-categorie synchroniseren
no_no: Synkroniserer eBay kategori funksjoner
pl_pl: Synchronizowanie cech kategorii eBay
pt_br: Sincronizando características de categorias do eBay
ro_ro: Sincronizarea caracteristicilo de categorie eBay
ru_ru: Синхронизация функций категорий на eBay
tr_tr: eBay kategori özellikleri eşitleniyor
uk_ua: Синхронізація функцій категорій на eBay

# Languages::ebay_changed_region_message
source: After you change eBay region, please check other settings.<br>If your template's Shipping type is set to Calculated, change your primary currency (Administration → Currencies), company address (Settings → Company) and weight measurement units (Settings → General) accordingly.<br>If your template's Shipping type is set to Flat, change your primary currency (Administration → Currencies).
ar_sa: بعد تغيير منطقة eBay ، يرجى التحقق من الإعدادات الأخرى. <br> إذا تم تعيين نوع الشحن الخاص بنموذجك على "محسوب" ، قم بتغيير عملتك الأساسية (الإدارة ← العملات) وعنوان الشركة (الإعدادات ← الشركة) ووحدات قياس الوزن (الإعدادات ← عام) وفقًا لذلك. <br> إذا تم تعيين نوع الشحن للقالب على ثابت ، فغيّر عملتك الأساسية (الإدارة ← العملات).
cs_cz: Po změně eBay regionu, zkontrolujte ostatní nastavení.<br>Pokud vaše šablona Způsob dodání je nastavena na Vypočítaná, změnte primární měnu (Administrativa → Měny), adresa společnosti (Nastavení → Společnost) a měření hmotnosti jednotky (Nastavení → Globální).<br>Pokud je nastavena vaše šablona Způsob dodání na Flat, změnte primární měnu (Administrativa → Měny).
el_gr: Αφού αλλάξετε την eBay περιοχή, παρακαλώ ελέγξτε και τις άλλες ρυθμίσεις. <br>Εάν ο Τυπος Μεταφορικων του πρότυπού σας έχει οριστεί σε Υπολπγισμενος, αλλάξετε το κύριο νόμισμα (Διαχειριση → νομίσματα), τη διεύθυνση εταιρείας (ρυθμίσεις → εταιρεία) και τοΜοναδα Μετρησης βαρους (ρυθμίσεις → γενικα) αναλόγως. <br>Εάν Εάν ο Τυπος Μεταφορικων του πρότυπού σας έχει οριστεί σε Flat, αλλαξτε το κύριος σας νόμισμα (Διαχειριση → νομίσματα).
es_es: Después de cambiar la región de eBay, por favor revisar otros ajustes.<br>Si el tipo de envío esta configurado en la planilla como Calculado, cambie su moneda proncipal (Administración → Monedas), dirección de la compañia (Ajustes → Compañia) y unidades para calcular el peso (Ajustes → General) respectivamente.<br>Si el tipo de envío esta configurado en la planilla como plano, cambia su moneda principal (Administración → Monedas).
he_il: לאחר שינוי אזור eBay, בדוק את הגדרות אחרות.<br>אם סוג המשלוח של התבנית שלך מוגדר מחושב, לשנות את מטבע ראשי (מינהל ← מטבעות), החברה כתובת (הגדרות ← החברה) ומשקל יחידות מידה (הגדרות ← כללי) בהתאם.<br>אם התבנית של משלוח סוג מוגדר קבוע, שינוי מטבע הראשי שלך (ניהול ← מטבעות).
hu_hu: Miután megváltoztatod az eBay régiót, ellenőrizd a többi beállítást is.<br>Ha a sablonod szállítási típusa Számítottra van állítva, módosítsd az elsődleges pénznemed (Adminisztráció → Pénznemek), a cég címét (Beállítások → Cég) és a súlymérési egységeket (Beállítások → Általános).<br>Ha a sablon szállítási típusa Átalánydíjasra van állítva, módosítsd az elsődleges pénznemed (Adminisztráció → Pénznemek).
id_id: Setelah Anda mengubah wilayah eBay, periksa pengaturan lainnya. <br>Jika template Anda di pengiriman jenis diatur ke Calculated, mengubah mata uang utama (administrasi → mata uang), perusahaan alamat (pengaturan → perusahaan) dan berat unit pengukuran (pengaturan → umum) sesuai. <br>Jika template Anda di pengiriman jenis diatur ke Flat, perubahan mata uang utama (administrasi → mata uang).
it_it: Dopo aver modificato la regione di eBay, si prega di controllare le altre impostazioni.<br>Se il tipo di spedizione del tuo modello è impostato su Calcolato, cambia la valuta primaria (Amministrazione → Valute), Indirizzo Azienda (Impostazioni → Azienda) e le unità di misura di peso (Impostazioni → Generale) relativamente alla regione scelta.<br>Se il tipo di spedizione del tuo modello è impostata su Forfait, cambia la valuta primaria (Amministrazione → Valute).
nl_nl: Nadat u de eBay-regio hebt gewijzigd, controleert u andere instellingen. <br> Als het verzendtype van uw sjabloon is ingesteld op Berekend, wijzigt u uw primaire valuta (Beheer → Valuta's), bedrijfsadres (Instellingen → Bedrijf) en gewichtsmeeteenheden (Instellingen → Algemeen) overeenkomstig. <br> Als het verzendtype van uw sjabloon is ingesteld op Vlak, wijzigt u uw primaire valuta (Beheer → Valuta's).
no_no: Når du har endret eBay region, bør du også sjekke andre innstillinger.<br>Hvis malen Frakttype er satt til Beregnet, endre din primær valuta (Administrasjon → Valutaer), firmaadresse (Innstillinger → Firma) og vekt måleenheter (Innstillinger → Generelt) deretter.<br>Hvis malen Frakttype er satt til Fast, endre din primær valuta (Administrasjon → Valutaer).
pl_pl: Po zmianie regionu eBay, proszę sprawdzić inne ustawienia. <br>Jeśli w szablonie dostawa jest typu Obliczana, należy zmienić walutę podstawową (Administracja → Waluty), adres firmy (Ustawienia → Firma) i jednostki miary wagi (Ustawienia → Ogólne). <br>Jeśli w szablonie dostawa jest typu Liniowego, zmień walutę podstawową (Administracja → Waluty).
ro_ro: După ce schimbați regiunea eBay, vă rugăm verificați alte setări. <br>Dacă tipul de șablon al Livrării este setat la Calculat, schimbați, ca atare, moneda principală (Administrare → Valute), adresa companiei (Setări → Companie) și unitățile de măsură a greutății (Setări → General).<br> Dacă tipul dvs. de șablon al Livrării este setat la Standard, schimbați moneda principală (Administrare → Monede).
ru_ru: После смены региона на eBay необходимо проверить остальные настройки.<br>Если для шаблона выбран тип доставки "Рассчитывается", измените базовую валюту (Администрирование → Валюты), адрес компании (Настройки → Компания) и единицы измерения веса (Настройки → Общие).<br>Если выбран тип доставки "Фиксированная", измените базовую валюту (Администрирование → Валюты).
tr_tr: EBay bölgesini değiştirdikten sonra, lütfen diğer ayarları kontrol edin. <br> Şablonunuzun Gönderi türü Hesaplanan olarak ayarlanmışsa, ana paranızı (Yönetim → Para Birimleri), şirket adresini (Ayarlar → Şirket) ve ağırlık ölçüm birimlerini (Ayarlar → Genel) değiştirin. Buna göre. Şablonunuzun Nakliye türü Düz olarak ayarlanmışsa, ana para birimini değiştirin (Yönetim → Para Birimleri).
uk_ua: Після зміни регіону на eBay необхідно перевірити інші налаштування.<br> Якщо для шаблону обраний тип доставки "Розраховується", змініть базову валюту (Адміністрування → Валюти), адреса компанії (Настройки → Компанія) і одиниці виміру ваги (Установки → Загальні).<br> Якщо обраний тип доставки "Фіксована", змініть базову валюту (Адміністрування → валюти).

# Languages::ebay_upgrade_notification_need_sync_title
source: eBay Synchronization add-on has been updated
ar_sa: تم تحديث الوظيفة الإضافية لمزامنة eBay
cs_cz: synchronizace eBay add-on byl aktualizován
el_gr: Το πρόσθετο συγχρονισμού eBay έχει ενημερωθεί
es_es: el complemento de sincronización de eBay ha sido actualizado
he_il: עודכן ב- eBay בסינכרון הרחבות
hu_hu: Az eBay szinkronizálási bővítménye frissült
id_id: eBay sinkronisasi add-on telah diperbarui
it_it: Il componente aggiuntivo di sincronizzazione di eBay è stato aggiornato
nl_nl: eBay-synchronisatie-add-on is bijgewerkt
no_no: eBay synkroniserings modulen er oppdatert
pl_pl: Dodatek eBay został zaktualizowany
pt_br: O plugin de sincronização com o eBay foi atualizado
ro_ro: supliment de sincronizare eBay a fost actualizat
ru_ru: Модуль "Синхронизация с eBay " обновлен
tr_tr: eBay Senkronizasyon eklentisi güncellendi
uk_ua: Модуль "Синхронізация з eBay " оновлено

# Languages::ebay_upgrade_notification_need_sync_text_for_active
source: Retrieve the statuses of your products from eBay before you continue to use the eBay Synchronization add-on.<br>Go to Marketing → eBay → eBay templates, hover over a template, click the gear button, and select Get product status from eBay.<br>Do this for all your eBay templates.
ar_sa: استرجع حالات منتجاتك من eBay قبل الاستمرار في استخدام الوظيفة الإضافية eBay Synchronization. <br> انتقل إلى Marketing → eBay → قوالب eBay ، قم بالمرور فوق قالب ، وانقر فوق زر الترس ، وحدد الحصول على حالة المنتج من eBay. <br> افعل هذا مع جميع قوالب eBay الخاصة بك.
cs_cz: Načíst stavy vašich výrobků z eBay předtím, než budete pokračovat v používání synchronizace eBay add-on.<br>Přejít na Marketing → Šablony → eBay šablony, vznášet se nad šablonou a vybrat Zjistit stav produktu z eBay.<br>Udělejte to pro všechny vaše šablony eBay.
el_gr: Ανακτήσετε τις καταστάσεις των προϊόντων σας από το eBay πριν συνεχίσετε να χρησιμοποιείτε το πρόσθετο συγχρονισμού του eBay. <br>Πηγαίνετε στο μάρκετινγκ → eBay → eBay πρότυπα, καταδείξτε ένα πρότυπο, κάντε κλικ στο κουμπί Εργαλεία και επιλέξτε Έλεγχος κατάστασης προϊόντος από eBay. <br>Κάνετε αυτό για όλα τα eBay πρότυπα σας.
es_es: Recupera el estado de tus productos de eBay antes de que continues utilizando el complemento de Sincronización de eBay.<br>Ir a las planillas de Marketing de → eBay → plantillas de eBay, desplace el cursor sobre la plantilla, dar clic en el botón de retroceso, y seleccionar obtener el estado de productos de eBay. <br>Repite el proceso para todos los productos de eBay.
he_il: אחזר המצבים של המוצרים שלך מ- eBay לפני שתמשיך להשתמש ההרחבה סינכרון ב- eBay.<br>עבור שיווק ← eBay ← eBay תבניות, רחף מעל תבנית, לחץ על לחצן הציוד, ובחר מצב המוצר לקבל מ- eBay.<br>עושה את זה בשביל כל תבניות ב- eBay שלך.
hu_hu: Kérdezd le a termékek státuszát az eBay-ről, mielőtt tovább használnád az eBay szinkronizáló bővítményt.<br>Menj a Marketing → eBay → eBay sablonok menüpontba, állj rá egy sablonra, kattints a fogaskerék gombra, és válaszd ki a Termék státuszának lekérdezése az eBay-ről opciót.<br>Járj el ugyanígy az összes eBay-sablonodnál.
id_id: Mengambil status produk Anda dari eBay sebelum Anda melanjutkan untuk menggunakan eBay sinkronisasi add-on. <br>Pergi ke pemasaran → eBay → eBay template, arahkan ke template, klik tombol gigi, dan pilih Dapatkan Produk status dari eBay. <br>Melakukan ini untuk semua template eBay Anda.
it_it: Recupera lo stato dei vostri prodotti da eBay prima di continuare a utilizzare il componente aggiuntivo di Sincronizzazione di eBay.<br>Vai in Marketing → eBay → Modelli eBay, passa il mouse sopra un modello, fai click sul pulsante dell'Ingranaggio e seleziona Ottieni lo stato prodotto da eBay.<br>Esegui questa operazione per tutti i tuoi modelli di eBay.
nl_nl: Haal de statussen van uw producten van eBay op voordat u de add-on voor eBay-synchronisatie blijft gebruiken. <br> Ga naar Marketing → eBay → eBay-sjablonen, zweef over een sjabloon, klik op de tandwielknop en selecteer Productstatus ophalen van eBay. <br> Doe dit voor al uw eBay-sjablonen.
no_no: Hente status for dine produkter fra eBay før du fortsetter å bruke eBay Synkronisering modulen. <br> Gå til Markedsføring → eBay → eBay maler, hold musepekeren over en mal, klikk så på tannhjulknappen, og velg Få produktstatus fra eBay. <br> Gjør dette for alle eBay-maler.
pl_pl: Należy pobierać statusy produktów z eBay przed dalszym korzystaniem z dodatku eBay. <br>Przejdź do Marketing → eBay → szablon eBay, najedź myszką na szablon, kliknij przycisk narzędzia i wybierz stan produktu z eBay. <br>Należy to zrobić dla wszystkich szablonów eBay.
ro_ro: Preluați starea produselor dvs. de pe eBay înainte de a continua să utilizați add-on-ul de eBay de sincronizare. <br> Mergeți la Marketing → eBay → șabloane eBay, plasați cursorul pe un șablon, faceți clic pe butonul roată și selectați Obțineți starea produsului de pe eBay. <br> Faceți acest lucru pentru toate șabloanele dvs. de eBay.
ru_ru: Получите статусы товаров с eBay, прежде чем продолжить использовать модуль "Синхронизация с eBay".<br>Перейдите в Маркетинг → eBay → Шаблоны eBay, наведите курсор мыши на шаблон и нажмите кнопку шестеренки. Затем выберите Получить статус товара с eBay <br>Повторите действия для всех шаблонов eBay.
tr_tr: EBay Eşzamanlaması eklentisini kullanmaya devam etmeden önce ürünlerinizin durumlarını eBay'den alın. <br> Pazarlama → eBay → eBay şablonlarına gidin, bir şablonun üzerine gelin, dişli düğmesini tıklayın ve eBay'den Ürün durumunu al seçeneğini belirleyin. <br> Tüm eBay şablonlarınız için bunu yapın.
uk_ua: Отримайте статуси товарів з eBay, перш ніж продовжити використовувати модуль "Синхронізація з eBay".<br> Перейдіть в Маркетинг → eBay → Шаблони eBay, наведіть курсор миші на шаблон і натисніть кнопку шестерінки. Потім виберіть Отримати статус товару з eBay<br> Повторіть дії для всіх шаблонів eBay.
