Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# SettingsVariants::ebay::listing_mode::P
source: Production
ar_sa: إنتاج
cs_cz: Výroba
el_gr: Παραγωγή
es_es: Producción
he_il: הפקה
hu_hu: Éles működés
id_id: Produksi
it_it: Produzione
nl_nl: Productie
no_no: Produksjon
pl_pl: Produkcyjny
pt_br: Produção
ro_ro: Producţie
ru_ru: Живой сайт
tr_tr: Üretim
uk_ua: Живий сайт

# Languages::wait_for_shippings_cached
source: Please wait, shipping information is loaded.
ar_sa: يرجى الانتظار ، يتم تحميل معلومات الشحن.
cs_cz: Počkejte, prosím. Informace o přepravě se načítají.
el_gr: Παρακαλώ περιμένετε, πληροφορίες αποστολης φορτωνονται
es_es: Por favor espere, se carga la información del envío.
he_il: אנא המתן, מידע על משלוח טעון.
hu_hu: Kérjük, várj, a szállítási információk betöltődnek.
id_id: Tunggu, pengiriman informasi yang dimuat.
it_it: Attendere prego, sto caricando le informazioni di spedizione.
nl_nl: Verzendgegevens worden geladen. Een moment geduld.
no_no: Vennligst vent, fraktinformasjon lastes.
pl_pl: Prosimy o chwilę cierpliwości, informacje o wysyłkach są ładowane.
pt_br: Por favor espere, enquanto as informações de envio são carregadas.
ro_ro: Vă rugăm să aşteptaţi, informaţiile de transport sunt încărcate.
ru_ru: Пожалуйста, подождите, загружается информация о доставке.
tr_tr: Lütfen bekleyin, teslimat bilgisi yükleniyor.
uk_ua: Будь ласка, зачекайте, завантажується інформація про доставку.

# Languages::privileges.view_ebay_templates
source: Can view
ar_sa: يمكن العرض
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
he_il: יכול לראות
hu_hu: Megtekinthető
id_id: Dapat melihat
it_it: Può visualizzare
nl_nl: Kan bekijken
pl_pl: Może przeglądać
pt_br: Pode visualizar
ro_ro: Puteţi vizualiza
ru_ru: Просмотр
tr_tr: Görüntüleyebilirsin
uk_ua: Можна переглянути

# Languages::privileges.manage_ebay_templates
source: Can edit
ar_sa: قابل للتحرير
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
he_il: יכול לערוך
hu_hu: Szerkeszthető
id_id: Dapat mengedit
it_it: Può modificare
nl_nl: Kan bewerken
pl_pl: Może edytować
pt_br: Pode editar
ro_ro: Puteţi edita
ru_ru: Редактирование
tr_tr: Düzenleyebilirsin
uk_ua: Можна редагувати

# Languages::privilege_groups.ebay_templates
source: eBay templates
ar_sa: ثيمات eBay
el_gr: eBay πρότυπα
es_es: plantillas eBay
he_il: תבניות של eBay
hu_hu: eBay sablonok
id_id: Contoh eBay
it_it: modelli di eBay
nl_nl: eBay-sjablonen
pl_pl: szablony eBay
pt_br: Modelos do eBay
ro_ro: șabloane eBay
ru_ru: Шаблоны eBay
tr_tr: eBay şablonları
uk_ua: eBay шаблони

# Languages::ebay_price
source: eBay product price
ar_sa: سعر المنتج eBay
cs_cz: eBay cena produktu
el_gr: τιμή προϊόντος eBay
es_es: el precio del producto en eBay
he_il: מחיר המוצר של eBay
hu_hu: eBay termék ára
id_id: harga produk eBay
it_it: Prezzo Prodotto su eBay
nl_nl: eBay productprijs
no_no: eBay produktpris
pl_pl: Cena produktu w eBay
pt_br: Preço do produto no eBay
ro_ro: preț produs eBay
ru_ru: Цена товара на eBay
tr_tr: eBay ürün fiyatı
uk_ua: Ціна продукту на eBay

# Languages::override_price
source: Redefine price on eBay
ar_sa: أعد تحديد السعر على موقع eBay
cs_cz: Předefinovat cenu na eBay
el_gr: Επαναπροσδιορίστε την τιμή για το eBay
es_es: Redefinir el precio en eBay
he_il: להגדיר מחדש את המחיר ב- eBay
hu_hu: Az ár újradefiniálása az eBayen
id_id: Mendefinisikan harga di eBay
it_it: Ridefinisci il prezzo su eBay
nl_nl: Prijs opnieuw definiëren op eBay
no_no: Omdefinere pris på eBay
pl_pl: Ponowna definicja ceny w serwisie eBay
pt_br: Redefinir preço no eBay
ro_ro: Redefiniți prețul pe eBay
ru_ru: Переопределить цену на eBay
tr_tr: Fiyatı eBay üzerinde yeniden tanımlama
uk_ua: Перевизначити ціну на eBay

# Languages::ebay_product_status
source: eBay product status
ar_sa: حالة منتج eBay
cs_cz: eBay stav výrobku
el_gr: eBay κατασταση προϊοντος
es_es: estado del producto en eBay
he_il: מצב המוצר ב- eBay
hu_hu: eBay termék státusza
id_id: eBay produk status
it_it: Stato prodotto su eBay
no_no: eBay produktstatus
pl_pl: Status produktu w eBay
pt_br: Status do produto no eBay
ro_ro: status produs eBay
ru_ru: Статус товара на eBay
tr_tr: eBay ürün durumu
uk_ua: Статус товара на eBay

# Languages::ebay_product_status_not_exported
source: Not exported
ar_sa: لم يتم تصديرها
cs_cz: Nejsou exportovány
el_gr: Δεν εγινε εξαγωγη
es_es: No exportado
he_il: לא ייוצא
hu_hu: Nincs exportálva
id_id: Tidak diekspor
it_it: Non esportati
nl_nl: Niet geëxporteerd
no_no: Ikke eksportert
pl_pl: Nie wyeksportowano
pt_br: Não exportado
ro_ro: Nu a fost exportat
ru_ru: Не экпортирован
tr_tr: Dışa aktarılamadı
uk_ua: Не експортовано

# Languages::ebay_product_status_active
source: Active
ar_sa: نشيط
cs_cz: Aktivní
el_gr: Ενεργό
es_es: Activo
he_il: פעיל
hu_hu: Aktív
id_id: Aktif
it_it: Attivo
nl_nl: Actief
no_no: Aktiv
pl_pl: Aktywne
pt_br: Ativo
ro_ro: Activ
ru_ru: Активен
tr_tr: Aktif
uk_ua: Активно

# Languages::ebay_product_status_closed
source: Ended
ar_sa: انتهى
cs_cz: Ukončeno
el_gr: Έληξε
es_es: Finalizado
he_il: הסתיים
hu_hu: Kivonva
id_id: Berakhir
it_it: Concluso
nl_nl: Beëindigd
no_no: Avsluttet
pl_pl: Zakończone
pt_br: Finalizado
ro_ro: S-a terminat
ru_ru: Продажи остановлены
tr_tr: Sona erdi
uk_ua: Продаж зупинено

# Languages::ebay_success_exported_product_notice
source: Product was successfully exported to eBay
ar_sa: تم تصدير المنتج بنجاح إلى eBay
cs_cz: Produkt byl úspěšně exportován do eBay
el_gr: Επιτυχης εξαγωγη του Προϊόντος στο eBay
es_es: El producto fue exportado exitosamente a eBay
he_il: המוצר יוצאה בהצלחה ל- eBay
hu_hu: Sikeres termékexportálás az eBay-re
id_id: Produk berhasil diekspor ke eBay
it_it: Il prodotto è stato esportato a eBay
nl_nl: Product is succesvol geëxporteerd naar eBay
no_no: Produktet ble vellykket eksportert til eBay
pl_pl: Produkt został pomyślnie wyeksportowany do eBay
pt_br: O produto foi exportado para o eBay com sucesso
ro_ro: Produsul a fost exportat cu succes pe eBay
ru_ru: Товар успешно экспортирован на eBay
tr_tr: Ürün başarıyla eBay' e aktarıldı
uk_ua: Товар успішно експортовано до eBay

# Languages::ebay_success_close_product_notice
source: Product successfully ended on eBay
ar_sa: انتهى المنتج بنجاح على موقع eBay
cs_cz: Produkt úspěšně skončil na eBay
el_gr: Προϊόν που έληξε επιτυχώς σε eBay
es_es: El producto fue comprado exitosamente en eBay
he_il: המוצר הסתיים ב- eBay
hu_hu: Termék sikeresen kivonva az eBay-ről
id_id: Produk berhasil diakhiri di eBay
it_it: Prodotto terminato con successo su eBay
nl_nl: Product succesvol beëindigd op eBay
no_no: Produktet avsluttet på eBay
pl_pl: Sprzedaż produkt została pomyślnie zakończona w serwisie eBay
pt_br: O produto foi finalizado no eBay com sucesso
ro_ro: Produsul s-a terminat cu succes pe eBay
ru_ru: Продажи товара на eBay успешно остановлены
tr_tr: Ürün başarıyla eBay'da sona erdi
uk_ua: Продажі товару на eBay успішно зупинено

# Languages::ebay_export_failed
source: Product export failed
ar_sa: فشل تصدير المنتج
cs_cz: Produkt export selhal
el_gr: Απέτυχε η εξαγωγή των προϊόντων
es_es: La exportación del producto no se ejecutó
he_il: לייצא מוצר נכשלה
hu_hu: A termék exportálása sikertelen volt
id_id: Ekspor produk gagal
it_it: Esportazione di prodotti non riuscita
nl_nl: Product export mislukt
no_no: Produktet eksport mislyktes
pl_pl: Eksport produktu nie powiódł się
pt_br: Erro na exportação do produto
ro_ro: Exportul produsului a eșuat
ru_ru: Товар не экспортирован
tr_tr: Ürün çıkartma başarısız oldu
uk_ua: Товар не експортовано

# Languages::ebay_export_success
source: Product export successful
ar_sa: تم تصدير المنتج بنجاح
cs_cz: Produkt export úspěšný
el_gr: Επιτυχημένη η εξαγωγή των προϊόντων
es_es: La exportación del producto se ejecutó exitosamente
he_il: לייצא מוצר מוצלח
hu_hu: Sikeres termék exportálás
id_id: Produk berhasil di ekspor
it_it: Esportazione prodotti riuscita
nl_nl: Product export succesvol
no_no: Produktet eksport vellykket
pl_pl: Eksport produktu powiódł się
pt_br: Exportação do produto completada com sucesso
ro_ro: Exportul produsului s-a efectuat
ru_ru: Товар экспортирован
tr_tr: Ürün çıkartma başarılı
uk_ua: Товар успішно експортовано

# Languages::ebay_export_failed_msg
source: Some of the products have not been exported to eBay.<br> Check the logs to see what products weren't exported and the reason why it happened.
ar_sa: لم يتم تصدير بعض المنتجات إلى eBay. <br> تحقق من السجلات لمعرفة المنتجات التي لم يتم تصديرها وسبب حدوث ذلك.
cs_cz: Některé z výrobků nebyly exportovat do eBay.<br>Zkontrolujte protokoly jaké výrobky nebyly exportovány a důvod, proč se tak stalo.
el_gr: Μερικά από τα προϊόντα δεν έχουν εξαχθεί στο eBay. <br>Ελέγξτε τα αρχεία καταγραφής (logs) για να δείτε ποια προϊόντα δεν εξαχθηκαν και για ποιο λογο συνεβει αυτο.
es_es: Algunos de los productos no han sido exportados a eBay.<br> Revise los registros para verificar qué productos no fueron exportados y la razón por la que sucedió.
he_il: חלק מהמוצרים לא יוצאו ל- eBay. <br> תבדוקו את היומנים כדי לראות אילו מוצרים לא מיוצאים והסיבה שזה קרה.
hu_hu: Néhány termék nem lett exportálva az eBay-re.<br> Nézd meg a naplóban, hogy mely termékek nem lettek exportálva, és mi ennek az oka.
id_id: Beberapa produk belum diekspor ke eBay. <br> Periksa log untuk melihat produk apa yang tidak diekspor dan alasan mengapa hal itu terjadi.
it_it: Alcuni prodotti non sono stati esportati a eBay.<br>Controllare i log per vedere quali prodotti non sono stati esportati e il perché di tali errori.
nl_nl: Sommige producten zijn niet naar eBay geëxporteerd.<br> Controleer de logboeken om te zien welke producten niet zijn geëxporteerd en waarom.
no_no: Noen av produktene har ikke blitt eksportert til eBay. <br>Sjekke loggene for å se hvilke produkter som ikke ble eksportert og grunnen til hvorfor det skjedde.
pl_pl: Niektóre produkty nie zostały wyeksportowane do eBay. <br>Sprawdź logi, aby zobaczyć, jakie produkty nie zostały wyeksportowane i powody, dlaczego tak się stało.
pt_br: Alguns dos produtos não foram exportados para o eBay.<br>Verifique os logs para saber quais produtos não foram exportados e porque isto ocorreu.
ro_ro: Unele dintre produse nu au fost exportate pe eBay. <br> Verificați jurnalele pentru a vedea ce produse nu au fost exportate și motivul pentru care acest lucru s-a întâmplat.
ru_ru: Некоторые товары не экспортировались на eBay.<br> Эти товары, а также причины, по которым экспорт не был выполнен, перечислены в журнале событий.
tr_tr: Bazı ürünlerin eBay için dışa aktarılamadı. <br>Hangi ürünleri aktarılamadığını ve neden kaynaklandığını görmek için logları kontrol edin.
uk_ua: Деякі продукти не було експортовано eBay.<br> Перевірити логи, щоб дізнатися про причини чому це сталося.

# Languages::ebay_export_success_msg
source: All the selected products have been exported to eBay without errors.
ar_sa: تم تصدير جميع المنتجات المحددة إلى eBay بدون أخطاء.
cs_cz: Všechny vybrané produkty byly exportovány do eBay bez chyb.
el_gr: Όλα τα επιλεγμένα προϊόντα έχουν εξαχθεί στο eBay χωρίς σφάλματα.
es_es: Todos los productos seleccionados han sido exportados a eBay sin errores.
he_il: כל המוצרים שנבחרו יוצאו ל- eBay ללא שגיאות.
hu_hu: Az összes kiválasztott termék hiba nélküli exportálása az eBay-re.
id_id: Semua produk yang dipilih telah diekspor ke eBay tanpa kesalahan.
it_it: Tutti i prodotti selezionati sono stati esportati su eBay senza errori.
nl_nl: Alle geselecteerde producten zijn zonder fouten naar eBay geëxporteerd.
no_no: Alle valgte produkter har blitt eksportert til eBay uten feil.
pl_pl: Wszystkie wybrane produkty zostały wyeksportowane do eBay bez błędów.
pt_br: Todos os produtos selecionados foram exportados para o eBay sem erros.
ro_ro: Toate produsele selectate au fost exportate pe eBay fără erori.
ru_ru: Все выбранные товары были успешно экспортированы на eBay.
tr_tr: Tüm seçili ürünleri eBay'e hatasız aktarılmıştır.
uk_ua: Всі обрані товари було успішно експортовано на eBay.

# Languages::ebay_end_summary_title
source: Product ending summary
ar_sa: ملخص نهاية المنتج
cs_cz: Produkt končí shrnutím
el_gr: Σύνοψη Ληξης προϊόντων
es_es: Resumen final del producto
he_il: סיכום סיום המוצר
hu_hu: A termékkivonások összefoglalója
id_id: Ringkasan akhir produk
it_it: Riepilogo finale del prodotto
nl_nl: Samenvatting product eindigt
no_no: Produkt sluttsammendrag
pl_pl: Podsumowanie zakończenia sprzedaży produktów na eBay
pt_br: Resumo de produtos finalizados
ro_ro: Rezumatul final al produsului
ru_ru: Отчет об остановке продаж товара
tr_tr: Ürün sonu özeti
uk_ua: Звіт про зупинку продажів товару

# Languages::ebay_export_product
source: Exporting product "[product]" to eBay
ar_sa: تصدير المنتج "[product]" إلى eBay
cs_cz: Exportovat produkt "[product]" do eBay
el_gr: Εξαγωγή προϊόντος "[product]" στο eBay
es_es: Exportación del producto [product] a eBay
he_il: ייצוא המוצר "[product]" ל- eBay
hu_hu: "[product]" termék exportálása az eBay-re
id_id: Mengekspor produk " [produk] " ke eBay
it_it: Esportazione del prodotto "[product]" su eBay
nl_nl: Product "[product]" exporteren naar eBay
no_no: Eksporterer produktet "[product]" til eBay
pl_pl: Eksport produktu "[product]" na eBay
pt_br: Exportando produto "[product]" para o eBay
ro_ro: Export produs "[product]" pe eBay
ru_ru: Экспортирование товара "[product]" на eBay
tr_tr: Ürünler "[product]" eBay için aktarılıyor
uk_ua: Експорт товара "[product]" на eBay

# Languages::ebay_export_products
source: Exporting products "[product]" to eBay
ar_sa: تصدير المنتجات "[product]" إلى eBay
cs_cz: Exportovat produkty "[product]" do eBay
el_gr: Εξαγωγή προϊόντων "[product]" στο eBay
es_es: Exportación de productos [product] a eBay
he_il: ייצוא מוצרים "[product]" ל- eBay
hu_hu: A "[product]" termékek exportálása az eBay-re
id_id: Mengekspor produk " [produk] " ke eBay
it_it: Esportazione del prodotto "[product]" su eBay
nl_nl: Product "[product]" afbeeldingen exporteren naar eBay
no_no: Eksporterer produktene "[product]" til eBay
pl_pl: Eksport produktów "[product]" do eBay
pt_br: Exportando produtos "[product]" para o eBay
ro_ro: Export produse "[product]" pe eBay
ru_ru: Экспортирование товаров "[product]" на eBay
tr_tr: Ürünler "[product]" eBay için aktarılıyor
uk_ua: Експорт товарів "[product]" на eBay

# Languages::ebay_override
source: Redefinition of the product name and description on eBay
ar_sa: إعادة تعريف اسم المنتج ووصفه على موقع eBay
cs_cz: Redefinice názvu produktu a popis na eBay
el_gr: Επαναπροσδιορισμός του ονοματος και της περιγραφής του Προϊόντος στο eBay
es_es: Redefinición del nombre y descripción del producto en eBay
he_il: הגדרה מחדש שם ותיאור של המוצר ב- eBay
hu_hu: A termék megnevezésének és leírásának újradefiniálása az eBay-en
id_id: Redefinisi nama dan deskripsi produk di eBay
it_it: Ridefinizione del nome del prodotto e descrizione su eBay
nl_nl: Herdefinitie van de productnaam en beschrijving op eBay
no_no: Omdefinering av produktnavnet og beskrivelsen på eBay
pl_pl: Zmiana nazwa produktu i opisu na eBay
pt_br: Redefinição do nome e da descrição do produto no eBay
ro_ro: Redefinire nume și descriere de produs pe eBay
ru_ru: Переопределение названия и описания товара на eBay
tr_tr: Ürün adı ve açıklamasının eBay üzerinde yeniden tanımlanması
uk_ua: Перевизначення назви та опису товара на eBay

# Languages::ebay_end_products
source: Ending products "[product]" on eBay
ar_sa: إنهاء المنتجات "[product]" على موقع eBay
cs_cz: Ukončet produkty "[product]" na eBay
el_gr: Ληξη προϊόντων «[product]» στο eBay
es_es: Productos agotados "[product]" en eBay
he_il: סיום מוצרים "[product]" ב- eBay
hu_hu: "[product]" termékek megszüntetése az eBay-en
id_id: Mengakhiri produk " [produk] " di eBay
it_it: Finalizzazione prodotti "[product]" su eBay
nl_nl: Producten "[product]" op eBay beëindigen
no_no: Avslutter produktene "[product]" på eBay
pl_pl: Produkty "[product]" których sprzedaż się kończy w serwisie eBay
ro_ro: Produse pe terminate "[product]" pe eBay
ru_ru: Остановка продаж товаров "[product]" на eBay
tr_tr: EBay üzerinde biten ürünler "[product]"
uk_ua: Зупинка продажів товарів "[product]" на eBay

# Languages::ebay_count_product_successfully_exported
source: Products successfully exported:
ar_sa: تم تصدير المنتجات بنجاح:
cs_cz: Výrobky úspěšně exportovány:
el_gr: Προϊόντα που εξάχθηκαν με επιτυχία:
es_es: Productos exportados exitosamente:
he_il: המוצרים יוצאו בהצלחה:
hu_hu: A termékek exportálása sikeres:
id_id: Produk berhasil diekspor:
it_it: Prodotti esportati con successo:
nl_nl: Producten succesvol geëxporteerd:
no_no: Produktene ble vellykket eksportert:
pl_pl: Eksport produktu zakończył się sukcesem:
pt_br: Produtos exportados com sucesso:
ro_ro: Produse exportate cu succes:
ru_ru: Успешно экспортированные товары:
tr_tr: Ürünler başarıyla aktarıldı:
uk_ua: Успішно експортовані товари:

# Languages::ebay_count_product_fail_exported
source: Products export failed:
ar_sa: فشل تصدير المنتجات:
cs_cz: Produkt export selhal:
el_gr: Απέτυχε η εξαγωγή των προϊόντων:
es_es: La exportación del producto no se ejecutó:
he_il: מוצרי ייצוא נכשלה:
hu_hu: A termékek exportálása sikertelen:
id_id: Ekspor produk gagal:
it_it: Esportazione di prodotti non riuscita:
nl_nl: Product export mislukt:
no_no: Produkteksporten mislyktes:
pl_pl: Eksport produktów nie powiódł się:
pt_br: Erro na exportação dos produtos:
ro_ro: Exportul produselor a eșuat:
ru_ru: Не экспортированные товары:
tr_tr: Ürün aktarımı başarısız oldu:
uk_ua: Не експортовані товари:

# Languages::ebay_count_product_successfully_ended
source: Successfully ended products:
ar_sa: المنتجات المنتهية بنجاح:
cs_cz: Úspěšně ukončené výrobky:
el_gr: Επιτυχως ληγμενα προϊόντα:
es_es: Productos terminados con éxito:
he_il: מוצרים שהסתיימו:
hu_hu: Sikeresen megszüntetett termékek:
id_id: Produk yang berhasil diakhiri:
it_it: Conclusi con successo i prodotti:
nl_nl: Succesvol beëindigde producten:
no_no: Vellykket avsluttet produkter:
pl_pl: Pomyślnie zakończono sprzedaż produktów:
pt_br: Produtos finalizados com sucesso:
ro_ro: Produse terminate cu succes:
ru_ru: Успешно остановлены продажи товаров:
tr_tr: Başarıyla sona eren ürünler:
uk_ua: Успешно зупинено продажі товарів:

# Languages::ebay_count_product_fail_ended
source: Products ending failed:
ar_sa: المنتجات التي تنتهي بالفشل:
cs_cz: Produkty, které konec se nezdařil:
el_gr: Η ληξη των Προϊόντων απέτυχε:
es_es: Finalización de productos no se ejecutó:
he_il: סיום מוצרים נכשל:
hu_hu: A termékek megszüntetése sikertelen:
id_id: Produk yang berakhir gagal:
it_it: Finalizzazione prodotti fallita:
nl_nl: Producten eindigen mislukt:
no_no: Mislyktes å avslutte produkter:
pl_pl: Zakończenie sprzedaży produktów nie powiodło się:
pt_br: Erro na finalização dos produtos:
ro_ro: Teminare produse eșuată:
ru_ru: Продажи не остановлены у товаров:
tr_tr: Ürünleri sonlarıdırma başarısız oldu:
uk_ua: Продажі не зупинено у товарів:

# Languages::ebay_end_products_on_ebay
source: End eBay sales
ar_sa: إنهاء مبيعات eBay
cs_cz: Konec eBay prodeje
el_gr: Ληξη eBay πωλήσεων
es_es: Finalizar las ventas en eBay
he_il: המכירות eBay הסתיימו
hu_hu: Az eBay értékesítés befejezése
id_id: Akhiri penjualan eBay
it_it: Chiudi le vendite su eBay
nl_nl: Einde eBay-verkoop
no_no: Avslutt eBay salg
pl_pl: Koniec sprzedaży eBay
pt_br: Finalizar vendas no eBay
ro_ro: Finalizare vânzări pe eBay
ru_ru: Завершить продажи на eBay
tr_tr: eBay satışını sonlandır
uk_ua: Зупинити продажі на eBay

# Languages::products_assigned
source: Products assigned
ar_sa: المنتجات المخصصة
cs_cz: Produkty, které jsou přiřazeny
el_gr: Προϊόντα που έχουν ανατεθεί
es_es: Productos asignados
he_il: מוצרים שהוקצו
hu_hu: Hozzárendelt termékek
id_id: Produk yang ditugaskan
it_it: Prodotti assegnati
nl_nl: Producten toegewezen
no_no: Produkter tildelt
pl_pl: Produktów przypisany
pt_br: Produtos associados
ro_ro: Produse atribuite
ru_ru: Товары назначены
tr_tr: Ürünler atandı
uk_ua: Товари призначено
