Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/ebay.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, id_id, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::ttc_dispatch_days
source: The period of product delivery to a customer (in days)
ar_sa: فترة تسليم المنتج للعميل (بالأيام)
cs_cz: Dodací lhůta (ve dnech)
el_gr: Ο χρονος παράδοσης του προϊόντος σε έναν πελάτη (σε ημέρες)
es_es: El período de entrega del producto al cliente (en días)
he_il: זמן הגעת המוצר ללקוח (בימים)
hu_hu: A termék vásárlóhoz történő kiszállításának időtartama (napokban)
id_id: Periode pengiriman produk ke pelanggan (dalam beberapa hari)
it_it: Il tempo di consegna del prodotto a un cliente (in giorni)
nl_nl: De duur van levering van het product aan een klant (in dagen)
no_no: Perioden for produktlevering til kunden (i dager)
pl_pl: Czas dostawy produktu do klienta (w dniach)
pt_br: Prazo de entrega para o cliente (em dias)
ro_ro: Perioada de livrare a unui produs catre client (în zile)
ru_ru: Время, в течение которого товар будет доставлен покупателю (в днях)
tr_tr: Ürünün müşteriye teslim süresi (gün)
uk_ua: Час доставки товару покупцеві (в днях)

# Languages::ttc_ebay_payment_methods
source: Payment method(s), available for a template
ar_sa: طريقة (طرق) الدفع المتاحة للقالب
cs_cz: Platební metody dostupné podle šablony
el_gr: Τροπος(οι) πληρωμής, διαθέσιμος(οι) για ένα πρότυπο
es_es: Método(s) de pago, disponible para una plantilla
he_il: שיטות תשלום זמינות עבור תבנית זו
hu_hu: A sablonhoz rendelkezésre álló fizetési mód(ok)
id_id: Metode pembayaran, tersedia untuk template
it_it: Metodi di pagamento, disponibili per un modello
nl_nl: Betalingsmethode(n), beschikbaar voor een sjabloon
no_no: Betalingsmåte(er), som er tilgjengelig for en mal
pl_pl: Metoda(y) płatności, dostępne dla szablonu
pt_br: Forma(s) de pagamento, disponível no modelo
ro_ro: Metoda(ele) de plată, disponibile pentru un şablon
ru_ru: Способы оплаты, доступные для шаблона
tr_tr: Bir şablon için mevcut olan ödeme yöntem(ler)i
uk_ua: Способ(и) оплати, доступні для шаблону

# Languages::ttc_ebay.paypal_email
source: Define login of the PayPal account
ar_sa: تحديد تسجيل الدخول لحساب PayPal
cs_cz: Zadejte login do PayPal účtu
el_gr: Ορισμός της σύνδεσης του λογαριασμού PayPal
es_es: Definir el inicio de sesión de la cuenta de PayPal
he_il: הגדרות כניסה לחשבון PayPal
hu_hu: A PayPal-fiók bejelentkezési adatainak meghatározása
id_id: Tentukan login akun PayPal
it_it: Definisci l'accesso dell'account PayPal
nl_nl: Definieer de aanmelding van de PayPal-rekening
no_no: Definer innlogging til PayPal-kontoen
pl_pl: Zdefiniuj login do konta PayPal
pt_br: Informe o login da conta no Paypal
ro_ro: Setări de login pentru contul de PayPal
ru_ru: Задайте логин учетной записи PayPal
tr_tr: PayPal hesabının kullanıcı adını tanımlayın
uk_ua: Задайте логін облікового запису PayPal

# Languages::ttc_paypal_email
source: Define login of the PayPal account
ar_sa: تحديد تسجيل الدخول لحساب PayPal
cs_cz: Zadejte login do PayPal účtu
el_gr: Ορισμός της σύνδεσης του λογαριασμού PayPal
es_es: Definir el inicio de sesión de la cuenta de PayPal
he_il: הגדרות כניסה לחשבון PayPal
hu_hu: A PayPal-fiók bejelentkezési adatainak meghatározása
id_id: Tentukan login akun PayPal
it_it: Definisci l'accesso dell'account PayPal
nl_nl: Definieer de aanmelding van de PayPal-rekening
no_no: Definer innlogging for PayPal-kontoen
pl_pl: Zdefiniuj login do konta PayPal
pt_br: Informe o login da conta no Paypal
ro_ro: Setari login-contul PayPal
ru_ru: Задайте логин учетной записи PayPal
tr_tr: PayPal hesabının kullanıcı adını tanımlayın
uk_ua: Задайте логін облікового запису PayPal

# Languages::eBay_category_condition_tooltip
source: Define login of the PayPal account
ar_sa: تحديد تسجيل الدخول لحساب PayPal
cs_cz: Zadejte login do PayPal účtu
el_gr: Ορισμός της σύνδεσης του λογαριασμού PayPal
es_es: Definir el inicio de sesión de la cuenta de PayPal
he_il: הגדרות כניסה לחשבון PayPal
hu_hu: A PayPal-fiók bejelentkezési adatainak meghatározása
id_id: Tentukan login akun PayPal
it_it: Definisci l'accesso dell'account PayPal
nl_nl: Definieer de aanmelding van de PayPal-rekening
no_no: Definer innlogging på PayPal-kontoen
pl_pl: Zdefiniuj login do konta PayPal
pt_br: Informe o login da conta no Paypal
ro_ro: Setari login-contul PayPal
ru_ru: Адрес эл. почты для входа в учетную запись PayPal
tr_tr: PayPal hesabının kullanıcı adını tanımlayın
uk_ua: Адреса ел. пошти для входу в обліковий запис PayPal

# Languages::ttc_free_shipping
source: Choose, if you want free shipping to be applied to products in a template
ar_sa: اختر ، إذا كنت تريد تطبيق الشحن المجاني على المنتجات في قالب
cs_cz: Vyberte, zda chcete aby byla na výrobky v šabloně aplikována doprava zdarma
el_gr: Επιλέξτε, αν θέλετε να εφαρμοστει δωρεάν αποστολή σε προϊόντα σε ένα πρότυπο
es_es: Elige, si desea que se agregue el envío gratis de los productos en una planilla
he_il: סמן אם ברצונך להציע משלוח חינם למוצרים בתבנית זו
hu_hu: Válaszd ki, hogy egy sablonban lévő termékekre szeretnél-e ingyenes szállítást alkalmazni.
id_id: Pilih, jika Anda ingin pengiriman gratis untuk diterapkan pada produk dalam template
it_it: Scegli, se lo desideri, la spedizione gratuita per essere applicata ai prodotti in un modello
nl_nl: Kies deze optie voor gratis verzending op producten in een sjabloon
no_no: Velg, hvis du ønsker at gratis frakt skal brukes på produkter i en mal
pl_pl: Wybierz, jeśli chcesz żeby była dostępna dostawa gratis dla produktów w tym szablonie
pt_br: Escolha se você deseja ativar o frete grátis para os produtos no modelo
ro_ro: Alege, dacă doriţi transport gratuit aplicat produselor într-un şablon
ru_ru: Выберите для бесплатной доставки товаров в шаблоне
tr_tr: Bir şablon içinde yer alan ürünlere ücretsiz teslimat uygulanmasını istiyorsanız seçin
uk_ua: Оберіть для безкоштовної доставки товарів у шаблоні

# Languages::ttc_shipping_cost
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
ar_sa: رسوم شحن ثابتة لعنصر واحد إذا كان نوع الشحن ثابتًا (إعداد الشحن والمناولة على eBay).
cs_cz: Pevný expediční poplatek za jednu položku jestli je způsob dopravy Flat (dále jen poštovné a balné nastavení na eBay).
el_gr: Πάγιο τέλος αποστολής για ένα αντικειμενο εάν ο τύπος αποστολής είναι Flat (Ρυθμιση Αποστολή και Διεκπεραιωση στο eBay).
es_es: Precio fijo para uno de los pedidos si el tipo de envío incluye la tarifa plana (la configuración de Envío y manejo en eBay).
he_il: דמי משלוח קבועים ליחידת מוצר אחת אם תעריף המשלוח הוא קבוע. (הגדרת דמי טיפול ומשלוח ב-eBay).
hu_hu: Fix szállítási díj egy termékre, ha a szállítási típus átalánydíjas (a Szállítás és kezelés beállítása az eBay-en).
id_id: Biaya pengiriman tetap untuk satu item jika jenis pengirimannya adalah Flat (pengaturan Pengiriman dan penanganan di eBay).
it_it: Costo di spedizione fisso per un prodotto se il tipo di spedizione è Forfait (la spedizione e confezionamento del pacco impostati su eBay).
nl_nl: Vaste verzendkosten voor een item indien de verzendkosten vast zijn (de verzend- en verwekingsinstellingen op eBay).
no_no: Fast fraktpris for én vare Hvis Norge er Fast (frakt og håndtering innstillingen på eBay).
pl_pl: Stała opłata za wysyłkę za jeden przedmiot, jeśli typ wysyłki jest typu liniowego (wysyłki i obsługa ustawiane na eBay).
ro_ro: Taxă de livrare fixă pentru un articol, în cazul în care tipul de livrare este standard (Setare Livrare și manipulare eBay).
ru_ru: Фиксированная стоимость доставки одной единицы товара, если выбран способ доставки Flat (настройка Shipping and handling на eBay)
tr_tr: Nakliye türü sabit ise tek ürün için sabitlenmiş taşıma ücreti (eBay' deki nakliye ve taşıma ayarlarında).
uk_ua: Фіксована вартість доставки однієї одиниці товару, якщо обрано спосіб доставки «Flat». (Настройка «Shipping and handling» на eBay).

# Languages::ttc_shipping_cost_additional
source: Shipping fee for each additional item in the order (the Each additional item setting on eBay)
ar_sa: رسوم الشحن لكل عنصر إضافي في الطلب (إعداد كل عنصر إضافي على eBay)
cs_cz: Poštovné za každou další položku v řadě (nastavení "Každá další položka" na eBay)
el_gr: Τιμη αποστολης για κάθε πρόσθετο στοιχείο σε μια παραγγελία (η ρυθμιση κάθε πρόσθετο στοιχείο στο eBay)
es_es: El precio del envío de cada pedido adicional (La configuración de Cada pedido adicional en eBay)
he_il: דמי משלוח עבור כל יחידת מוצר נוספת בהזמנה (הגדרת כל הפריט נוסף ב-eBay)
hu_hu: Szállítási díj a megrendelésben szereplő minden egyes további termékre (az eBay-en a Minden további termék beállítása).
id_id: Biaya pengiriman untuk setiap item tambahan sesuai pesanan (pengaturan Item tambahan di eBay)
it_it: Costo di spedizione per ogni oggetto aggiuntivo nell'ordine (ogni oggetto aggiuntivo impostato su eBay)
nl_nl: Verzendkosten voor elk extra artikel in de bestelling (de instelling Elk extra artikel op eBay)
no_no: Fraktprisen for hver ekstra produkt i en bestilling (Hvert ekstra element innstilling på eBay)
pl_pl: Cena wysyłki za każdy dodatkowy przedmiot w zamówieniu (każdą dodatkową pozycję)
ro_ro: Pret pentru fiecare element suplimentare de transport într-o comandă (fiecare element suplimentare setat din eBay)
ru_ru: Стоимость доставки для каждой дополнительной единицы товара в заказе (настройка Each additional item на eBay)
tr_tr: Siparişdeki her ilave nesne için taşıma ücreti (eBay her ilave nesne ayarı)
uk_ua: Вартысть доставки кожної додаткової одиниці в замовленні. (Налаштування «Each additional item» на eBay)

# Languages::shipping_cost_additional
source: Additional shipping fee
ar_sa: رسوم الشحن الإضافية
cs_cz: Další poštovné
el_gr: Επιπροσθτεο τέλος αποστολής
es_es: Precio de envío adicional
he_il: דמי המשלוח נוספים
hu_hu: További szállítási díj
id_id: Biaya pengiriman tambahan
it_it: Costo di spedizione aggiuntivo
nl_nl: Extra verzendkosten
no_no: Ekstra fraktpris
pl_pl: Dodatkowe koszty wysyłki
pt_br: Valor adicional no frete
ro_ro: Taxa de transport suplimentar
ru_ru: Дополнительная стоимость доставки
tr_tr: Ek nakliye ücreti
uk_ua: Додаткова вартість доставки

# Languages::text_ult_ebay_template_store_field_tooltip
source: The storefront, for which a template will be created
ar_sa: واجهة المتجر التي سيتم إنشاء نموذج لها
cs_cz: Výloha, pro které bude vytvořena šablona
el_gr: Η βιτρίνα, για το οποίο θα δημιουργηθεί ένα πρότυπο
es_es: La tienda, para lo cual se creará una plantilla de
he_il: חזית החנות, שעבורה תיווצר תבנית
hu_hu: A piactér, amelyre a sablon létrehozásra kerül.
id_id: Toko, yang template akan dibuat
it_it: La vetrina per la quale verrà creato un modello
nl_nl: De webwinkel, waarvoor een sjabloon wordt aangemaakt
no_no: Butikk forsiden, som en mal opprettes
pl_pl: Sklep, dla którego zostanie stworzony szablon
pt_br: A loja para a qual o modelo será criado
ro_ro: Magazinului, pentru care va fi creat un şablon
ru_ru: Витрина, для которой будет создан шаблон
tr_tr: Şablonun oluşturulacağı vitrin.
uk_ua: Вітрина, для якої буде створений шаблон

# Languages::shipping_cost_cannot_be_null
source: Shipping cost must be non-zero
ar_sa: يجب ألا تكون تكلفة الشحن صفرية
cs_cz: Poštovné musí obsahovat nenulovou hodnotu
el_gr: Τα Έξοδα αποστολής πρέπει να είναι μη μηδενικα
es_es: Costo de envío debe ser distinto de cero
he_il: הוצאות משלוח חייב להיות שונה מאפס
hu_hu: A szállítási költség nem lehet nulla
id_id: Biaya pengiriman harus tidak nol
it_it: Il costo di trasporto deve essere diverso da zero
nl_nl: Verzendkosten mogen niet nul zijn
no_no: Frakt kostnaden kan ikke være null
pl_pl: Koszt wysyłki musi być różny od zera
pt_br: O valor do frete deve ser superior a zero
ro_ro: Costul de expediere trebuie să fie non-zero
ru_ru: Стоимость доставки должна быть больше нуля
tr_tr: Taşıma maliyeti sıfır dışında bir değer olmalıdır
uk_ua: Вартість доставки повинна бути більше нуля

# Languages::ebay_title
source: eBay product title
ar_sa: عنوان المنتج eBay
cs_cz: Název produktu na eBay
el_gr: Τίτλος προϊόντος eBay
es_es: Título del producto eBay
he_il: כותרת מוצר eBay
hu_hu: eBay termék megnevezése
id_id: judul produk eBay
it_it: Titolo prodotto eBay
nl_nl: eBay product titel
no_no: eBay produkttittel
pl_pl: Tytuł produkt w eBay
pt_br: Título do produto no eBay
ro_ro: titlul de produs eBay
ru_ru: Название товара на eBay
tr_tr: eBay ürün başlığı
uk_ua: Назва продукту eBay

# Languages::ebay_title_tooltip
source: eBay title the title of the product to be used at eBay
ar_sa: عنوان eBay هو عنوان المنتج الذي سيتم استخدامه في eBay
cs_cz: eBay název: Název produktu, který bude použit na eBay
el_gr: eBay τίτλος ο τίτλος του προϊόντος που θα χρησιμοποιηθει στο eBay
es_es: eBay el título el título del producto para ser usado en eBay
he_il: eBay כותרת היא הכותרת של המוצר לשימוש ב- eBay
hu_hu: eBay megnevezés, a termék eBay-en használt megnevezése
id_id: eBay memberikan judul produk yang digunakan di eBay
it_it: Titolo eBay il titolo del prodotto per essere usato su eBay
nl_nl: eBay benoem de titel van het product zoals het gebruikt wordt op eBay
no_no: eBay tittel tittelen på produktet som skal brukes på eBay
pl_pl: Tytuł produktu, który ma być używany w serwisie eBay
pt_br: Título do produto a ser usado no eBay
ro_ro: eBay titlul de produs pentru a fi utilizate la eBay
ru_ru: Название товара на стороне eBay
tr_tr: eBay başlığı ürünün eBay'de kullanılacak olan başlığı
uk_ua: Назва товару на стороні eBay

# Languages::ebay_description
source: eBay product description
ar_sa: وصف المنتج eBay
cs_cz: Popis produktu na eBay
el_gr: Περιγραφη προϊόντος eBay
es_es: Descripción de producto de eBay
he_il: תיאור המוצר ב- eBay
hu_hu: eBay termékleírás
id_id: Deskripsi produk eBay
it_it: Descrizione del prodotto eBay
nl_nl: eBay productomschrijving
no_no: eBay Produktbeskrivelse
pl_pl: Opis produktu eBay
pt_br: Descrição do produto no eBay
ro_ro: Descriere de produs eBay
ru_ru: Описание товара на eBay
tr_tr: eBay ürün açıklaması
uk_ua: Опис продукту eBay

# Languages::ebay_description_tooltip
source: eBay description the description of the product to be used at eBay
ar_sa: وصف eBay وصف المنتج الذي سيتم استخدامه في eBay
cs_cz: eBay popis: Popis produktu, který bude použit na eBay
el_gr: eBay περιγραφή η περιγραφή του προϊόντος που θα χρησιμοποιηθει στο eBay
es_es: Descripción de eBay la descripción del producto para ser usado en eBay
he_il: תיאור eBay הוא התיאור של המוצר לשימוש ב- eBay
hu_hu: eBay leírás, a termék eBay-en használandó leírása
id_id: eBay memberikan deskripsi dari produk yang digunakan di eBay
it_it: eBay Descrizione Descrizione del prodotto per essere usata su eBay
nl_nl: eBay omschrijving de omschrijving van het product dat gebruikt wordt op eBay
no_no: eBay beskrivelse beskrivelsen av produktet som brukes på eBay
pl_pl: Opis produktu, który ma być używany w serwisie eBay
pt_br: Descrição do produto a ser usada no eBay
ro_ro: eBay Descriere descriere a produsului pentru a fi utilizate la eBay
ru_ru: Описание товара на стороне eBay
tr_tr: eBay ürün açıklaması ürünün eBay'de kullanılacak olan açıklaması
uk_ua: Опис товару на стороні eBay

# Languages::override
source: Redefinition of the product name and description on eBay
ar_sa: إعادة تعريف اسم المنتج ووصفه على موقع eBay
cs_cz: Redefinice názvu produktu a popis na eBay
el_gr: Επαναπροσδιορισμός του ονοματος και της περιγραφής του Προϊόντος στο eBay
es_es: Redefinición del nombre del producto y la descripción en eBay
he_il: הגדרה מחדש של המוצר השם והתיאור ב- eBay
hu_hu: A termék nevének és leírásának újradefiniálása az eBay-en
id_id: Pendefinisian ulang nama produk dan deskripsi pada eBay
it_it: Ridefinizione del nome del prodotto e descrizione su eBay
nl_nl: Herdefinitie van de productnaam en beschrijving op eBay
no_no: Omdefinering av produktnavnet og beskrivelsen på eBay
pl_pl: Redefinicji nazwa produktu i opis na eBay
pt_br: Redefinição do nome e da descrição do produto no eBay
ro_ro: Redefinire nume produs si descriere pe eBay
ru_ru: Переопределение названия и описания товара на eBay
tr_tr: eBay' deki ürün adı ve açıklamasının yeniden tanımlandırılması
uk_ua: Перевизначення назви та опису товара на eBay

# Languages::override_tooltip
source: Choose, if you want the original product name and description to be replaced with that, specified in the eBay product title and the eBay product description fields
ar_sa: اختر ، إذا كنت تريد استبدال اسم المنتج الأصلي ووصفه بذلك ، المحدد في عنوان منتج eBay وحقول وصف منتج eBay
cs_cz: Vyberte, chcete-li původní název produktu a popis, které mají být nahrazeny s tím, je uvedeno v názvu produktu eBay a eBay popis produktu pole
el_gr: Επιλέξετε, εάν θέλετε το αρχικό όνομα προϊόντος και η περιγραφή να αντικατασταθούν με αυτό, που καθορίζονται στον τίτλο προϊόντος του ebay και τα πεδία περιγραφής προϊόντος του ebay
es_es: Elige, si quieres que el nombre original y la descripción del producto se reemplacen con el título del producto y la descripción de los campos de eBay
he_il: בחורו, אם אתם רוצים ששם ואת התיאור המוצר המקורי יתחלפו עם הכותרת ותיאור המוצר מוגדרים ב- eBay
hu_hu: Válaszd ki, ha azt szeretnéd, hogy az eredeti terméknév és leírás helyébe az eBay termékmegnevezés és az eBay termékleírás mezőben megadott megnevezés és leírás lépjen.
id_id: Pilih, jika Anda ingin nama produk dan deskripsi yang asli digantikan dengan itu, yang ditetapkan dalam judul produk eBay dan kolom deskripsi.
it_it: Scegliere, se volete il nome e la descrizione del prodotto originale per essere sostituite con quelle, specificate nel titolo e nella descrizione del prodotto su eBay
nl_nl: Kies deze optie als de originele naam en omschrijving van het product vervangen moeten worden door de opgegeven product titel en omschrijving van eBay
no_no: Velg, hvis du vil at det opprinnelige produktnavnet og beskrivelsen skal å bli erstattet med det som er spesifisert i eBay produktnavnet og eBay produktbeskrivelsen
pl_pl: Wybierz, jeśli chcesz, żeby oryginalna nazwa produktu i opis zostały zastąpione przez określoną nazwę oraz opis produktu z ebay
pt_br: Escolha se você deseja que o nome e a descrição originais do produto sejam substituídos pelo nome e descrição especificados na configuração para o eBay
ro_ro: Alege, dacă doriţi numele şi descrierea produsului original va fi înlocuit cu acesta, specificate în titlul de produs eBay şi câmpurile descriere produs eBay
ru_ru: Заменить исходное название и описание товара на название и описание, заданное в полях Название товара на eBay и Описание товара на eBay
tr_tr: eBay ürün adı ve eBay ürün açıklaması alanlarındaki orijinal ürün adının ve açıklamasının bununla değiştirilmesini istiyorsanız seçin
uk_ua: Замінити вихідні назву і опис товара відповідними значеннями заданими в полях на eBay

# Languages::return_policy
source: Return Policy
ar_sa: سياسة العائدات
cs_cz: Reklamační řád
el_gr: Πολιτική επιστροφής
es_es: Política de devolución
he_il: מדיניות החזרה
hu_hu: Visszatérítési politika
id_id: Kebijakan Retur
it_it: Politica di reso
nl_nl: Retourbeleid
no_no: Returrett
pl_pl: Polityka zwrotów
pt_br: Política de devolução
ro_ro: Politica de returnare
ru_ru: Политика возврата
tr_tr: İade Politikası
uk_ua: Політика повернення

# Languages::ttc_return_policy
source: Choose whether returns are allowed or not for products grouped under this template
ar_sa: اختر ما إذا كان يُسمح بالمرتجعات أم لا للمنتجات المجمعة ضمن هذا القالب
cs_cz: Vyberte, zda je produkty sdružené v této šabloně umožněno vrátit
el_gr: Επιλέξτε αν επιτρέπονται οι επιστροφες ή όχι για προϊόντα που ομαδοποιούνται κάτω από αυτό το πρότυπο
es_es: Elija si se aceptan devoluciones o no para los productos agrupados en esta plantilla
he_il: בחרו האם החזרת מוצרים הנה מותרת עבור מוצרים בתבנית זו
hu_hu: Válaszd ki, hogy az e sablon alatt csoportosított termékek esetében engedélyezett-e a visszaküldés vagy sem.
id_id: Pilih apakah retur diizinkan atau tidak untuk produk yang dikelompokan di template ini
it_it: Scegliete se i resi sono ammessi o no per prodotti raggruppati sotto questo modello
nl_nl: Geef aan of retourzendingen zijn toegestaan voor de producten gegroepeerd onder deze sjabloon
no_no: Velg om retur er tillatt eller ikke for produkter gruppert under denne malen
pl_pl: Określ czy zwroty są dozwolone lub nie, dla grupy produktów związanych z tym szablonem
pt_br: Escolha se você deseja permitir devoluções para os produtos neste modelo
ro_ro: Alege dacă retururile sunt permise sau nu pentru produse grupate sub acest şablon
ru_ru: Выберите, разрешить или запретить возврат товаров, сгруппированных в этом шаблоне
tr_tr: Bu şablon altında gruplanan ürünlerin iadesinin kabul edilmesine izin verilip verilmemesi için seçin
uk_ua: Дозволити або заборонити повернення товарів, що згруповано в цьому шаблоні

# Languages::returns_accepted
source: Returns Accepted
ar_sa: عوائد مقبولة
cs_cz: Vrácení umožněno
el_gr: Επιστροφές αποδεκτές
es_es: Devoluciones aceptadas
he_il: החזרה מתקבלת
hu_hu: Visszaszállítás elfogadva
id_id: Retur Diterima
it_it: Resi accettati
nl_nl: Retour geaccepteerd
no_no: Retur akseptert
pl_pl: Zwroty akceptowane
pt_br: Devoluções são permitidas
ro_ro: Returnări acceptate
ru_ru: Возврат разрешен
tr_tr: İade Kabul Edildi
uk_ua: Повернення приймаються

# Languages::no_returns_accepted
source: No returns accepted
ar_sa: لا يقبل الاسترجاع
cs_cz: Vrácení neumožněné
el_gr: Επιστροφές μη αποδεκτές
es_es: No hay devoluciones aceptadas
he_il: . אין החזרות התקבלה
hu_hu: Nem fogadunk el visszaszállítást
id_id: Tidak ada retur yang diterima
it_it: Non si accettano resi
nl_nl: Retour niet geaccepteerd
no_no: Ingen retur godtas
pl_pl: Zwroty nieakceptowane
pt_br: Nenhuma devolução permitida
ro_ro: Returnările nu sunt acceptate
ru_ru: Возврат не разрешен
tr_tr: Hiçbir İade Kabul Edilmedi
uk_ua: Повернення не приймаються

# Languages::contact_time
source: After receiving the item, your buyer should contact you within
ar_sa: بعد استلام المنتج ، يجب على المشتري الاتصال بك في الداخل
cs_cz: Po obdržení zboží by vás kupující měl kontaktovat do
el_gr: Αφού παραληφθει το είδος, ο αγοραστής σας πρέπει να επικοινωνήσει μαζί σας εντός
es_es: Después de recibir el artículo, el comprador debe póngase en contacto con usted dentro de
he_il: לאחר קבלת הפריט, הקונה אמור ליצור קשר איתכם
hu_hu: A termék átvétele után a vevődnek kapcsolatba kell lépnie Veled a következő határidőn belül
id_id: Setelah menerima barang, pembeli Anda harus menghubungi Anda
it_it: Dopo aver ricevuto l'articolo, l'acquirente dovrebbe contattarti entro
nl_nl: Na ontvangst van het item, moet de koper contact opnemen
no_no: Etter motatt vare, skal kjøperen kontakte deg innen
pl_pl: Po otrzymaniu towaru, kupujący powinien się z Tobą skontaktować
pt_br: Depois de receber o produto, o comprador deverá contatá-lo dentro de
ro_ro: După primirea articolului, cumpărătorul dumneavoastră ar trebui să contactaţi în termen de
ru_ru: После получения товара, покупатель должен связаться с вами в течение
tr_tr: Ürün teslim alındıktan sonra, alıcınızın size haber vermesi gereken süre
uk_ua: Після отримання товару, покупець повинен зв'язатися з вами протягом
