Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/email_marketing.po
Languages: he_il, hu_hu, pt_br

# Addons::name::email_marketing
source: E-mail marketing
he_il: שיווק בדוא"ל

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
he_il: סינכרון רשימות הלקוחות שלך ידיעון עם MailChimp ו- Mad Mimi
hu_hu: Hírlevél-feliratkozók szinkronizálása MailChimp és Mad Mimi szolgáltatásokkal
pt_br: Sincroniza suas listas de assinantes com MailChimp e Mad Mimi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
he_il: ניהול מנויים לידיעון והגדרות.
hu_hu: Hírlevél-feliratkozók kezelése és beállítása.
pt_br: Gerenciar configurações e assinantes da newsletter.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
he_il: תודה לך על הרשמה לניוזלטר שלנו
hu_hu: Köszönjük, hogy feliratkozott a hírlevelünkre!
pt_br: Obrigado por se inscrever em nossa newsletter

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
he_il: המנוי שלך אומת. אין פעולות נוספות נדרש.
hu_hu: Sikeres feliratkozás. Nincs további teendője.
pt_br: Sua assinatura foi confirmada. Nenhuma ação adicional é necessária.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
he_il: נדרש אימות דואר אלקטרוני!
hu_hu: E-mail cím megerősítése szükséges!
pt_br: E-mail de confirmação é necessário!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
he_il: תודה על הרשמה לניוזלטר שלנו.<p>דוא"ל עם אישור נשלח אליך. אנא השתמש קישור בדוא"ל כדי לאשר את המנוי</p>
hu_hu: Köszönjük, hogy feliratkozott a hírlevelünkre.<p>Egy visszaigazoló e-mailt küldtünk a megadott címre. Kérjük, erősítse meg a feliratkozást a benne található linkkel!</p>
pt_br: Obrigado por se inscrever em nossa newsletter.<p>Um email de confirmação foi enviado para você. Por favor, use o link no e-mail para confirmar sua inscrição</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
he_il: אנא אשרו את המנוי
hu_hu: Erősítse meg a feliratkozást
pt_br: Por favor confirmar a inscrição

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
he_il: קיבלנו את בקשתך להצטרף לרשימת הניוזלטר שלנו. לאישור ההרשמה לחץ על הלינק המוצרף:<p><a href="[href]"></a></p> במידה וקיבלת הודעה זו בטעות פשוט מחק אותה או התעלם לא תירשם לרשימה כל עוד לא לחצת על הלינק המאשר זאת.
hu_hu: Feliratkozási kérelem érkezett Öntől. Kérjük, erősítse meg: <p><a href="[href]">Kattintson ide, ha meg akarja erősíteni a hírlevelünkre történő feliratkozását</a></p>Ha ezt a levelet véletlenül kapta, egyszerűen törölje ki. Nem kerül be a hírlevélre feliratkozottak listájára, ha nem kattint a fenti linkre.
pt_br: Recebemos um pedido de inscrição de você. Por favor confirmá-lo: <p><a href="[href]">clique aqui para confirmar sua inscrição em nossa newsletter</a></p> se você recebeu este e-mail por engano, simplesmente exclua-o. Você não vai ser inscrito se você não clicar no link de confirmação acima.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
he_il: המינוי אושר
hu_hu: A feliratkozás megerősítése megtörtént
pt_br: Inscrição confirmada

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
he_il: המנוי לניוזלטר שלנו אושר. תודה לך על ההרשמה!
hu_hu: A hírlevélre történő feliratkozása megerősítésre került. Köszönjük!
pt_br: Sua inscrição em nossa newsletter foi confirmada. Obrigado por se inscrever!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
he_il: נרשמת בהצלחה לרשימת הניוזלטר שלנו
hu_hu: Feliratkozott a hírlevelünkre
pt_br: Você se inscreveu para nossa newsletter

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
he_il: תודה על הרשמה לניוזלטר שלנו. <p>אם בכל עת ברצונך להפסיק לקבל הודעות דוא ל שלנו, <a href="[href]">לחץ על קישור זה כדי לבטל את המנוי</a>.</p>
hu_hu: Köszönjük, hogy feliratkozott a hírlevelünkre!<p>Bármikor lemondhatja. Ha már nem kíván tőlünk levelet kapni, <a href="[href]">kattintson ide a leiratkozáshoz</a>!</p>
pt_br: Obrigado por se inscrever em nossa newsletter. <p>Se a qualquer momento você desejar parar de receber nossos e-mails, <a href="[href]">clique neste link para descadastrar</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
he_il: רישום המנוי אושר
hu_hu: A feliratkozás megerősítése megtörtént
pt_br: Inscrição confirmada

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
he_il: תודה לך על הרשמתך לניוזלטר שלנו. <p>אם בזמן כלשהו ברצונך להפסיק לקבל מאיתנו דיוור, <a href="[href]">באפשרותך ללחוץ על קישור זה כדי להסיר עצמך מהרשימה</a>.</p>
hu_hu: A hírlevelünkre történő feliratkozás megerősítésre került.<p>Bármikor lemondhatja. Ha már nem kíván tőlünk levelet kapni, <a href="[href]">kattintson ide a leiratkozáshoz</a>!</p>
pt_br: Sua inscrição em nossa newsletter foi confirmada.<p>Se a qualquer momento você desejar parar de receber nossos e-mails, <a href="[href]">clique neste link para descadastrar</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
he_il: ביטול את המנוי מוצלח
hu_hu: A leiratkozása sikerült
pt_br: Cancelamento da inscrição realizado com sucesso

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
he_il: כתובת הדואר שלך הוסרה מהרשימות בהצלחה.
hu_hu: Az e-mail címét töröltük a levelezőlistánkból.
pt_br: Seu email foi removido de nossa lista.

# Languages::email_marketing.export_all
source: Export all
he_il: ייצא הכל
hu_hu: Az összes exportálása
pt_br: Exportação todos

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
he_il: הזן את ה-API ושמור קודם
hu_hu: Először adja meg az API kulcsot és mentse el
pt_br: Digite a chave de API e salve primeiro

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
he_il: [email] זה כבר רשום כמנוי
hu_hu: [email] már szerepel a feliratkozottak között
pt_br: [email] já está inscrito

# Languages::email_marketing.new_subscriber
source: New subscriber
he_il: מנוי חדש
hu_hu: Új feliratkozó
pt_br: Novo assinante

# Languages::email_marketing.sync
source: Sync
he_il: סינכרון
hu_hu: Szinkronizálás

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
he_il: הירשם כמנוי לידיעון שלנו
hu_hu: Iratkozzon fel hírlevelünkre!
pt_br: Assinar nossa newsletter

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
he_il: שיווק בדואר אלקטרוני: טופס מנוי לידיעון
hu_hu: E-mail marketing: hírlevél-feliratkozási űrlap
pt_br: Email marketing: Formulário de inscrição na newsletter

# Languages::privileges.manage_email_marketing
source: Can edit
he_il: ניתן לערוך
hu_hu: Szerkeszthető
pt_br: Pode editar

# Languages::privileges.view_email_marketing
source: Can view
he_il: יכול לראות
hu_hu: Megtekinthető
pt_br: Pode visualizar

# Languages::privilege_groups.email_marketing
source: Email marketing
he_il: שיווק בדוא"ל
pt_br: Marketing por email

# Languages::email_marketing.error_no_list
source: Please select mailing list in add-on settings to start import
he_il: נא בחרו רשימת התפוצה הרחבה הגדרות כדי להתחיל לייבא
hu_hu: A bővítmény beállításainál jelöljön ki egy levelezőlistát az importálás megkezdéséhez
pt_br: Selecione a lista desejada nas configurações do plugin para iniciar a importação

# SettingsSections::email_marketing::general
source: General
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
he_il: תיבת סימון עלון על קופה
hu_hu: Hírlevél feliratkozás megjelenítése a vásárlási folyamat során
pt_br: Checkbox da newsletter no check-out

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
he_il: Tick כבוי כברירת מחדל
hu_hu: Bejelölve alapértelmezetten
pt_br: Assinar fora por padrão

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
he_il: זוגי (opt-in)
hu_hu: Kettős megerősítés (double opt-in)

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
he_il: לשלוח מכתב הפתיחה עם קישור לביטול המנוי
hu_hu: Üdvözlő levél küldése leiratkozó linkkel
pt_br: Enviar uma carta de boas-vinda com o link de cancelamento de assinatura

# SettingsOptions::email_marketing::em_service
source: Email integration provider
he_il: ספק אינטגרציה דואר האלקטרוני
hu_hu: E-mail integrálás szolgáltató
pt_br: Provedor de integração de e-mail

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
he_il: API מפתח
hu_hu: API kulcs
pt_br: Chave da API

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
he_il: רשימה
hu_hu: Lista
pt_br: Lista

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
he_il: דואר אלקטרוני

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
he_il: מפתח API
hu_hu: API kulcs
pt_br: Chave da API

# SettingsOptions::email_marketing::em_madmimi_list
source: List
he_il: רשימה
hu_hu: Lista
pt_br: Lista

# Languages::email_template.email_marketing_confirmation
source: Email marketing: subscription confirmation
he_il: דוא"ל שיווק: אישור המנוי
hu_hu: E-mail marketing: feliratkozás visszaigazolása
pt_br: Marketing por email: confirmação de inscrição

# Languages::email_template.email_marketing_welcome
source: Email marketing: welcome letter
he_il: דוא"ל שיווק: מכתב
hu_hu: E-mail marketing: üdvözlő levél
pt_br: Marketing por email: mensagem de boas vindas

# Languages::email_template.email_marketing_welcome_2optin
source: Email marketing: welcome letter (2optin)
he_il: דוא"ל שיווק: מכתב (2optin)
hu_hu: E-mail marketing: üdvözlő levél (2optin)
pt_br: Marketing por email: mensagem de boas vindas (2a opcao)
