Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/form_builder.po
Languages: he_il, hu_hu

# Addons::name::form_builder
source: Form builder
he_il: עורך הטפסים
hu_hu: Űrlapkezelő

# Addons::description::form_builder
source: Lets you create custom forms (e.g. Contact us)
he_il: מאפשר לך ליצור טפסים מותאמים אישית (למשל צור קשר)
hu_hu: Lehetővé teszi egyedi űrlapok létrehozását (pl. Kapcsolat)

# Languages::use_for_form_builder
source: Custom forms
he_il: טפסים מותאמים אישית
hu_hu: Egyedi űrlapok

# Languages::new_form
source: New form
he_il: טופס חדש
hu_hu: Új űrlap

# Languages::editing_form
source: Editing form
he_il: עריכת טופס
hu_hu: Űrlap szerkesztése

# Languages::form_builder
source: Form builder
he_il: עורך הטפסים
hu_hu: Űrlapkezelő

# Languages::form_submit_text
source: Form submit text
he_il: טקסט לשליחת הטופס
hu_hu: Űrlap elküldése szöveg

# Languages::email_to
source: E-mail to
he_il: דואר אלקטרוני
hu_hu: E-mail címzettje

# Languages::add_form
source: Add form
he_il: הוסף טופס
hu_hu: Űrlap hozzáadása

# Languages::base
source: Base
he_il: בסיס
hu_hu: Alap

# Languages::multiple_checkboxes
source: Multiple checkboxes
he_il: תיבת סימון מרובה
hu_hu: Többszörös jelölőnégyzet

# Languages::multiple_selectbox
source: Multiple selectbox
he_il: תיבת בחירה מרובה
hu_hu: Többszörös választómező

# Languages::header
source: Header
he_il: כותרת
hu_hu: Fejléc

# Languages::separator
source: Separator
he_il: מפריד
hu_hu: Elválasztó

# Languages::special
source: Special
he_il: מיוחד
hu_hu: Speciális

# Languages::countries_list
source: Countries list
he_il: רשימת מדינות
hu_hu: Országlista

# Languages::states_list
source: States list
he_il: רשימת מדינות
hu_hu: Megyelista

# Languages::referer
source: Referer
he_il: מפנה
hu_hu: Hivatkozó oldal

# Languages::email_template.form_builder_form
source: Contact form
he_il: טופס יצירת קשר
hu_hu: Kapcsolatfelvételi űrlap

# Languages::addons.form_builder.form_fields
source: Form fields
he_il: שדות של טופס
hu_hu: Űrlapmezők

# Languages::addons.form_builder.form_name
source: Form name
he_il: שם הטופס
hu_hu: Űrlap neve

# Languages::addons.form_builder.other_subject
source: Other subject (specify below)
he_il: נושא אחר (פרטו למטה)
hu_hu: Más tárgy (meghatározás lentebb)

# Languages::addons.form_builder.email_subject_field
source: E-mail subject field
he_il: שדה הנושא של דואר אלקטרוני
hu_hu: E-mail tárgy

# Languages::ttc_addons.form_builder.email_subject_field
source: Fields of type "Select box" or "Input field" can be used
he_il: שדות מסוג "בחר תיבת" או "שדה קלט" ניתן להשתמש
hu_hu: "Legördülő lista" vagy "Szöveges beviteli mező" típusok használhatóak
