Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/geo_maps.po
Languages: ar_sa, cs_cz

# Addons::name::geo_maps
source: Maps and geolocation
ar_sa: الخرائط وتحديد الموقع الجغرافي
cs_cz: Mapy a geolokace

# Addons::description::geo_maps
source: Enables Google or Yandex maps and geolocation functionality in your store.
ar_sa: تمكين وظائف تحديد الموقع الجغرافي في متجرك وخرائط جوجل أو ياندكس.
cs_cz: Dovoluje Google a Yandex využívat funkcionalitu geolokace v rámci vašeho obchodu.

# SettingsSections::geo_maps::general
source: General
ar_sa: عام
cs_cz: Obecné

# SettingsSections::geo_maps::google
source: Google
ar_sa: جوجل

# SettingsOptions::geo_maps::provider
source: Provider
ar_sa: مزوّد
cs_cz: Poskytovatel

# SettingsVariants::geo_maps::provider::google
source: Google
ar_sa: غوغل

# SettingsOptions::geo_maps::show_shippings_on_product
source: Show shipping cost and time on product pages
ar_sa: عرض تكلفة الشحن والوقت على صفحات المنتج
cs_cz: Zobrazovat částku za dopravu a čas dopravy na stránce prodktu

# SettingsOptions::geo_maps::yandex_api_key
source: API key
ar_sa: مفتاح API
cs_cz: API klíč

# SettingsTooltips::geo_maps::yandex_api_key
source: Get the API key here: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
ar_sa: احصل على مفتاح API هنا: <a href="https://developer.tech.yandex.ru/" target="_blank"> https://developer.tech.yandex.ru </a>
cs_cz: Získejte API klíč zde: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>

# SettingsOptions::geo_maps::yandex_commercial
source: I use the paid version of the API
ar_sa: أستخدم النسخة المدفوعة من API
cs_cz: Používám placenou verzi API

# SettingsOptions::geo_maps::google_api_key
source: API key
ar_sa: مفتاح API
cs_cz: API klíč

# SettingsTooltips::geo_maps::google_api_key
source: Get the API key here: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
ar_sa: احصل على مفتاح واجهة برمجة التطبيقات هنا: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com </a>
cs_cz: Získejte API klíč zde: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>

# Languages::geo_maps.select_your_city
source: Select your city
ar_sa: اختر مدينتك
cs_cz: Vybrat vaše město

# Languages::geo_maps.your_city
source: Your city
ar_sa: مدينتك
cs_cz: Vaše město

# Languages::geo_maps.location_detection_disabled
source: Your location could not be determined. Try enabling the location services on your device or disabling the tracking protection.
ar_sa: لا يمكن تحديد موقعك. حاول تمكين خدمات الموقع على جهازك أو تعطيل حماية التتبع.
cs_cz: Lokalita nemohla být určena. Zkuste povolit lokalizační služby na vašem zařízení nebo zakázat ochranu proti sledování polohy.

# Languages::block_geo_maps_customer_location
source: Customer location
ar_sa: موقع العميل
cs_cz: Lokace zákazníka

# Languages::block_geo_maps_customer_location_description
source: Customer city and city selection form
ar_sa: استمارة اختيار مدينة العميل والمدينة
cs_cz: Formulář pro město zákazníka a výběr města

# Languages::geo_maps.shipping_address_on_map
source: Shipping address on map
ar_sa: عنوان الشحن على الخريطة
cs_cz: Doručovací adresa na mapě

# Languages::geo_maps.cannot_select_location
source: This location couldn't be selected due to technical reasons. If you encounter any difficulties when placing an order, please contact us.
ar_sa: تعذر تحديد هذا الموقع لأسباب فنية. إذا واجهت أي صعوبات عند تقديم طلب ، يرجى الاتصال بنا.
cs_cz: Tato lokace nemůže být vybrána kvůli technickým potížím. Pokud narazíte na nějaké potíže během odesílání objednávky, dejte nám prosím vědět.

# Languages::geo_maps.shipping_time_and_rates
source: Shipping time and rates
ar_sa: وقت الشحن والأسعار
cs_cz: Dodací lhůty a ceny

# Languages::geo_maps.shipping_group_pickup
source: Pick-up
ar_sa: يلتقط
cs_cz: Nabrat

# Languages::geo_maps.shipping_group_delivery
source: Shipping
ar_sa: الشحن
cs_cz: Doprava

# Languages::geo_maps.from_pickup_points
source: [shipping], [n] pickup point|[shipping], [n] pickup points
ar_sa: [shipping] ، [n] نقطة الالتقاط | [shipping] ، [n] نقاط الالتقاط
cs_cz: [shipping],[n] svozové místo|[shipping], [n] svozová místa

# Languages::geo_maps.shipping_about
source: about
ar_sa: حول
cs_cz: o

# Languages::geo_maps.shipping_from
source: from
ar_sa: من عند
cs_cz: z

# Languages::geo_maps.shipping_time
source: Shipping time
ar_sa: وقت الشحن
cs_cz: Čas dodání

# Languages::geo_maps.no_shippings
source: Sorry, we couldn't find any shipping options for your location. Please contact us, and we'll see what we can do about it.
ar_sa: معذرةً ، لم نتمكن من العثور على أي خيارات شحن لموقعك. يرجى الاتصال بنا وسنرى ما يمكننا فعله حيال ذلك.
cs_cz: Omlouváme se, nedokázali jsme najít žádnou možnost dopravy pro vaši lokaci. Kontaktujte nás prosím, uvidíme, co se s tím dá dělat.

# Languages::geo_maps.text_settings_google_api_notice
source: Learn more about setting up API key <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">in the documentation</a>.
ar_sa: تعرف على المزيد حول إعداد مفتاح واجهة برمجة التطبيقات <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration"> في الوثائق </a> .
cs_cz: Přečtěte si více o nastavení API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">v dokumentaci</a>.
