Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/gift_certificates.po
Languages: he_il

# Addons::name::gift_certificates
source: Gift certificates
he_il: שוברי מתנה

# Addons::description::gift_certificates
source: Adds a built-in gift certificate system
he_il: מוסיף מערכת מובנית שובר מתנה

# Languages::gift_certificate
source: Gift certificate
he_il: שוברי מתנה

# Languages::gift_certificates
source: Gift certificates
he_il: שוברי מתנה

# Languages::gift_certificates_menu_description
source: View and manage the gift certificates that customers have purchased.
he_il: צפה ונהל את שוברי מתנה שנרכשו על ידי הלקוחות.

# Languages::gift_certificate_info
source: Gift certificate info
he_il: פרטי שובר מתנה

# Languages::gift_certificate_verification
source: Gift certificate verification
he_il: אימות שובר מתנה

# Languages::gift_cert_code
source: Gift certificate code
he_il: קוד קופון

# Languages::gift_cert_debit
source: Debit balance
he_il: יתרת חיוב

# Languages::gift_cert_from
source: From
he_il: מאת

# Languages::gift_cert_to
source: To
he_il: אל

# Languages::promotion_bonus_gift_certificate
source: Gift certificate
he_il: שובר מתנה

# Languages::purchase_gift_certificate
source: Purchase Gift Certificate
he_il: רכוש שובר מתנה

# Languages::text_gift_certificate_logo
source: Logo for <b>gift certificates</b>
he_il: לוגו עבור <b>תלושי שי</b>

# Languages::text_gift_cert_amount_alert
source: Amount should be between [min] and [max]
he_il: הסכום צריך להיות בין [min]- [max]

# Languages::text_gift_cert_has_been_deleted
source: Gift certificate has been deleted successfully.
he_il: שובר מתנה נמחק בהצלחה.

# Languages::error_gift_cert_code
source: The gift certificate code you entered is invalid. Please try again.
he_il: קוד שובר המתנה שהזנת אינו חוקי.נסה שוב.

# Languages::gift_add_products
source: Add products for a gift
he_il: הוסף מוצר כמתנה

# Languages::gift_comment
source: Message
he_il: הודעה

# Languages::certificate_verification
source: Validate/Redeem gift certificate
he_il: השתמש/נצל שובר מתנה

# Languages::detailed_info
source: Detailed information
he_il: מידע מפורט

# Languages::history
source: History
he_il: היסטוריה

# Languages::gift_certificate_statuses
source: Gift certificate statuses
he_il: סטטוס שוברי מתנה

# Languages::text_gift_cert_applied
source: Gift certificate has been applied
he_il: שובר המתנה התקבל בהצלחה

# Languages::certificate_already_used
source: This gift certificate is already in use
he_il: שובר המתנה כבר נמצא בשימוש

# Languages::certificate_code_not_available
source: Gift certificate cannot be applied. Please contact the store administration.
he_il: אין אפשרות להחיל שובר מתנה. נא ליצור קשר עם הנהלת החנות.

# Languages::certificate_code_not_valid
source: Gift certificate code is not valid
he_il: קוד שובר המתנה אינו חוקי

# Languages::warning_gift_cert_deny
source: The following gift certificates have been deleted or cancelled by administrator and have been removed from your cart: [codes]. Please contact the store administrator or try another one.
he_il: האישורים הבאים מתנה נמחקו או בוטל על-ידי מנהל, הוסרה מן העגלה שלך: [codes]. נא פנה אל מנהל החנות או ננסה עוד אחת.

# Languages::text_gift_cert_cannot_delete
source: Gift certificate [code] cannot be deleted because it is used in order(s) [ids].
he_il: אין אפשרות למחוק שובר מתנה [code] כי הוא משמש order(s) [ids].

# Languages::gift_cert_amount_changed
source: Gift certificate amount has been changed.
he_il: סכום שובר מתנה השתנה.

# Languages::purchased
source: Purchased
he_il: נרכש

# Languages::used
source: Used
he_il: משומש

# Languages::create_gift_certificate_for_customer
source: Create Gift Certificate for this customer
he_il: ליצור שובר מתנה עבור לקוח זה

# Languages::gift_certificate_created
source: Gift Certificate has been created
he_il: שובר מתנה נוצר

# Languages::related_gift_cert
source: Related gift certificates
he_il: שובר מתנה הקשור

# Languages::add_gift_certificate
source: Add gift certificate
he_il: הוסף שובר מתנה

# Languages::gift_certificate_status
source: Gift certificate status
he_il: סטטוס שוברי מתנה

# Languages::current_amount
source: Current amount
he_il: סכום נוכחי

# Languages::mail
source: Mail
he_il: דואר אלקטרוני

# Languages::statuses
source: statuses
he_il: סטטוסים

# Languages::new_certificate
source: New certificate
he_il: שובר חדש

# Languages::editing_certificate
source: Editing certificate
he_il: עריכת שובר

# Languages::shop_now
source: Shop now
he_il: רכוש כעת

# Languages::theme_editor.gift_cert
source: Gift Certificate
he_il: שוברי מתנה

# Languages::theme_editor_logo.gift_cert
source: Gift Certificate
he_il: שובר מתנה

# Languages::promo_code_or_certificate
source: Gift certificate or promo code
he_il: שובר מתנה או פרומו קוד

# Languages::gift_certificate_added_to_cart
source: Gift certificate was added to your cart
he_il: שובר מתנה התווסף לעגלה שלך

# Languages::gift_certificates_verify
source: Gift certificate verification
he_il: אימות שובר מתנה

# Languages::block_gift_certificates_verify
source: Gift certificate verification
he_il: אימות שובר מתנה

# Languages::block_gift_certificates_verify_description
source: Gift certificate input and validation
he_il: שובר מתנה קלט ובדיקת

# Languages::recipients_name
source: To
he_il: עבור

# Languages::purchasers_name
source: From
he_il: מאת

# Languages::gift_cert_error_amount
source: Amount should not be higher than [max] and less than [min]
he_il: כמות לא צריך להיות גבוה מ- [max] ולא פחות מ- [min]

# Languages::privileges.manage_gift_certificates
source: Can edit
he_il: ניתן לערוך

# Languages::privilege_groups.gift_certificates
source: Gift certificates
he_il: שובר מתנה

# Languages::change_gift_certificate_status
source: Change gift certificate status to
he_il: תשנו את מצב שובר מתנה

# Languages::gift_cert_with_products
source: Purchasing products and gift certificates together is impossible. Please, place the current order and repeat your attempt.
he_il: רכישת מוצרים ותעודות מתנה יחד הוא בלתי אפשרי. בבקשה, הצב את ההזמנה הנוכחית וחזור על הניסיון שלך.

# SettingsSections::gift_certificates::general
source: General
he_il: כללי

# SettingsOptions::gift_certificates::min_amount
source: Minimal amount
he_il: סכום מינימלי

# SettingsOptions::gift_certificates::max_amount
source: Maximal amount
he_il: סכום מקסימאלי

# SettingsOptions::gift_certificates::code_prefix
source: GC Code prefix
he_il: קידומת קוד GC

# SettingsOptions::gift_certificates::cert_per_page
source: Gift certificates per page
he_il: שוברי מתנה לכל עמוד

# SettingsOptions::gift_certificates::free_products_allow
source: Allow to use free products
he_il: אפשר להשתמש מוצרים חינמים

# SettingsOptions::gift_certificates::redeem_shipping_cost
source: Allow to redeem shipping cost with gift certificate
he_il: אפשר לקזז עלות משלוח בעזרת שובר מתנה

# Languages::gc_redeem_and_add_free_products
source: Redeem & add free products to cart
he_il: פדה & להוסיף מוצרים חינמים לסל

# Languages::email_template.gift_certificates_notification
source: Gift certificate
he_il: שובר מתנה

# Languages::template_document_gift_certificate_default
source: Gift certificates: default
he_il: שוברי מתנה: ברירת מחדל

# Languages::document_preview_gift_certificate_not_found
source: Couldn't find a gift certificate. Preview only works with existing data. Please create a gift certificate and use Preview again.
he_il: לא ניתן למצוא אישור מתנה. התצוגה המקדימה פועלת רק עם נתונים קיימים. צור אישור מתנה והשתמש שוב בתצוגה מקדימה.

# Languages::gift_certificates.certificate_purchase_form
source: Gift certificate purchase form
he_il: טופס רכישת שובר מתנה

# Languages::gift_certificates.event.gift_certificate.status_changed.name
source: Gift certificate status changed to [status]
he_il: סטטוס אישור מתנה השתנה ל-[status]

# Languages::gift_certificates.event.gift_certificate.updated.name
source: Gift certificate updated
he_il: שובר מתנה עודכן

# Languages::logo_section.gift_cert
source: Gift certificate logo
he_il: לוגו של שובר מתנה
