Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/google_sitemap.po
Languages: he_il

# Addons::name::google_sitemap
source: Google sitemap
he_il: מפת האתר של גוגל

# Addons::description::google_sitemap
source: Creates a sitemap.xml for Google
he_il: יוצר sitemap.xml עבור גוגל

# Languages::google_sitemap.text_regenerate
source: If products, categories, etc. were added or changed, please <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Regenerate a sitemap</a><br /><br /> [sitemap_available_in_customer]
he_il: אם מוצרים, קטגוריות וכו' נוספו או שונו <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">צור מחדש את מפת האתר</a><br /><br /> [sitemap_available_in_customer]

# Languages::google_sitemap.text_select_storefront
source: To generate a sitemap, please select storefront first.
he_il: כדי ליצור מפת האתר, בחר ראשית את חזית החנות

# Languages::sitemap_available_in_customer
source: Sitemap is available by this link: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sitemap can be reached by the URL <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
he_il: מפת האתר זמינה בקישור הבא <a href="[sitemap_url]">[sitemap_url]</a><br /><br />ניתן להגיע למפת האתר ב URL <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>

# Languages::always
source: Always
he_il: תמיד

# Languages::hourly
source: Hourly
he_il: מדי שעה

# Languages::daily
source: Daily
he_il: מדי יום

# Languages::weekly
source: Weekly
he_il: מדי שבוע

# Languages::monthly
source: Monthly
he_il: מדי חודש

# Languages::yearly
source: Yearly
he_il: מידי שנה

# Languages::never
source: Never
he_il: אף פעם

# Languages::google_sitemap.map_generated
source: The sitemap was generated successfully
he_il: מפת האתר נוצרה בהצלחה

# SettingsSections::google_sitemap::general
source: General
he_il: כללי

# SettingsOptions::google_sitemap::information
source: Information
he_il: מידע

# SettingsOptions::google_sitemap::clear_url
source: Clear cache
he_il: נקה מטמון

# SettingsOptions::google_sitemap::site_setting
source: Homepage settings
he_il: הגדרות דף הבית

# SettingsOptions::google_sitemap::site_change
source: Update frequency
he_il: עדכן תדירות

# SettingsOptions::google_sitemap::site_priority
source: Priority
he_il: עדיפות

# SettingsOptions::google_sitemap::products_setting
source: Products settings
he_il: הגדרות מוצרים

# SettingsOptions::google_sitemap::include_products
source: Include in sitemap
he_il: כלול במפת האתר

# SettingsOptions::google_sitemap::products_change
source: Update frequency
he_il: עדכן תדירות

# SettingsOptions::google_sitemap::products_priority
source: Priority
he_il: עדיפות

# SettingsOptions::google_sitemap::categories_setting
source: Categories settings
he_il: הגדרות הקטגוריות

# SettingsOptions::google_sitemap::include_categories
source: Include in sitemap
he_il: כלול במפת האתר

# SettingsOptions::google_sitemap::categories_change
source: Update frequency
he_il: עדכן תדירות

# SettingsOptions::google_sitemap::categories_priority
source: Priority
he_il: עדיפות

# SettingsOptions::google_sitemap::pages_setting
source: Pages settings
he_il: הגדרות הדפים

# SettingsOptions::google_sitemap::include_pages
source: Include in sitemap
he_il: כלול במפת האתר

# SettingsOptions::google_sitemap::pages_change
source: Update frequency
he_il: עדכן תדירות

# SettingsOptions::google_sitemap::pages_priority
source: Priority
he_il: עדיפות

# SettingsOptions::google_sitemap::extended_setting
source: Brand/Manufacturer feature pages settings
he_il: הגדרות תכונות הדפים של מותג/יצרן

# SettingsOptions::google_sitemap::include_extended
source: Include in sitemap
he_il: כלול במפת האתר

# SettingsOptions::google_sitemap::extended_change
source: Update frequency
he_il: עדכן תדירות

# SettingsOptions::google_sitemap::extended_priority
source: Priority
he_il: עדיפות

# SettingsOptions::google_sitemap::companies_setting
source: Companies settings
he_il: הגדרות החברה

# SettingsOptions::google_sitemap::include_companies
source: Include in sitemap
he_il: כלול במפת האתר

# SettingsOptions::google_sitemap::companies_change
source: Update frequency
he_il: עדכן תדירות

# SettingsOptions::google_sitemap::companies_priority
source: Priority
he_il: עדיפות
