Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/google_export.po
Languages: he_il, hu_hu, pt_br

# Addons::name::google_export
source: Google export
he_il: גוגל ייצוא
pt_br: Google Base

# Addons::description::google_export
source: Expands the Data Feeds add-on to work with Google Base and creates an example of such data feed
he_il: מרחיב את ההרחבה הזנות נתונים כדי לעבוד עם בסיס של גוגל ויוצר דוגמה של נתונים כגון להאכיל
hu_hu: A Terméklisták bővítmény kiegészítése a Google Base rendszerével való együttműködéshez. Ez a modul egy minta listát is létrehoz
pt_br: Expande o addon dados de feeds para trabalhar com o Google Base e cria um exemplo da alimentação de dados

# Languages::google_export_general_info
source: <p>Note: toggle this setting if you need multi-language Google categories installed. Supports French, German, Italian, Spanish, and British English. Pay attention that this operation can take a significant amount of time.</p>
he_il: <p>הערה: החלף הגדרה זו אם אתה זקוק לקטגוריות Google מרובות שפותמות. תומך צרפתית, גרמנית, איטלקית, ספרדית, אנגלית בריטית. שימו לב כי פעולה זו יכולה לקחת כמות משמעותית של זמן.</p>
hu_hu: <p>Megjegyzés: Kapcsolja be ezt a beállítást, ha többnyelvű Google kategóriák telepítésére van szüksége. Támogatja a francia, német, olasz, spanyol és a brit angolt. Vegye figyelembe, hogy ez egy időigényes művelet.</p>
pt_br: <p>Nota: Altere esta configuração se você precisa de categorias multi-idiomas do Google instaladas. Suporta francês, alemão, italiano, espanhol e inglês britânico. Preste atenção pois esta operação pode levar uma quantidade significativa de tempo.</p>

# Languages::google_export_start_import
source: Start importing
he_il: להתחיל בייבוא
hu_hu: Importálás indítása
pt_br: Iniciar importação

# SettingsSections::google_export::general
source: General
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::google_export::general_info
source: General info
he_il: מידע כללי
hu_hu: Általános adatok
pt_br: Informação geral

# SettingsOptions::google_export::additional_langs
source: Install additional languages for Google categories
he_il: להתקין שפות נוספות לקטגוריות Google
hu_hu: További nyelvek telepítése a Google kategóriákhoz
pt_br: Instalar idiomas adicionais para categorias do Google

# Languages::addons.google_export.skip_zero_prices
source: Don't export items with a price value of 0.00
he_il: אל תייצא פריטים בעלי ערך מחיר של 0.00
hu_hu: Ne exportálj olyan tételeket, amelyeknek az ára 0.00
pt_br: Não exporte itens com o preço 0.00

# Languages::addons.google_export.skip_zero_prices_description
source: You must not include a price value of 0.00 for your Google Products Feed items. Items with zero prices may not appear in the search results.
he_il: אין לכלול ערך מחיר של 0.00 את הפריטים להאכיל מוצרי גוגל. פריטים במחירי אפס עשויים שלא להופיע בתוצאות החיפוש.
hu_hu: A Google Products Feed elemeinek árértéke nem lehet 0,00. A nulla árral rendelkező tételek nem jelenhetnek meg a keresési eredményekben.
pt_br: Não se deve incluir o preço 0.00 nos itens de seu Google Products Feed. Itens com os preços zerados podem não aparecer nos resultados de busca.

# Languages::addons.google_export.notice
source: Before you export products to Google Product Feed, make sure that the Code of your store's <a href="[currency_url]">primary currency</a> conforms to <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> and used <a href="[settings_url]">Weight symbol</a> is one of the following: lb, oz, g, kg
he_il: לפני שתייצא מוצרים לעדכון המוצרים של Google, ודא שקוד החנות שלך<a href="[currency_url]">- מטבע ראשוני</a> תואם <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> ו בשימוש <a href="[settings_url]">סמל משקל</a> הוא אחד מהבאים: lb, oz, g, kg
hu_hu: Mielőtt termékeket exportálsz a Google Product Feed-be, győződj meg arról, hogy a piactered <a href="[currency_url]">elsődleges pénznem</a> kódja megfelel a <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> szabványnak, és a használt <a href="[settings_url]">Súly szimbólum</a> a következők egyike: lb, oz, g, kg.
pt_br: Antes de exportar produtos para a Google Product Feed, certifique-se que o código da <a href="[currency_url]"> moeda principal</a> de sua loja está em conformidade com a <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> e que o <a href="[settings_url]">símbolo de peso</a> usado é um dos seguintes: lb, oz, g, kg

# Languages::addons.google_export.google_export
source: Google export
he_il: גוגל ייצוא
hu_hu: Google exportálás

# Languages::google_name_option
source: Equivalent in Google:
he_il: המקבילה ב- Google:
hu_hu: Megfelelője a Google-ban:

# Languages::addons.google_export.tax_notice
source: For the US, don't include tax in the price. For Canada and India, do not include any value added tax in the price. For all other countries, value added tax (VAT) has to be included in the price.
he_il: ארה ב, לא כוללים מע מ במחיר. עבור קנדה והודו, אינם כוללים כל ערך מוסף מס במחיר. עבור כל מדינות אחרות, ערך מוסף מיסים (VAT) חייב להיות כלול במחיר.
hu_hu: Az Egyesült Államokban az ár nem tartalmazza az adót. Kanada és India esetében az ár ne tartalmazzon hozzáadottérték-adót. Minden más ország esetében a hozzáadottérték-adót (ÁFA) bele kell foglalni az árba.
pt_br: Para os EUA, não inclui-se imposto no preço; para Canadá e Índia, não inclui-se nenhum imposto sobre o valor agregado no preço; para todos os outros países, deve-se incluir o imposto sobre o valor agregado (IVA) no preço.

# Languages::addons.google_export.info_google_features
source: <p>Before you export a data feed file for Google Merchant, make sure to edit your products and specify the values of product features that belong to the Google Export group. You can do this via product import and export, or mass editing.</p><p> GTIN is a key identifier of a product. If you didn't specify GTIN as a feature, product's SKU from the CODE field will be used. GTINs for option combinations are always taken from the CODE fields of combinations.</p>
he_il: <p>לפני שתייצא קובץ עדכון נתונים עבור Google Merchant, הקפד לערוך את המוצרים שלך ולציין את הערכים של תכונות המוצר השייכות לקבוצת הייצוא של Google. ניתן לעשות זאת באמצעות ייבוא וייצוא מוצרים, או עריכה המונית.</p><p> GTIN הוא מזהה מפתח של מוצר. אם לא ציינת את ה- GTIN כתכונה, ייעשה שימוש ב- SKU של המוצר משדה CODE. GTINs עבור שילובי אפשרויות נלקחים תמיד משדות ה- CODE של השילובים.</p>
hu_hu: <p>A Google Merchant számára történő adattovábbítási fájl exportálása előtt mindenképpen szerkeszd meg a termékeid, és add meg a Google Export csoportba tartozó termékjellemzők értékeit. Ezt a termékimportálás és -exportálás vagy a tömeges szerkesztés segítségével teheted meg.</p><p> A GTIN a termék kulcsfontosságú azonosítója. Ha nem adtad meg a GTIN-t jellemzőként, akkor a termék SKU-ját fogja használni a CODE mezőből. Az opciós kombinációkhoz tartozó GTIN-eket mindig a kombinációk CODE mezőiből vesszük.</p>

source: When you export a data feed file, this option will provide data for the selected Google field type.
he_il: כאשר אתה מייצא קובצ נתונים, אפשרות זו תספק נתונים עבור סוג שדה של גוגל.
hu_hu: Az adattovábbítási fájl exportálásakor ez a beállítás a kiválasztott Google-mezőtípushoz tartozó adatokat szolgáltatja.

# Languages::addons.google_export.text_info_setting_options
source: Please make sure that you selected this option as "Equivalent in Google" for one of the options in your store. Otherwise the data feed file may not be exported properly.
he_il: נא ודא כי בחרת באפשרות זו כמו "המקבילה בגוגל" עבור אחת מהאפשרויות בחנות שלך. אחרת להאכיל קובץ הנתונים אין אפשרות לייצא כראוי.
hu_hu: Kérjük, győződj meg arról, hogy ezt az opciót "Megfelelője a Google-ban" opcióként választottad ki a piactered egyik opciójához. Ellenkező esetben előfordulhat, hogy az adattovábbítási fájl nem lesz megfelelően exportálva.
