Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/hidpi.po
Languages: cs_cz, he_il, hu_hu, it_it, ja_jp, nl_nl, pt_br, ro_ro

# Addons::name::hidpi
source: HiDPI displays support
cs_cz: Podpora HiDPI obrazovek
he_il: HiDPI תמיכה במסכי
hu_hu: Nagy felbontású (HiDPI) kijelzők támogatása
it_it: Supporto visualizzazione HiDPI
ja_jp: 高解像度ディスプレイ対応
nl_nl: HiDPI weergave ondersteuning
pt_br: Suporte a telas HiDPI
ro_ro: HiDPI afişează suport

# Addons::description::hidpi
source: Support for Retina displays
cs_cz: Podpora Retina obrazovek
he_il: תמיכה במסכי Retina
hu_hu: Retina kijelzők támogatása
it_it: Supporto per schermi Retina
ja_jp: Retinaディスプレイに最適化した画像を表示します
nl_nl: Ondersteuning voor Retina weergave
pt_br: Suporte para telas Retina
ro_ro: Suport pentru Retina display

# SettingsSections::hidpi::general
source: General
cs_cz: Obecné
he_il: כללי
hu_hu: Általános
it_it: Generale
ja_jp: 一般
nl_nl: Algemeen
pt_br: Geral

# SettingsOptions::hidpi::default_upload_high_res_image
source: Consider all uploaded images HiDPI
cs_cz: Zvážit všechny nahrané HiDPI obrázky
he_il: התחשב בתמונות HiDPI שהועלו
hu_hu: Minden feltöltött képet HiDPI-nek tekintünk
it_it: Considera tutte le immagini caricate HiDPI
ja_jp: 高解像度画像をアップロードする
nl_nl: Beschouw alle geüploade afbeeldingen HiDPI
pt_br: Considerar todas as imagens enviadas como HiDPI

# SettingsTooltips::hidpi::default_upload_high_res_image
source: Make the "I'm uploading a HiDPI image" checkboxes ticked by default everywhere where images are uploaded. You'll be able to untick those checkboxes when necessary.
cs_cz: Ve všech případech, kdy se obrázky nahrávají, zaškrtněte ve výchozím nastavení zaškrtávací políčka „Nahrávám obrázek HiDPI“. V případě potřeby budete moci zaškrtnutí těchto políček zrušit.
he_il: סמן את תיבות הסימון "אני מעלה תמונת HiDPI" המסומנות כברירת מחדל בכל מקום בו מעלה תמונות. תוכל לבטל את סימון תיבות הסימון הללו במידת הצורך.
hu_hu: A "HiDPI felbontású képet töltök fel" jelölőnégyzeteket alapértelmezés szerint mindenhol be kell jelölni, ahol képeket töltenek fel. Ezeket a jelölőnégyzeteket szükség esetén ki tudod majd iktatni.
it_it: Rendi le caselle di controllo "Sto caricando un'immagine HiDPI" auto selezionate per impostazione predefinita ovunque vengano caricate le immagini. Sarai in grado di deselezionare quelle caselle di controllo quando necessario.
ja_jp: デフォルトで "高解像度画像をアップロードする" チェックボックスにチェックを入れます。必要に応じてチェックを外してください。
nl_nl: Schakel de selectievakjes "Ik upload een HiDPI-afbeelding" standaard overal in waar afbeeldingen worden geüpload. U kunt deze selectievakjes deselecteren indien gewenst.
pt_br: A caixa "Esta é uma imagem HiDPI" sempre fica marcada por padrão. Você poderá desmarcá-la quando necessário.
ro_ro: Faceți căsuțele de selectare "Încarc o imagine HiDPI" bifate în mod implicit oriunde sunt încărcate imaginile. Veți putea să dezactivați aceste casete când este necesar.

# Languages::text_hidpi_support_enabled
source: HiDPI support is enabled
cs_cz: Podpora HiDPI je povolena
he_il: תמיכה ב- HiDPI מופעלת
hu_hu: HiDPI támogatás engedélyezve
it_it: Il supporto HiDPI è abilitato
ja_jp: 高解像度ディスプレイ対応が有効化されています
nl_nl: HiDPI ondersteuning is ingeschakeld
pt_br: Suporte a HiDPI está habilitado
ro_ro: HiDPI este activat

# Languages::hidpi.upload_high_res_image
source: I’m uploading a HiDPI image.
cs_cz: Nahrávám obrázek HiDPI
he_il: אני מעלה תמונת HiDPI.
hu_hu: HiDPI felbontású képet töltök fel.
it_it: Sto caricando un'immagine HiDPI.
ja_jp: 高解像度画像をアップロードする
nl_nl: Ik upload een HiDPI-afbeelding.
pt_br: Esta é uma imagem HiDPI.
ro_ro: Încarc o imagine HiDPI.Pentru produse Apple cu ecran Retina, fiecare widget de interfață cu utilizatorul este dublat în lățime și înălțime pentru a compensa pixelii mai mici.Scopul afișajelor Retina este de a face textul și imaginile afișate extrem de clare, astfel încât pixelii să nu fie vizibili cu ochiul liber sau la distanță de vizionare.

# Languages::hidpi.upload_high_res_image.tooltip
source: If this checkbox is ticked, the source image will be displayed two times downscaled. This setting only affects the displaying of the source image and not its thumbnail. If you want an image to be displayed in the original size, untick this checkbox.
cs_cz: Pokud je zaškrknut tento checkbox, zdrojový obrázek bude zobrazen dvakrát zmenšený. Toto nastavení má vliv pouze na zobrazení zdrojového obrázku a ne na jeho náhled. Pokud chcete, aby byl obrázek zobrazován v originální velikosti, odškrtněte tento checkbox.
he_il: אם תיבת סימון זו מסומנת, תמנת המקור תוצג בהקטנה כפולה. הגדרה זומשפיעה על תמונת מקור ולא על תמונה ממוצערת שלו. אם תרצה שהתמונה תוצג בגודל המקורי, בטל את הסימון בתיבת סימון זו.
hu_hu: Ha ez a jelölőnégyzet be van jelölve, akkor a forráskép kétszeres méretarányú kicsinyítéssel jelenik meg. Ez a beállítás csak a forráskép megjelenítését befolyásolja, a bélyegképét nem. Ha azt szeretnéd, hogy a kép az eredeti méretben jelenjen meg, vedd ki ezt a jelölőnégyzetet.
it_it: Se questa casella di controllo è selezionata, l'immagine di origine verrà visualizzata due volte ridimensionata. Questa impostazione influisce solo sulla visualizzazione dell'immagine sorgente e non sulla sua miniatura. Se desideri che un'immagine venga visualizzata nelle dimensioni originali, deseleziona questa casella di controllo.
ja_jp: このチェックボックスがチェックされていると、ソース画像は2段階ダウンスケールされて表示されます。この設定はソース画像を表示する場合にだけ影響し、サムネイルには影響しません。オリジナルのサイズで表示したい場合はチェックボックスを外してください。
nl_nl: Als dit selectievakje is ingeschakeld, wordt de bronafbeelding twee keer verkleind weergegeven. Deze instelling heeft alleen invloed op de weergave van de bronafbeelding en niet op de miniatuur. Schakel dit selectievakje uit als u een afbeelding in de oorspronkelijke grootte wilt weergeven.
pt_br: Se esta caixa estiver marcada, a imagem original será exibida duas vezes reduzida. Esta configuração só afeta a exibição da imagem original, e não de sua miniatura. Se você quiser que uma imagem seja exibida no tamanho original, desmarque esta caixa.
ro_ro: Dacă este bifată această casetă, imaginea sursă va fi afișată de două ori în scară redusă. Această setare afectează numai afișarea imaginii sursă și nu miniatura acesteia. Dacă doriți ca o imagine să fie afișată în dimensiunea originală, debifați această casetă de selectare.

# Languages::hidpi.restore_images
source: Image restoration
cs_cz: Obnovení obrázku
he_il: שחזור תמונה
hu_hu: Kép helyreállítása
it_it: Ripristino dell'immagine
ja_jp: 画像の改善
nl_nl: Afbeelding restauratie
pt_br: Restauração de imagem
ro_ro: Restaurare imagine

# Languages::hidpi.text_restore_images
source: The previous version of the HiDPI display support add-on shrank the uploaded images. There’s no need for that now. But to make your images look nice and sharp you need to click Restore.
cs_cz: Předchozí verze doplňku s podporou HiDPI zmenšila nahrané obrázky. To teď není potřeba. Chcete-li však, aby vaše obrázky vypadaly pěkně a ostře, musíte kliknout na Obnovit.
he_il: הגרסה הקודמת של תצוגת HiDPI תומכת בהרחבה צמצמה את התמונות שהועלו. אין צורך בזה עכשיו. אך כדי שהתמונות שלך ייראו נחמדות וחדות עליך ללחוץ על שחזר.
hu_hu: A HiDPI megjelenítést támogató bővítmény előző verziója lekicsinyítette a feltöltött képeket. Erre most már nincs szükség. Ahhoz azonban, hogy a képek szépnek és élesnek látszódjanak, a Visszaállítás gombra kell kattintanod.
it_it: La versione precedente del componente aggiuntivo per il supporto del display HiDPI riduceva le immagini caricate. Non ce n'è bisogno adesso. Ma per rendere le tue immagini belle e nitide devi fare clic su Ripristina.
ja_jp: 前バージョンの高解像度ディスプレイ対応アドオンはアップロード画像を縮小していましたが、現バージョンでは必要ありません。しかし、画像を美しく表示するには改善をクリックする必要があります。
nl_nl: De vorige versie van de HiDPI-display-add-on deed de geüploade afbeeldingen slinken. Dat is nu niet nodig. Maar om uw afbeeldingen er mooi en scherp uit te laten zien, moet u op Herstellen klikken.
pt_br: A versão anterior do complemento de suporte a telas HiDPI reduziu as imagens enviadas. Isso já não é mais necessário. Mas para deixar as suas imagens bonitas e bem definidas, clique em Restaurar.

# Languages::hidpi.restore_btn
source: Restore
cs_cz: Obnovit
he_il: שחזר
hu_hu: Visszaállítás
it_it: Ripristina
ja_jp: 改善
nl_nl: Herstellen
pt_br: Restaurar
ro_ro: Restaurează

# Languages::hidpi.warning_restore_images
source: <strong>Attention!</strong> This procedure is non—reversible: when you revert the upgrade, the image restoration manipulations will not be reverted. So, please make sure to perform a backup. The procedure can take some time—it depends on the number of images in your store.
cs_cz: <strong>Pozor!</strong> Tento proces je nevratný: pokud vrátíte změny upgradu, na obrázky to mít vliv nebude. Takže se prosím ujistěte, že máte zálohu. Tento proces může zabrat nějaký čas - záleží na tom, kolik obrázků v obchodě máte.
he_il: <strong>שים לב!</strong> ,תהליך זה בלתי חוזר: כאשר תבטל את השדרוג, פעולות שחזור התמונות לא יבוטלו. לכן תקפיד לבצע גיבוי. התהליך יקח זמן מסוים, תלוי במספר התמונות בחנות שלך.
hu_hu: <strong>Figyelem!</strong> Ez az eljárás nem visszafordítható: amikor visszaállítod a frissítést, a kép helyreállításával kapcsolatos manipulációk nem lesznek visszaállítva. Ezért kérjük, mindenképpen készíts biztonsági mentést. Az eljárás némi időt vehet igénybe - ez a piactéren lévő képek számától függ.
it_it: <strong> Attenzione! </strong> Questa procedura non è reversibile: quando annulli l'aggiornamento, le manipolazioni di ripristino dell'immagine non verranno ripristinate. Quindi, assicurati di eseguire un backup. La procedura può richiedere del tempo, dipende dal numero di immagini nel tuo negozio.
ja_jp: <strong>注意!</strong> この処理はもとに戻せません: ダウングレードしても画像改善処理はもとに戻せません。そのため、必ずバックアップを取得してください。画像数により処理に時間がかかります。
nl_nl: <strong>Let op!</strong> deze procedure kan niet ongedaan worden gemaakt: wanneer u de upgrade ongedaan maakt, worden de beeldherstelmanipulaties niet ongedaan gemaakt. Zorg dus dat u een back-up uitvoert. De procedure kan enige tijd duren - het hangt af van het aantal afbeeldingen in uw winkel.
pt_br: <strong>Atenção!</strong> Este procedimento é irreversível: quando você reverter a melhoria, as manipulações de restauração da imagem não serão revertidas. Portanto, salve cópias de segurança. O procedimento pode demorar um pouco, a depender de quantas imagens há na sua loja.
ro_ro: <strong> Atenție! </strong> Această procedură nu este reversibilă: când reveniți la actualizare, manipulările de restaurare a imaginii nu vor fi returnate. Așadar, asigurați-vă că efectuați o copie de rezervă. Procedura poate dura ceva timp - depinde de numărul de imagini din magazin.

# Languages::hidpi.refactoring_upgrade_notification_title
source: Make sure your images look good.
cs_cz: Ujistěte se, že vaše obrázky vypadají hezky.
he_il: ודא שהתמונות שלך נראות טוב.
hu_hu: Győződj meg arról, hogy a képeid jó minőségűek-e.
it_it: Assicurati che le tue immagini abbiano un bell'aspetto.
ja_jp: 画像を美しく表示する
nl_nl: Zorg ervoor dat uw afbeeldingen er goed uitzien.
pt_br: Suas imagens devem ser bonitas.
ro_ro: Asigurați-vă că imaginile dvs. arată bine.

# Languages::hidpi.notice.images_were_not_restored
source: Some of the old images in your store are still low-quality. To use the highest quality possible, please <a href="[convert_url]">restore high-quality images</a>. The process is automatic.
cs_cz: Některé ze starých obrázků mají stále špatnou kvalitu. Pro použití lepších obrázků, prosím, <a href="[convert_url]">obnovte obrázky ve vysoké kvalitě</a>. Proces je automatický.
he_il: חלק מהתמונות הישנות בחנות שלך עדיין באיכות נמוכה. כדי להשתמש באיכות הטובה ביותר האפשרית, <a href="[convert_url]">שחזר תמונות באיכות גבוהה</a>. התהליך הוא אוטומטי.
hu_hu: A piactereden található régi képek némelyike még gyengébb minőségű. A lehető legjobb minőség használatához kérjük, <a href="[convert_url]">állítsd vissza a kiváló minőségű képeket</a>. A folyamat automatikus.
it_it: Alcune delle vecchie immagini nel tuo negozio sono ancora di bassa qualità. Per utilizzare la massima qualità possibile, <a href="[convert_url]"> ripristina immagini di alta qualità </a>. Il processo è automatico.
ja_jp: いくつかの画像はまだ低画質です。高画質を使用するには、<a href="[convert_url]">高画質画像に改善</a> してください。自動処理です。
nl_nl: Sommige van de oude afbeeldingen in uw winkel zijn nog steeds van lage kwaliteit. Om de hoogst mogelijke kwaliteit te gebruiken, <a href="[convert_url]"> afbeeldingen van hoge kwaliteit herstellen </a>. Het proces verloopt automatisch.
pt_br: Algumas imagens antigas da sua loja ainda são de baixa qualidade. Para usar a mais alta possível, <a href="[convert_url]">restaure imagens de alta qualidade</a>. O processo é automático.
ro_ro: Unele dintre imaginile vechi din magazin sunt în continuare de calitate scăzută. Pentru a utiliza cea mai înaltă calitate posibilă, vă rugăm <a href="[convert_url]">restaurati calitatea imaginilor</a>.

# Languages::hidpi.refactoring_upgrade_notification_text
source: <p>The previous version of the <b>[addon_name]</b> add-on shrank the uploaded images. We improved the add-on, so there is no need for that now. However, the existing images remain shrunk and don’t look good.</p><p>We can make your existing images look nice and sharp, but that procedure will take some time. That’s why we need you to start it.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Make image look good</a></p>
cs_cz: <p>Předchozí verze <b>[addon_name]</b> doplňku zmenšila nahrané obrázky. Tento doplněk jsme zdokonalili. Teď již není potřeba zmenšování. Existující obrázky však zůstanou zmenšené a nebudou vypadat hezky.</p><p> Vaše obrázky můžeme zase udělat hezkými a ostrými, ale zabere to nějaký čas. To je to, proč potřebujeme, abyste již začali:</p><a href="[url]" target="_blank" class="btn btn-large btn-primary"> Udělat obrázky opět hezkými!</a></p>
he_il: <p>הגרסה הקודמת של <b>[addon_name]</b> התוסף הקטינה את התמונות שהועלו. שיפרנו את התוסף, לכן אין צורך בכך. עם זאת, התמונות הקיימות נשארו מוקטנות ולא נראות טוב.</p><p>אנחנו יכולים להפוך את התמונות הקיימות שלך ליפות וחדות, אך תהליך זה יקח זמן. לכן צריך שתתחיל בתהליך.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">עשה שהתמונה תיראה טוב</a></p>
hu_hu: <p>A <b>[addon_name]</b> bővítmény előző verziója összetömörítette a feltöltött képeket. Továbbfejlesztettük a bővítményt, így erre most már nincs szükség. A meglévő képek azonban továbbra is tömörítettek maradnak, és nem néznek ki jól. </p><p>A feltöltött képeket szépen és élesen is meg tudjuk jeleníteni, de ez az eljárás némi időt vesz igénybe. Ezért javasoljuk, hogy kezdd el.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Régi képek feljavítása</a></p>
it_it: <p> La versione precedente del componente aggiuntivo <b> [addon_name] </b> riduceva le immagini caricate. Abbiamo migliorato il componente aggiuntivo, quindi ora non ce n'è bisogno. Tuttavia, le immagini esistenti rimangono ridotte e non hanno un bell'aspetto. </p> <p> Possiamo rendere le tue immagini esistenti belle e nitide, ma questa procedura richiederà del tempo. Ecco perché dobbiamo avviarlo. </p> <p> <a href="[url]" target="_blank" class="btn btn-large btn-primary"> Rendi bella l'immagine </a> </p>
ja_jp: <p>前バージョンの <b>[addon_name]</b> アドオンはアップロード画像を縮小していました。アドオンを改善し、現バージョンでは縮小が不要となっています。しかし、既存の画像は縮小されたままです。</p><p>既存の画像を改善することができますが、処理には時間がかかります。こちらから操作してください。</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">高画質画像に改善</a></p>
nl_nl: <p> De vorige versie van de add-on <b>[addon_name]</b> heeft de geüploade afbeeldingen gekrompen. We hebben de add-on verbeterd, dus dat is nu niet nodig. De bestaande afbeeldingen blijven echter kleiner en zien er niet goed uit. </p><p> We kunnen uw bestaande afbeeldingen er mooi en scherp uit laten zien, maar die procedure zal enige tijd duren. Daarom hebben we u nodig om het te starten. </p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Laat de afbeelding er goed uitzien</a></p>
pt_br: <p>A versão anterior do complemento [addon_name] reduziu as imagens enviadas. Nós aperfeiçoamos o complemento, então isso não é mais necessário. Contudo, as imagens existentes continuam reduzidas e não são bonitas.</p><p>Podemos fazer as suas imagens existentes ficarem bonitas e bem definidas, mas esse procedimento demorará um pouco. Por isso, precisamos que você o inicie.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Deixar a imagem bonita</a></p>
ro_ro: <p> Versiunea anterioară a suplimentului <b> [addon_name] </b> a redus imaginile încărcate. Am îmbunătățit suplimentul, deci nu este nevoie de asta acum. Cu toate acestea, imaginile existente rămân reduse și nu arată bine. </p> <p> Putem face ca imaginile dvs. existente să pară frumoase și clare, dar această procedură va dura ceva timp. Acesta este motivul pentru care avem nevoie să îl începeți. </p> <p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Faceți ca imaginea să arate bine </a> </p>
