Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: ar_sa, cs_cz, he_il, hu_hu, pt_br, ro_ro

# Addons::name::hybrid_auth
source: Social login
ar_sa: تسجيل الدخول عبر التواصل الاجتماعي
cs_cz: Sociální přihlášení
he_il: התחברות חברתית
hu_hu: Közösségi bejelentkezés
pt_br: Login social
ro_ro: Autentificare prin retea de socializare

# Addons::description::hybrid_auth
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
ar_sa: اضافة ميزة "تسجيل الدخول الاجتماعي"؛ يسمح للعملاء استخدام فيسبوك، تويتر، إلخ لتسجيل الدخول على المتجر
cs_cz: Přidává možnost Sociálního přihlášení, které umožňuje zákazníkům přihlásit se do obchodu přes Facebook, Twitter a podobně
he_il: מאפשר ללקוחות להתחבר לאתר דרך חשבון ברשתות חברתיות (פייסבוק, טוויטר, וכו')
hu_hu: Közösségi bejelentkezési funkcióval látja el az áruházat (pl Facebook, Twitter, LinkedIn)
pt_br: Adiciona o recurso de login social. Permite que os clientes usem o Facebook, Twitter, etc. para acessar a loja.
ro_ro: Adauga caracteristica de autentificare prin retea de socializare; permite clientilor sa foloseasca Facebook, Twitter, etc. pentru a intra in cont

# SettingsSections::hybrid_auth::general
source: General
ar_sa: عام
cs_cz: Obecné
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::hybrid_auth::icons_pack
source: Icons pack
ar_sa: حزمة أيقونات
cs_cz: Soubor ikon
he_il: חבילת סמלים
hu_hu: Ikoncsomag
pt_br: Pacote de ícones
ro_ro: Pachet de icoane

# SettingsTooltips::hybrid_auth::icons_pack
source: Directory with the social networks icons. A path to the directory: media/images/addons/addons/hybrid_auth/icons/.
ar_sa: الدليل مع أيقونات الشبكات الاجتماعية. مسار إلى الدليل: media/images/addons/addons/hybrid_auth/icons/.
cs_cz: Adresář s ikonami sociálních sítí. Cesta k adresáři: media/images/addons/addons/hybrid_auth/icons/.
he_il: מדריך עם הסמלים רשתות חברתיות. נתיב לספרייה: media/images/addons/addons/hybrid_auth/icons/.
hu_hu: Mappa a közösségi hálózatok ikonjaival. Útvonal a mappához: media/images/addons/addons/hybrid_auth/icons/.
pt_br: Pasta com os ícones de redes sociais. Digite o caminho completo, por exemplo: media/images/addons/addons/hybrid_auth/icons/.
ro_ro: Director cu icoanele retelelor sociale. Calea spre director: media/images/addons/addons/hybrid_auth/icons/.

# SettingsOptions::hybrid_auth::autogen_email
source: Autogeneration email
ar_sa: مسح ذاكرة التخزين المؤقت
cs_cz: Autogenerácia e-mailu
he_il: יצירת אוטומטית דוא"ל
hu_hu: E-mail automatikus generálása
pt_br: Geração automática de e-mails
ro_ro: Email autogenerat

# SettingsTooltips::hybrid_auth::autogen_email
source: Enables the email auto generation in case that a social network does not pass the address.
ar_sa: تمكين إنشاء البريد الإلكتروني تلقائيًا في حالة عدم اجتياز الشبكة الاجتماعية للعنوان.
cs_cz: Povolí automatické generování e-mailu v případě, že sociální síť nepovolí poskytnutí adresy.
he_il: מפעיל את הדור האוטומטי של הדוא"ל, במקרה שרשת חברתית לא תעביר את הכתובת.
hu_hu: Az e-mail automatikus generálásának engedélyezése abban az esetben, ha egy közösségi hálózat nem adja át a címet.
pt_br: Ativa a geração automática de e-mails caso a rede social não forneça o endereço de e-mail.
ro_ro: Activează generarea automată de e-mail în cazul în care o rețea socială nu trece adresa.

# Languages::hybrid_auth
source: Social login
ar_sa: تسجيل الدخول عبر التواصل الاجتماعي
cs_cz: Sociální přihlášení
he_il: התחברות חברתית
hu_hu: Közösségi bejelentkezés
pt_br: Login social
ro_ro: Autentificare prin retea de socializare

# Languages::hybrid_auth.linked_provider
source: Linked
ar_sa: متصل
cs_cz: Propojené
he_il: מקושר
hu_hu: Kapcsolódva
pt_br: Conectado
ro_ro: Legat/Linked

# Languages::hybrid_auth.not_linked_provider
source: Not linked
ar_sa: غير متصل
cs_cz: Nepropojené
he_il: לא מקושר
hu_hu: Nem kapcsolódik
pt_br: Não conectado

# Languages::hybrid_auth.providers
source: Providers
ar_sa: الموفرون
cs_cz: Poskytovatelé
he_il: ספקים
hu_hu: Szolgáltatók
pt_br: Provedores
ro_ro: Furnizori

# Languages::hybrid_auth.add_provider
source: Add provider
ar_sa: إضافة مزود
cs_cz: Přidání poskytovatele
he_il: הוספת ספק
hu_hu: Szolgáltató hozzáadása
pt_br: Adicionar provedor
ro_ro: Adauga furnizor

# Languages::hybrid_auth.new_provider
source: New provider
ar_sa: مزود جديد
cs_cz: Nový poskytovatel
he_il: ספק חדש
hu_hu: Új szolgáltató
pt_br: Novo provedor
ro_ro: Furnizor nou

# Languages::hybrid_auth.editing_provider
source: Editing provider
ar_sa: مزود التحرير
cs_cz: Úprava poskytovatele
he_il: עריכת ספק
hu_hu: Szolgáltató szerkesztése
pt_br: Editando provedor
ro_ro: Editeaza furnizor

# Languages::hybrid_auth.callback_url
source: Callback URL
ar_sa: عاود الاتصال بالعنوان
cs_cz: URL adresa pro callback
he_il: כתובת URL של התקשרות חזרה
pt_br: URL de callback
ro_ro: URL de apelare inversă

# Languages::hybrid_auth.social_login
source: Or sign-in with another identity provider
ar_sa: أو تسجيل الدخول مع مزود هوية آخر
cs_cz: Nebo se přihlaste jiným způsobem
he_il: או כניסה עם שם הספק אחר
hu_hu: Vagy jelentkezzen be másik fiókkal
pt_br: Ou faça login usando outro provedor de identidade
ro_ro: Sau conectați-vă cu un alt furnizor de identitate

# Languages::hybrid_auth.unspecified_error
source: Unspecified error
ar_sa: خطأ غير محدد
cs_cz: Neznámá chyba
he_il: שגיאה לא מוגדרת
hu_hu: Ismeretlen hiba
pt_br: Erro não especificado
ro_ro: Eroare nespecificată

# Languages::hybrid_auth.configuration_error
source: Hybriauth configuration error
ar_sa: خطأ في تكوين Hybriauth
cs_cz: Chyba konfigurace Hybriauth
he_il: שגיאת תצורה Hybriauth
hu_hu: Hybriauth beállítási hiba
pt_br: Erro de configuração do hybridauth
ro_ro: Eroare de configurare Hybriauth

# Languages::hybrid_auth.provider_error_configuration
source: Provider not properly configured
ar_sa: لم يتم تكوين الموفر بشكل صحيح
cs_cz: Poskytovatel není správně nakonfigurován
he_il: ספק מוגדר לא כראוי
hu_hu: Szolgáltató nincs megfelelően konfigurálva
pt_br: Provedor não configurado corretamente
ro_ro: Furnizorul nu este configurat corect

# Languages::hybrid_auth.wrong_provider
source: Unknown or disabled provider
ar_sa: مزود غير معروف أو معطل
cs_cz: Neznámý nebo zakázaný poskytovatel
he_il: ספק לא ידוע או בעלי מוגבלויות
hu_hu: Ismeretlen vagy letiltott szolgáltató
pt_br: Provedor desconhecido ou desativado
ro_ro: Furnizor necunoscut sau dezactivat

# Languages::hybrid_auth.missing_credentials
source: Missing provider application credentials
ar_sa: بيانات اعتماد تطبيق الموفر مفقودة
cs_cz: Chybějící pověření poskytovatele aplikace
he_il: חסר אישורים היישום של ספק זה
hu_hu: Hiányzó szolgáltatói alkalmazás hitelesítés
pt_br: As credenciais de aplicativo do provedor não foram configuradas
ro_ro: Lipsesc datele de acreditare ale aplicației furnizorului

# Languages::hybrid_auth.failed_auth
source: Authentication failed. The user has canceled the authentication or the provider refused the connection
ar_sa: المصادقة فشلت. قام المستخدم بإلغاء المصادقة أو رفض الموفر الاتصال
cs_cz: Ověření selhalo. Uživatel zrušil ověřování nebo poskytovatel odmítl připojení
he_il: האימות נכשל. המשתמש ביטל את האימות או הספק סירב החיבור
hu_hu: A hitelesítés sikertelen. A felhasználó megszakította a hitelesítést, vagy a szolgáltató megtagadta a kapcsolatot
pt_br: Erro na autenticação. O usuário cancelou a autenticação ou o provedor recusou a conexão.
ro_ro: Autentificare a eşuat. Utilizatorul a anulat autentificarea sau furnizorul a refuzat conexiunea

# Languages::hybrid_auth.connecting_provider
source: Contacting <b>[provider]</b>. Please wait...
ar_sa: الاتصال بـ <b> [provider] </b>. أرجو الإنتظار...
cs_cz: Kontaktuje <b>[provider]</b>. Prosím, počkejte...
he_il: יצירת קשר עם <b>[provider]</b>. חכה בבקשה...
hu_hu: Kapcsolatfelvétel a <b>[provider]</b> szolgáltatóval. Kérjük várjon...
pt_br: Contatando <b>[provider]</b>. Aguarde...
ro_ro: Realizam conexiunea cu <b>[provider]</b>. Te rog să aştepţi...

# Languages::hybrid_auth.cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
ar_sa: لسوء الحظ ، فشلنا في إنشاء عميل وتسجيل الدخول إلى المتجر بسبب أحد الأسباب التالية: <br /> - لقد قمت بتسجيل الدخول إلى متجرنا مسبقًا باستخدام موفر OpenID آخر يستخدم فيه نفس البريد الإلكتروني. <br / > - لقد قمت بالتسجيل بالفعل في متجرنا باستخدام بريدك الإلكتروني. <br /> يرجى الاتصال بمالك المتجر لحل المشكلات.
cs_cz: Z jednoho z následujících důvodů se nám, bohužel, nepodařilo vytvořit zákaznický účet a přihlásit se do obchodu:<br />- Přihlásili jste se do našeho obchodu již dříve pomocí jiného poskytovatele OpenID, kde byla použita stejná e-mailová adresa.<br />- Už jste se v našem obchodě zaregistrovali pomocí vaší e-mailové adresy.<br />Prosím, kontaktujte majitele obchodu k řešení problémů.
he_il: לצערנו, לא הצלחנו ליצור לקוח ולהיכנס לחנות בשל אחת מהסיבות הבאות:<br />- נכנסת לחנות שלנו מוקדם יותר באמצעות ספק אחר של OpenID שבו נעשה שימוש באותו דוא"ל.<br />-כבר נרשמת בחנות שלנו באמצעות הדוא"ל שלך.<br />צור קשר עם בעל החנות כדי לפתור את הבעיות.
hu_hu: Sajnos nem sikerült a bejelentkezés feltehetően az alábbi okok miatt:<br/> - Korábban már bejelenktezett az oldalra egy másik szolgáltatás segítségével, ahol megegyezik az elsődleges e-mail címe<br/> - Már regisztrált áruházunkba ezzel az e-mail címmel<br/> Kérjük vegye fel a kapcsolatot ügyfélszolgálatunkkal, hogy megoldjuk a problémát.
pt_br: Infelizmente não foi possível criar o cadastro e fazer login na loja devido a um destes motivos:<br />- O cadastro já havia sido feito usando outro login social com o mesmo endereço de e-mail.<br />- O cadastro já havia sido feito na loja usando o endereço de e-mail.<br />Entre em contato conosco para resolver o problema.
ro_ro: Din păcate, nu am reuşit să creem un client şi autentificarea la magazin a esuat din cauza la unul din următoarele motive:<br />- sunteţi logat în magazinul nostru mai devreme folosind un alt furnizor de OpenID în care aceeaşi adresă de email este utilizat.<br />- au deja înregistrat în magazinul nostru folosind adresa de email.<br />vă rugăm să contactaţi proprietarul de magazin pentru a rezolva problemele.

# Languages::hybrid_auth.password_generated
source: We are glad to inform you that you have been successfully registered in the store. A password was generated for you
ar_sa: يسعدنا إخبارك بأنه تم تسجيلك بنجاح في المتجر. تم إنشاء كلمة مرور لك
cs_cz: Úspěšně vám byl vytvořený účet v obchodě a bylo vám vygenerované heslo
he_il: אנו שמחים להודיעכם כי אתם בהצלחה נרשמו במאתר. סיסמה נוצר בשבילך
hu_hu: Örömmel értesítjük, hogy sikeresen regisztrált az áruházunkba. Egy jelszót hoztunk létre önnek.
pt_br: Seu cadastro na loja foi efetuado com sucesso. Uma senha foi criada para você.
ro_ro: Suntem bucuroși să vă informăm că ați fost înregistrat cu succes în magazin. A fost generată o parolă pentru dvs

# Languages::hybrid_auth.change_password
source: You can change your password here
ar_sa: يمكنك تغيير كلمة المرور الخاصة بك هنا
cs_cz: Zde si můžete změnit své heslo
he_il: באפשרותך לשנות את הסיסמה שלך כאן
hu_hu: A jelszavát itt változtathatja meg
pt_br: Você pode alterar sua senha aqui
ro_ro: Puteți schimba parola aici

# Languages::hybrid_auth.link_provider
source: Social network accounts
ar_sa: حسابات الشبكات الاجتماعية
cs_cz: Sociální síťové účty
he_il: חשבונות של רשת חברתית
hu_hu: Közösségi fiókok
pt_br: Contas nas redes sociais
ro_ro: Conturi de rețea socială

# Languages::hybrid_auth.text_link_provider
source: Assign your social network account to this one and use it to log in
ar_sa: قم بتعيين حساب الشبكة الاجتماعية الخاص بك لهذا الحساب واستخدمه لتسجيل الدخول
cs_cz: Propojte svůj účet na sociální síti s tímto a používejte jej na přihlašování
he_il: להקצות לחשבון הרשת החברתית שלך זה ולהשתמש בו כדי להיכנס
hu_hu: Rendelje hozzá a közösségi fiókját, és használja ezt a belépéshez
pt_br: Associe a sua conta de rede social e use-a para fazer login
ro_ro: Atribuiți contul dvs. de rețea socială la acesta și îl utilizați pentru a vă conecta

# Languages::hybrid_auth.text_user_is_already_link
source: This social network account is already being used
ar_sa: حساب الشبكة الاجتماعية هذا قيد الاستخدام بالفعل
cs_cz: Toto konto sociální sítě se již používá
he_il: חשבון רשת חברתית זה כבר נמצא בשימוש
hu_hu: Ez a közösségi fiók már használatban van
pt_br: Esta conta de rede social já está sendo usada
ro_ro: Acest cont de rețea socială este deja utilizat

# Languages::hybrid_auth.connect_social
source: Connect social account
ar_sa: ربط الحساب الاجتماعي
cs_cz: Propojit s účtem sociální sítě
he_il: התחבר לחשבון חברתית
hu_hu: Kapcsolódás a közösségi fiókhoz
pt_br: Conectar redes sociais
ro_ro: Conectați contul social

# Languages::hybrid_auth.connect_social_title
source: Such user already exists
ar_sa: هذا المستخدم موجود بالفعل
cs_cz: Tento uživatel již existuje
he_il: משתמש כזה כבר קיים
hu_hu: Ilyen felhasználó már létezik
pt_br: Este usuário já existe
ro_ro: Un astfel de utilizator există deja

# Languages::hybrid_auth.text_connect_social
source: <p>The user with the e-mail specified during social login already exists.</p><p>If you want to assign a social network account to the registered user, please log in.</p>
ar_sa: <p> المستخدم الذي لديه البريد الإلكتروني المحدد أثناء تسجيل الدخول الاجتماعي موجود بالفعل. </ p> <p> إذا كنت تريد تعيين حساب شبكة اجتماعية للمستخدم المسجل ، فيرجى تسجيل الدخول. </p>
cs_cz: <p>Uživatel se zadanou e-mailovou adresou již existuje.</p><p>Chcete-li připojit účet sociální sítě k zaregistrovanému uživateli, prosím přihlaste se.</p>
he_il: <p>המשתמש עם האימייל שצוין במהלך התחברות חברתית כבר קיים.</p><p>אם ברצונך להקצות חשבון רשת חברתית למשתמש הרשום, היכנס.</p>
hu_hu: <p>A közösségi bejelentkezésnél használt e-mail címmel rendelkező felhasználó már létezik.</p><p>Ha a regisztrált felhasználóhoz közösségi fiókot szeretne rendelni, jelentkezzen be.</p>
pt_br: <p>O usuário com o e-mail especificado durante o login social já existe.</p><p>Faça login para atribuir uma conta de rede social ao usuário registrado.</p>
ro_ro: <p> Utilizatorul cu e-mail specificat în timpul autentificării sociale există deja. </p> <p> Dacă doriți să atribuiți un cont de rețea socială utilizatorului înregistrat, vă rugăm să vă autentificați. </p>

# Languages::hybrid_auth.specify_email
source: Specify email
ar_sa: حدد البريد الإلكتروني
cs_cz: Zadejte e-mail
he_il: ציין דוא"ל
hu_hu: E-mail megadása
pt_br: Especificar e-mail
ro_ro: Precizați e-mailul

# Languages::hybrid_auth.specify_email_title
source: The e-mail was not specified.
ar_sa: لم يتم تحديد البريد الإلكتروني.
cs_cz: E-mail nebyl zadán.
he_il: כתובת הדואר האלקטרוני לא צוינה.
hu_hu: Nem adta meg az e-mail címet.
pt_br: O e-mail não foi especificado.
ro_ro: E-mailul nu a fost specificat.

# Languages::hybrid_auth.text_specify_email
source: <p>When logging through the social network the e-mail was not specified.</p><p>Please enter your e-mail and click Continue.</p>
ar_sa: <p> عند تسجيل الدخول عبر شبكة التواصل الاجتماعي ، لم يتم تحديد البريد الإلكتروني. </ p> <p> الرجاء إدخال بريدك الإلكتروني والنقر فوق متابعة. </p>
cs_cz: <p>Při přihlášení přes sociální síť nebyl zadaný e-mail.</p><p>Prosím, zadejte svůj e-mail a klikněte na Pokračovat.</p>
he_il: <p>בעת כניסה לרשת החברתית, לא צוין הדואר האלקטרוני.</p><p>אנא הכנס את כתובת הדואר האלקטרוני שלך ולחץ על המשך.</p>
hu_hu: <p>Amikor a közösségi fiókon keresztül lépett be, az e-mailt nem adta meg.</p><p>Kéjük, adja meg az e-mail címét és kattintson a Tovább gombra.</p>
pt_br: <p>O e-mail não foi especificado ao fazer login através da rede social.</p><p>Insira o seu e-mail e clique em Continuar.</p>
ro_ro: p> La logarea prin rețeaua socială e-mailul nu a fost specificat. </p> <p> Vă rugăm să introduceți e-mailul dvs. și să faceți clic pe Continuare. </p>

# Languages::hybrid_auth_menu_description
source: Create social provider
ar_sa: إنشاء مزود اجتماعي
cs_cz: Vytvořit poskytovatele sociální sítě
he_il: ליצור ספק חברתית
hu_hu: Közösségi szolgáltató létrehozása
pt_br: Criar provedor
ro_ro: Creați un furnizor social

# Languages::public_key
source: Public key
ar_sa: المفتاح العمومي
cs_cz: Veřejný klíč
he_il: מפתח ציבורי
hu_hu: Nyilvános kulcs
pt_br: Chave pública

# Languages::paypal_seamless
source: Use seamless checkout
ar_sa: استخدم اتمام الشراء السلس
cs_cz: Použít souvislou platbu
he_il: שימוש תהליך התשלום מקוצר
hu_hu: Használja a seamless checkout funkciót
pt_br: Usar checkout integrado
ro_ro: Faceti plata fara probleme

# Languages::paypal_sandbox
source: Test mode
ar_sa: الوضع التجريبي
cs_cz: Testovací režim
he_il: מצב בדיקה
hu_hu: Teszt mód
pt_br: Modo de teste
ro_ro: Modul Test

# Languages::privileges.manage_providers
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
he_il: ניתן לערוך
hu_hu: Szerkeszthető
pt_br: Pode editar
ro_ro: Poate edita

# Languages::privileges.view_providers
source: Can view
ar_sa: يمكن العرض
cs_cz: Může zobrazit
he_il: יכול לראות
hu_hu: Megtekinthető
pt_br: Pode visualizar
ro_ro: Poate vizualiza

# Languages::privilege_groups.social_login
source: Social login
ar_sa: تسجيل الدخول عبر التواصل الاجتماعي
cs_cz: Přihlášení přes sociální sítě
he_il: התחברות חברתית
hu_hu: Közösségi bejelentkezés
pt_br: Login social

# Languages::hybrid_auth.instruction_facebook
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
ar_sa: استخدم معرف التطبيق والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://developers.facebook.com/apps' target='_blank'> مطورو Facebook </a>.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
he_il: השתמש במזהה היישום ובמפתח הסודי שקיבלת לאחר יצירת יישום<a href='https://developers.facebook.com/apps' target='_blank'>פייסבוק מפתחים</a>.
hu_hu: Használja az alkalmazás azonosítóját és titkos kódját, amit akkor kapott, amikor létrehozott egy alkalmazást a <a href='https://developers.facebook.com/apps' target='_blank'>Facebook fejlesztők</a> oldalán.
pt_br: Use o ID de aplicativo e a chave secreta que você recebeu após criar um aplicativo no <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
ro_ro: Folosiți ID-ul aplicației și cheia secretă pe care ați primit-o după crearea unei aplicații<a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.

# Languages::hybrid_auth.instruction_facebook_login
source: Use the application ID and Secret key that you've received after creating an application on <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>. After that copy the value of the <b>Valid OAuth redirect URIs</b> field to the corresponding setting of the <b>Facebook Login</b> product in your Facebook application.
ar_sa: استخدم معرف التطبيق والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href="https://developers.facebook.com/apps" target="_blank"> Facebook Developers </a>. بعد ذلك ، انسخ قيمة حقل <b> عناوين URL الصالحة لإعادة توجيه OAuth </b> إلى الإعداد المقابل لمنتج <b> تسجيل الدخول إلى Facebook </b> في تطبيق Facebook الخاص بك.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href="https://developers.facebook.com/apps" target="_blank"> Facebook Developers </a>. Poté zkopírujte hodnotu pole <b> Valid OAuth redirect URIs </b> do odpovídajícího nastavení produktu <b> Facebook Login </b> ve vaší aplikaci na Facebooku.
he_il: השתמש במזהה היישום ובמפתח הסודי שקיבלת לאחר יצירת יישום <a href="https://developers.facebook.com/apps" target="_blank">פייסבוק מפתחים</a>. לאחר מכן להעתיק את הערך של<b>OAuth תקף מפנה כתובות URI</b> שדה להגדרה המתאימה של <b>פייסבוק התחברות </b> מוצר ביישום פייסבוק שלך.
hu_hu: Használd az alkalmazás azonosítóját és az alkalmazás létrehozása után kapott titkos kulcsot a <a href="https://developers.facebook.com/apps" target="_blank">Facebook fejlesztők</a> oldalán. Ezt követően másold a <b>Valid OAuth redirect URIs</b> mező értékét a Facebook-alkalmazás <b>Facebook Login</b> termékének megfelelő beállításába.
ro_ro: Folosiți ID-ul aplicației și cheia secretă pe care ați primit-o după crearea unei aplicații <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>. După aceea, copiați câmpul <b> URI-uri redirecționate valide OAuth </b> la setarea corespunzătoare a produsului <b> Conectare Facebook </b> din aplicația dvs. Facebook.

# Languages::hybrid_auth.instruction_google
source: Use ID and Secret key that you've received after creating a project on <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
ar_sa: استخدم المعرف والمفتاح السري الذي تلقيته بعد إنشاء مشروع على <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
he_il: השתמש במזהה ומפתח סודי שקיבלת לאחר יצירת פרוייקט<a href='https://code.google.com/apis/console/?pli=1' target='_blank'>גוגל</a>.
hu_hu: Használja azt az azonosítót és titkos kódot, amit akkor kapott, amikor egy projektet hozott létre a <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a> oldalán.
pt_br: Use o ID e a chave secreta que você recebeu após criar um projeto no <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
ro_ro: Folosiți ID-ul și cheia secretă pe care ați primit-o după ce ați creat un proiect<a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.

# Languages::hybrid_auth.instruction_paypal
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
ar_sa: استخدم معرف التطبيق والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://developer.paypal.com/developer/applications' target='_blank'> مطورو PayPal </a>.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
he_il: השתמש במזהה היישום ובמפתח הסודי שקיבלת לאחר יצירת יישום<a href='https://developer.paypal.com/developer/applications' target='_blank'>מפתחי PayPal</a>.
hu_hu: Használja az alkalmazás azonosítóját és titkos kódját, amit akkor kapott, amikor létrehozott egy alkalmazást a <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal fejlesztők</a> oldalán.
pt_br: Use o ID de aplicativo e a chave secreta que você recebeu após criar um aplicativo no <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developer</a>.
