Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: ar_sa, cs_cz, he_il, hu_hu, pt_br, ro_ro

# Languages::hybrid_auth.instruction_twitter
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
ar_sa: استخدم المعرف (مفتاح المستهلك) والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://apps.twitter.com/' target='_blank'> Twitter </a>.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
he_il: השתמש במזהה (מפתח צרכן) ובמפתח הסודי שקיבלת לאחר יצירת יישום <a href='https://apps.twitter.com/' target='_blank'>טוויטר</a>.
hu_hu: Használja az azonosítót (Consumer key) és a titkos kódot, amit akkor kapott, amikor létrehozott egy alkalmazást a <a href='https://apps.twitter.com/' target='_blank'>Twitteren</a>.
pt_br: Use o ID (chave de consumidor) e a chave secreta que você recebeu após criar um aplicativo no <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
ro_ro: Folosiți ID (cheie consumator) și cheie secretă pe care ați primit-o după ce ați creat o aplicație <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.

# Languages::hybrid_auth.instruction_yahoo
source: Use ID (Identificator) and Secret key that you've received after creating an application on <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
ar_sa: استخدم المعرف (المعرف) والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://developer.yahoo.com/apps/create/' target='_blank'> Yahoo </a>.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
he_il: השתמש במזהה (מזהה) ומפתח סודי שקיבלת לאחר יצירת יישום<a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
hu_hu: Használd az ID-t (azonosítót) és a titkos kulcsot, amit akkor kaptál, amikor létrehoztad az <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a> alkalmazást.
pt_br: Use o ID (identificador) e a chave secreta que você recebeu após criar um aplicativo no <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
ro_ro: Folosiți ID (identificator) și cheia secretă pe care ați primit-o după ce ați creat o aplicație<a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.

# Languages::hybrid_auth.instruction_live
source: Use the application ID and Secret key that you've received after adding an application on <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
ar_sa: استخدم معرف التطبيق والمفتاح السري الذي تلقيته بعد إضافة تطبيق على <a href='https://account.live.com/developers/applications/create' target='_blank'> Live </a>.
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
he_il: השתמש במזהה היישום ובמפתח הסודי שקיבלת לאחר הוספת יישום<a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
hu_hu: Használja az alkalmazás azonosítóját és titkos kódját, amit akkor kapott, amikor hozzáadott egy alkalmazást a <a href='https://account.live.com/developers/applications/create' target='_blank'>Live-on</a>.
pt_br: Use o ID do aplicativo e a chave secreta que você recebeu após adicionar um aplicativo no <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
ro_ro: Utilizați ID-ul aplicației și cheia secretă pe care ați primit-o după adăugarea unei aplicații<a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.

# Languages::hybrid_auth.instruction_linkedin
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
ar_sa: استخدم معرف (مفتاح المستهلك) والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn Developers </a> .
cs_cz: Použijte ID a tajný klíč, který jste obdrželi po vytvoření aplikace na <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
he_il: השתמש במזהה (מפתח צרכן) ובמפתח הסודי שקיבלת לאחר יצירת יישום<a href='https://www.linkedin.com/developer/apps' target='_blank'>מפתחי LinkedIn</a>.
hu_hu: Használja az alkalmazás (Consumer key) azonosítóját és titkos kódját, amit akkor kapott, amikor létrehozott egy alkalmazást a <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn fejlesztők</a> oldalán.
pt_br: Use o ID do cliente e o segredo do cliente que você recebeu após criar uma aplicação no <a href='https://www.linkedin.com/developer/apps' target='_blank'>Linkedin Developers</a>.
ro_ro: Folosiți ID (cheie consumator) și cheie secretă pe care ați primit-o după ce ați creat o aplicație <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.

# Languages::hybrid_auth.instruction_foursquare
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
ar_sa: استخدم معرف التطبيق والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare </a>.
cs_cz: Použijte ID aplikace a tajného klíče, který jste obdrželi po vytvoření aplikace na <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
he_il: השתמש במזהה היישום ובמפתח הסודי שקיבלת לאחר יצירת יישום<a href='https://foursquare.com/developers/apps' target='_blank'>Foursquare</a>.
hu_hu: Használja az alkalmazás azonosítóját és titkos kódját, amit akkor kapott, amikor létrehozott egy alkalmazást a <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare-en</a>.
pt_br: Use o ID do aplicativo e a chave secreta que você recebeu após criar um aplicativo no <a href='https://foursquare.com/developers/apps' target='_blank'>Foursquare</a>.
ro_ro: Folosiți ID-ul aplicației și cheia secretă pe care ați primit-o după crearea unei aplicații <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.

# Languages::email_template.hybrid_auth_create_profile
source: Create user profile via social login
ar_sa: إنشاء ملف تعريف المستخدم عبر تسجيل الدخول الاجتماعي
cs_cz: Vytvořte si uživatelský profil prostřednictvím přihlášením přes sociální síť
he_il: יצירת פרופיל משתמש באמצעות התחברות חברתית
hu_hu: Felhasználói profil létrehozása a közösségi bejelentkezéssel
pt_br: Criar perfil de usuário através de login social
ro_ro: Creați un profil de utilizator prin autentificare socială

# Languages::hybrid_auth.provider_not_found
source: Provider [provider] not found
ar_sa: الموفر [provider] غير موجود
cs_cz: Poskytovatel [provider] nebyl nalezen
he_il: ספק [provider] לא נמצא
hu_hu: [provider] Szolgáltató nem található
pt_br: Provedor [provider] não encontrado
ro_ro: Furnizorul [provider] nu a fost găsit

# Languages::hybrid_auth.facebook_disabled_upgrade_notification_title
source: Social Login: Sign-ins via Facebook have been disabled due to an old PHP version
ar_sa: تسجيل الدخول الاجتماعي: تم تعطيل تسجيل الدخول عبر Facebook بسبب إصدار قديم من PHP
cs_cz: Přihlášení přes sociální sítě: Přihlašování přes Facebook bylo deaktivováno z důvodu staré verze PHP
he_il: כניסה חברתית: הכניסות דרך פייסבוק הושבתו עקב גרסה ישנה של PHP
hu_hu: Közösségi bejelentkezés: A Facebookkal történő bejelentkezés egy régi PHP-verzió miatt letiltva
pt_br: Login social: Conexões via Facebook foram desativadas devido a uma versão PHP antiga
ro_ro: Conectare socială: conectările prin Facebook au fost dezactivate din cauza unei versiuni vechi PHP

# Languages::hybrid_auth.facebook_disabled_upgrade_notification_text
source: <p>We had to move to a newer version of Facebook API, because the API version that we used previously is no longer supported. However, to work with the new API, [product] requires PHP 5.4. You are seeing this message because your server has an older PHP version.</p><p>The status of the <b>Facebook</b> provider under <b>Website → Social login</b> has been set to <i>Disabled</i>.</p><p>Please update your PHP version to 5.4 or higher before you re-enable Facebook.</p>
ar_sa: <p> اضطررنا إلى الانتقال إلى إصدار أحدث من Facebook API ، لأن إصدار واجهة برمجة التطبيقات الذي استخدمناه سابقًا لم يعد مدعومًا. ومع ذلك ، للعمل مع واجهة برمجة التطبيقات الجديدة ، يتطلب [product] PHP 5.4. تشاهد هذه الرسالة لأن الخادم الخاص بك يحتوي على إصدار PHP أقدم. </p> <p> تم تعيين حالة موفر <b> Facebook </b> ضمن <b> موقع الويب → تسجيل الدخول الاجتماعي </b> على <i> تعطيل </i>.</p><p> الرجاء تحديث إصدار PHP الخاص بك إلى 5.4 أو أعلى قبل إعادة تمكين Facebook.</p>
cs_cz: <p> Museli jsme přejít na novější verzi Facebook API, protože verze API, kterou jsme dříve používali, již není podporována. Pro práci s novým API však [produkt] vyžaduje PHP 5.4. Tato zpráva se zobrazuje, protože váš server má starší verzi PHP. </p> <p> Stav poskytovatele <b> Facebook </b> v části <b> Web → Sociální přihlášení </b> byl nastaven na <i> Zakázáno</i>.</p> <p> Než znovu povolíte Facebook, aktualizujte prosím svou verzi PHP na 5,4 nebo vyšší. </p>
he_il: <p>נאלצנו לעבור לגרסה חדשה יותר של ממשק ה- API של Facebook, מכיוון שגירסת ה- API שבה השתמשנו בעבר אינה נתמכת עוד. עם זאת, כדי לעבוד עם ה- API החדש, [product] דורש PHP 5.4. אתה רואה את ההודעה כי לשרת שלך יש גרסת PHP ישנה יותר.</p><p>מעמדו של<b>פייסבוק</b> ספק תחת <b>אתר אינטרנט → התחברות חברתית</b> הוגדר כ- <i> מושבת</i>.</p><p>אנא עדכן את גרסת PHP שלך ל -5.4 ומעלה לפני שתפעיל מחדש פייסבוק.</p>
hu_hu: <p>A Facebook API újabb verziójára kellett átállnunk, mivel a korábban használt API verzió már nem támogatott. Az új API-val való működéshez azonban a [product] termék PHP 5.4-es verziót igényel. Azért látod ezt az üzenetet, mert a szervered régebbi PHP-verzióval rendelkezik.</p><p>A <b>Weboldal → Közösségi bejelentkezés</b> alatt a <b>Facebook</b> szolgáltató állapota<i>Letiltva</i> státuszú lett.</p><p>Kérjük, frissítsd a PHP-t 5.4-re vagy magasabb verzióra, mielőtt újra engedélyeznéd a Facebookot.</p>
ro_ro: <p> A trebuit să trecem la o versiune mai nouă a API-ului Facebook, deoarece versiunea API pe care am folosit-o anterior nu mai este acceptată. Cu toate acestea, pentru a lucra cu noua API, [product] necesită PHP 5.4. Vedeți acest mesaj deoarece serverul dvs. are o versiune PHP mai veche. </p> <p> Starea furnizorului <b> Facebook </b> de pe <b> Website → Conectare socială </b> a fost setată la <i>Disabled</i>.</p> <p> Vă rugăm să actualizați versiunea PHP la 5.4 sau o versiune ulterioară înainte de a reactiva Facebook. </p>

# Languages::hybrid_auth.facebook_oauth_redirect_uris
source: Valid OAuth redirect URIs
ar_sa: إعادة توجيه OAuth صالحة URIs
cs_cz: Platný OAuth redirect URIs
he_il: OAuth חוקי ניתוב מחדש של כתובות Uri
hu_hu: Valid OAuth átirányítási URI-ek
pt_br: URIs de redirecionamento do OAuth válidos

# Languages::hybrid_auth.live_redirect_urls
source: Redirect URLs
ar_sa: إعادة توجيه عناوين URL
cs_cz: Přesměrovat URL adresy
he_il: ניתוב מחדש של כתובות Url
hu_hu: URL-ek átirányítása

# Languages::hybrid_auth.linkedin_api_version
source: API version
ar_sa: نسخة API
cs_cz: Verze API
he_il: גרסה API
hu_hu: API verzió
pt_br: Versão da API

# Languages::ttc_hybrid_auth.linkedin_api_version
source: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">deprecated API v1</a>, but old apps still use it. If you're configuring LinkedIn app for the first time now, use API v2. Old LinkedIn apps configured some time ago may still be using v1.
ar_sa: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context"> واجهة برمجة تطبيقات موقوفة v1 </a> ، ولكن التطبيقات القديمة ما زالت تستخدمه. إذا كنت تقوم بتكوين تطبيق LinkedIn لأول مرة الآن ، فاستخدم API v2. ربما لا تزال تطبيقات LinkedIn القديمة التي تم تكوينها منذ بعض الوقت تستخدم الإصدار 1.
cs_cz: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context"> zastaralé API v1 </a>, ale staré aplikace jej stále používají. Pokud nyní konfigurujete aplikaci LinkedIn poprvé, použijte API v2. Staré aplikace LinkedIn nakonfigurované před nějakou dobou možná stále používají v1.
he_il: לינקדאין<a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">ממשק API v1 של פיו של</a> לינקדאין <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">הוצא משימוש</a> , אך יישומים ישנים עדיין משתמשים בו. אם אתה מגדיר לראשונה אפליקציית לינקדאין, השתמש ב- API v2. יישומי לינקדאין ישנים שהוגדרו לפני זמן מה עשויים עדיין להשתמש ב- v1.
hu_hu: A LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">elavultnak tekinti az API v1-t</a>, de a régi alkalmazások még használják. Ha most konfigurálod először a LinkedIn alkalmazást, használd az API v2-t. A valamivel ezelőtt konfigurált régi LinkedIn-alkalmazások még mindig a v1-et használhatják.
ro_ro: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">API-ul v1 este învechit</a>, dar aplicațiile vechi încă o folosesc. Dacă configurați aplicația LinkedIn pentru prima dată acum, utilizați API v2. Aplicațiile vechi de pe LinkedIn configurate cu ceva timp în urmă pot utiliza în continuare v1.

# Languages::hybrid_auth.instruction_paypal_application
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>. Please enable all Personal Profile scope attributes and at least one scope attribute in Address and in Account Information in your PayPal application settings.
ar_sa: استخدم معرف التطبيق والمفتاح السري الذي تلقيته بعد إنشاء تطبيق على <a href='https://developer.paypal.com/developer/applications' target='_blank'> مطورو PayPal </a>. يرجى تمكين جميع سمات نطاق الملف الشخصي وسمة نطاق واحدة على الأقل في العنوان وفي معلومات الحساب في إعدادات تطبيق PayPal.
cs_cz: Použijte ID aplikace a tajný klíč, které jste obdrželi po vytvoření aplikace na webu <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal Developers </a>. Povolte všechny atributy rozsahu osobního profilu a alespoň jeden atribut oboru v adrese a v informacích o účtu v nastavení aplikace PayPal.
he_il: השתמש במזהה היישום ובמפתח הסוד שקיבלת לאחר יצירת יישום ב- <a href='https://developer.paypal.com/developer/applications' target='_blank'> מפתחים של PayPal </a>. אנא אפשר את כל תכונות היקף הפרופיל האישי ולפחות תכונת היקף אחת בכתובת ובפרטי חשבון בהגדרות היישום שלך PayPal.
hu_hu: Használd az alkalmazás azonosítót és a titkos kulcsot, amit az alkalmazás létrehozása után kaptál a <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Fejlesztők</a> oldalon. Kérjük, engedélyezd a PayPal-alkalmazás beállításaiban a Személyes profil összes hatókör-attribútumát, valamint legalább egy hatókör-attribútumot a Címben és a Számlainformációk között.
ro_ro: Folosiți ID-ul aplicației și cheia secretă pe care ați primit-o după crearea unei aplicații <a href='https://developer.paypal.com/developer/applications' target='_blank'>Dezvoltatori PayPal</a>.Vă rugăm să activați toate atributele de aplicare a profilului personal și cel puțin un atribut de aplicare în Adresa și în Informațiile contului în setările aplicației dvs. PayPal.
