Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/image_zoom.po
Languages: ar_sa, ro_ro

# Addons::name::image_zoom
source: Image zoom
ar_sa: تكبير الصورة
ro_ro: Zoom imagine

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
ar_sa: تظهر تكبير صورة المنتج اثناء تحويم الصورة
ro_ro: Prezinta imagini mărite pe produs la deplasarea peste imagine

# SettingsSections::image_zoom::general
source: General
ar_sa: عام

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
ar_sa: وقت الرسوم المتحركة
ro_ro: Timp animatie

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
ar_sa: مكان التكبير
ro_ro: Poziţia de zoom

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
ar_sa: مدة تأثير الرسوم المتحركة مللي في الثانية.
ro_ro: Durata efectelor de animaţie în milisecunde.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window.
ar_sa: يحدد موضع نافذة التكبير.
ro_ro: Specifică poziția ferestrei de zoom.

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Upper right corner
ar_sa: الزاوية العلوية اليمنى
ro_ro: Colțul din dreapta sus

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Bottom right corner
ar_sa: الزاوية السفلية على اليمين
ro_ro: Coltul din dreapta jos

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Bottom left corner
ar_sa: أسفل الزاوية اليسرى
ro_ro: Colțul din stânga jos

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Upper left corner
ar_sa: الزاوية اليسرى العليا
ro_ro: Coltul din stanga sus

# Languages::image_zoom.rework_update_notification.title
source: Image Zoom add-on reworked
ar_sa: تمت إعادة صياغة الوظيفة الإضافية لتكبير الصورة
ro_ro: Adăugarea Image Zoom reelaborată

# Languages::image_zoom.rework_update_notification.message
source: <p>We reworked the <b>Image zoom</b> add-on, because it used a third-party solution incompatible with modern versions of jQuery. As a result of the rework, some settings of the add-on were removed.</p><p>Please check how the image zoom looks on the product pages now. If you'd like to make any changes to the looks, adjust the settings of the <b>Image zoom</b> add-on.</p><p><a href="[image_zoom_settings]" target="_blank" class="btn btn-large btn-primary">Check Image Zoom settings</a></p>
ar_sa: <p> لقد أعدنا صياغة الوظيفة الإضافية <b> تكبير الصورة </b> ، لأنها تستخدم حلًا تابعًا لجهة خارجية غير متوافق مع الإصدارات الحديثة من jQuery. نتيجة لإعادة العمل ، تمت إزالة بعض إعدادات الوظيفة الإضافية. </p><p> الرجاء التحقق من كيفية ظهور تكبير الصورة على صفحات المنتج الآن. إذا كنت ترغب في إجراء أي تغييرات على المظهر ، فاضبط إعدادات الوظيفة الإضافية <b> تكبير الصورة </b>. </p><p><a href="[image_zoom_settings]" target="_blank" class="btn btn-large btn-primary"> تحقق من إعدادات تكبير / تصغير الصورة </a></p>
ro_ro: <p> Am reproiectat suplimentul <b> Image zoom </b>, deoarece a folosit o soluție terță parte incompatibilă cu versiunile moderne ale jQuery. În urma reproiectării, unele setări ale suplimentului au fost eliminate. </p> <p> Vă rugăm să verificați cum arată imaginea de pe paginile de produs acum. Dacă doriți să faceți modificări la aspect, ajustați setările suplimentului <b> Zoom imagine </b>. </p> <p><a href="[image_zoom_settings]" target="_blank" class="btn btn-large btn-primary">Verificați setările Zoom imagine</a></p>
