Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/newsletters.po
Languages: ar_sa, he_il, hu_hu, ro_ro

# Languages::subscribers_date
source: Subscribers date
ar_sa: تاريخ المشتركين
he_il: תאריך מנויים
hu_hu: Feliratkozók dátuma
ro_ro: Data abonaților

# Languages::mailing_list_date
source: Mailing list date
ar_sa: تاريخ القائمة البريدية
he_il: תאריך לרשימת התפוצה
hu_hu: A levelezőlista dátuma
ro_ro: Data listei de corespondență

# Languages::gdpr_newsletters
source: Personal data from newsletters
ar_sa: البيانات الشخصية من الرسائل الإخبارية
he_il: הנתונים האישיים של מניוזלטרים
hu_hu: Személyes adatok hírlevelekből
ro_ro: Date personale din buletine informative

# Languages::newsletters.subscribe_to_newsletters
source: Newsletters: Subscribe to newsletters
ar_sa: الرسائل الإخبارية: اشترك في النشرات الإخبارية
he_il: ניוזלטרים: הרשמה לניוזלטרים
hu_hu: Hírlevelek: Feliratkozás hírlevelekre
ro_ro: Buletine informative: Abonați-vă la buletine informative

# Languages::newsletters.agreement_text_short_subscribe_to_newsletters
source: I agree to have my personal data <u>processed as follows</u> and I want to subscribe for the following newsletters:
ar_sa: أوافق على معالجة بياناتي الشخصية <u> على النحو التالي </u> وأريد الاشتراك في النشرات الإخبارية التالية:
he_il: אני מסכים לקבל את הנתונים האישיים שלי <u>מעובד כדלקמן</u> ואני רוצה להירשם לניוזלטרים הבאים:
hu_hu: Hozzájárulok, hogy személyes adataimat <u>az alábbiak szerint kezeljék</u>, és szeretnék feliratkozni az alábbi hírlevelekre:
ro_ro: Sunt de acord ca datele mele personale să fie <u> procesate după cum urmează </u> și vreau să mă abonez la următoarele buletine informative:

# Languages::newsletters.agreement_text_full_subscribe_to_newsletters
source: <p>When you sign up for a specific newsletter, we ([company]) add your email address to a corresponding mailing list. While it is there, we know that we can contact you by email regarding that topic.</p> <p>You can always have your email address removed from our mailing lists. There are multiple ways to do it:</p><ul> <li>Once your account is registered, just sign in and unsubscribe from newsletters in profile settings.</li> <li>Use the “Unsubscribe” link in our newsletters that you receive.</li> <li>Send an email to [email].</li> </ul> <p>We may use a third-party email service (MailChimp and/or Mad Mimi) to send newsletters. Some members of our staff can view mailing lists with email addresses. That way they’ll be able to remove your email address from the mailing list, should you request us to do so.</p> <p>Please note that mailing lists are independent from each other. If you decide not to receive newsletters at all, you’ll have to unsubscribe from all the mailing lists. Even if you do that, you’ll still receive account-related emails (such as order status notifications, password reset emails, and more). It is essential for operating an online store.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
ar_sa: <p> عند الاشتراك في رسالة إخبارية معينة ، فإننا ([company]) نضيف عنوان بريدك الإلكتروني إلى قائمة بريدية مقابلة. أثناء وجوده هناك ، نعلم أنه يمكننا الاتصال بك عبر البريد الإلكتروني بخصوص هذا الموضوع. </ p> <p> يمكنك دائمًا إزالة عنوان بريدك الإلكتروني من قوائمنا البريدية. هناك عدة طرق للقيام بذلك: </ p> <ul> <li> بمجرد تسجيل حسابك ، ما عليك سوى تسجيل الدخول وإلغاء الاشتراك من الرسائل الإخبارية في إعدادات الملف الشخصي. </li> <li> استخدم رابط "إلغاء الاشتراك" في الرسائل الإخبارية التي تتلقاها. </ li> <li> إرسال بريد إلكتروني إلى [email]. </ li> </ul> <p> قد نستخدم خدمة بريد إلكتروني لجهة خارجية (MailChimp و / أو Mad Mimi) لإرسالها النشرات الإخبارية. يمكن لبعض أعضاء فريق العمل لدينا عرض القوائم البريدية مع عناوين البريد الإلكتروني. بهذه الطريقة سيتمكنون من إزالة عنوان بريدك الإلكتروني من القائمة البريدية ، إذا طلبت منا القيام بذلك. </ p> <p> يرجى ملاحظة أن القوائم البريدية مستقلة عن بعضها البعض. إذا قررت عدم تلقي رسائل إخبارية على الإطلاق ، فسيتعين عليك إلغاء الاشتراك من جميع القوائم البريدية. حتى إذا قمت بذلك ، فستظل تتلقى رسائل البريد الإلكتروني المتعلقة بالحساب (مثل إشعارات حالة الطلب ، ورسائل إعادة تعيين كلمة المرور ، والمزيد). إنه ضروري لتشغيل متجر على الإنترنت. </ p> <p> إذا قررت أنك لم تعد ترغب في استخدام متجرنا وترغب في إزالة بياناتك الشخصية من قاعدة بياناتنا (أو إذا كنت ترغب في الحصول على كل شيء البيانات الشخصية المرتبطة بحسابك التي لدينا) ، يرجى إرسال بريد إلكتروني إلى [email]. </p> <p> إذا كنت تعتقد أنه قد تم إساءة استخدام بياناتك الشخصية ، فيحق لك تقديم شكوى إلى جهة إشرافية السلطة. نحن ملزمون بموجب اللائحة العامة لحماية البيانات في الاتحاد الأوروبي بإعلامك بهذا الحق ؛ لا ننوي في الواقع إساءة استخدام بياناتك. </p>
he_il: <p>כאשר אתה נרשם לניוזלטר ספציפי, אנו ([company]) הוסף את כתובת הדוא"ל שלך לרשימת דיוור מתאימה. בזמן שהוא נמצא שם, אנו יודעים שנוכל ליצור איתך קשר בדוא"ל בנוגע לנושא זה.</p> <p>תוכל תמיד להסיר את כתובת האימייל שלך מרשימות התפוצה שלנו. ישנן מספר דרכים לעשות זאת:</p><ul> <li>לאחר שהחשבון שלך רשום, היכנס והבטל את הרישום לעלונים בהגדרות הפרופיל.</li> <li>השתמש בקישור "בטל רישום" בעלונים שאנו מקבלים.</li> <li>שלח דואר אלקטרוני ל [email].</li> </ul> <p>אנו עשויים להשתמש בשירות דואר אלקטרוני של צד שלישי (MailChimp ו / או Mad Mimi) כדי לשלוח עלונים. חלק מחברי הצוות שלנו יכולים להציג רשימות דיוור עם כתובות דוא"ל. כך יוכלו להסיר את כתובת הדוא"ל שלך מרשימת התפוצה, אם תבקש מאיתנו לעשות זאת.</p> <p>שים לב שרשימות התפוצה אינן תלויות זו בזו. אם תחליט לא לקבל ידיעונים בכלל, יהיה עליך לבטל את הרישום מכל רשימות התפוצה. גם אם תעשה זאת, עדיין תקבל הודעות דוא"ל הקשורות לחשבון (כגון הודעות מצב הזמנה, אימיילים לאיפוס סיסמה ועוד). זה חיוני להפעלת חנות מקוונת.</p> <p>אם תחליט שאינך רוצה עוד להשתמש בחנות שלנו וברצונך להסיר את הנתונים האישיים שלך ממסד הנתונים שלנו (או אם ברצונך לקבל את כל הנתונים האישיים המשויכים לחשבון שלך), שלח דוא"ל ל [email].</p> <p>אם אתה סבור כי נעשה שימוש לרעה בנתונים האישיים שלך, יש לך זכות להגיש תלונה לרשות פיקוחית. אנו מחויבים על ידי כללי האיחוד האירופי להגנה על נתונים כדי ליידע אותך על זכות זו; אנחנו לא מתכוונים לעשות שימוש לרעה בנתונים שלך.</p>
hu_hu: <p>Amikor feliratkozol egy adott hírlevélre, mi ([cég]) felvesszük az e-mail címed a megfelelő levelezési listára. Amíg az ott van, tudjuk, hogy az adott témával kapcsolatban e-mailben felvehetjük Veled a kapcsolatot.</p> <p>Az e-mail címed bármikor eltávolíttathatod a levelezőlistáinkról. Ezt többféleképpen is megteheted:</p><ul> <li>Ha a fiókod regisztrálva van, csak jelentkezz be, és a profilbeállításokban iratkozz le a hírlevelekről.</li> <li> <li>A kapott hírleveleinkben található "Leiratkozás" linket használd.</li> <li> <li>Küldj e-mailt a [email] címre.</li> </ul> <p>Hírlevelek küldéséhez harmadik féltől származó e-mail szolgáltatást (MailChimp és/vagy Mad Mimi) is használhatunk. Néhány munkatársunk megtekintheti az e-mail címeket tartalmazó levelezési listákat. Így képesek lesznek eltávolítani az e-mail címed a levelezőlistáról, ha ezt kéred tőlünk.</p> <p>Kérjük, vedd figyelembe, hogy a levelezőlisták egymástól függetlenek. Ha úgy döntesz, hogy egyáltalán nem szeretnél hírleveleket kapni, akkor az összes levelezőlistáról le kell iratkoznod. Még ha ezt meg is teszed, akkor is kapni fogsz a fiókoddal kapcsolatos e-maileket (például a megrendelés állapotáról szóló értesítéseket, jelszó-visszaállítással kapcsolatos e-maileket és egyebeket). Ez elengedhetetlen egy online piactér üzemeltetéséhez.</p> <p>Ha úgy döntesz, hogy nem kívánod tovább használni piacterünket, és szeretnéd, ha személyes adataidat törölnénk az adatbázisunkból (vagy ha szeretnéd megkapni a fiókodhoz kapcsolódó összes személyes adatot, amellyel rendelkezünk), kérjük, küldj egy e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogod van panaszt tenni a felügyeleti hatóságnál. Az EU általános adatvédelmi rendelete kötelez bennünket arra, hogy tájékoztassunk erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
ro_ro: <p> Când vă înscrieți pentru un anumit buletin informativ, noi ([compania]) adăugăm adresa dvs. de e-mail la o listă de corespondență corespunzătoare. În timp ce se află acolo, știm că vă putem contacta prin e-mail cu privire la acest subiect. </p> <p> Puteți oricând să vă eliminați adresa de e-mail din listele noastre de discuții. Există mai multe moduri de a face acest lucru: </p> <ul> <li> Odată ce contul dvs. este înregistrat, trebuie doar să vă conectați și să vă dezabonați de la buletine informative din setările profilului. </li> <li> Utilizați linkul „Dezabonare” din buletine informative pe care le primiți. </li> <li> Trimiteți un e-mail către [e-mail]. </li> </ul> <p> Este posibil să folosim un serviciu de e-mail terță parte (MailChimp și / sau Mad Mimi) pentru a trimite buletine informative. Unii membri ai personalului nostru pot vizualiza listele de e-mail cu adrese de e-mail. În acest fel, vor putea să vă elimine adresa de e-mail din lista de discuții, dacă ne solicitați acest lucru. </p> <p> Vă rugăm să rețineți că listele de discuții sunt independente una de cealaltă. Dacă decideți să nu primiți deloc buletine informative, va trebui să vă dezabonați de la toate listele de corespondență. Chiar dacă faceți acest lucru, veți primi în continuare e-mailuri legate de cont (cum ar fi notificările privind starea comenzii, e-mailurile de resetare a parolei și multe altele). Este esențial pentru operarea unui magazin online. </p> <p> Dacă decideți că nu mai doriți să utilizați magazinul nostru și doriți ca datele dvs. personale să fie eliminate din baza noastră de date (sau dacă doriți să obțineți toate datele personale asociate contului dvs. pe care le avem), vă rugăm să trimiteți un e-mail la [email]. </p> <p> Dacă credeți că datele dvs. cu caracter personal au fost utilizate în mod greșit, aveți dreptul să depuneți o reclamație la o autoritate de supraveghere autoritate. Suntem obligați de Regulamentul general al UE privind protecția datelor să vă informăm despre acest drept; de fapt, nu intenționăm să utilizăm în mod greșit datele dvs. </p>

# Languages::newsletters.use_for_subscribe_form
source: Subscribe form
ar_sa: استمارة الاشتراك
he_il: טופס להרשמה
hu_hu: Feliratkozási űrlap
ro_ro: Formular de abonare

# Languages::newsletters.default_mailing_list
source: Default mailing list
ar_sa: القائمة البريدية الافتراضية
he_il: רשימת תפוצה המוגדרת כברירת מחדל
hu_hu: Alapértelmezett levelezőlista
