Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/newsletters.po
Languages: ar_sa, he_il, hu_hu, ro_ro

# Addons::name::newsletters
source: Newsletters
ar_sa: النشرات الإخبارية
he_il: ניוזלטרים
hu_hu: Hírlevelek
ro_ro: Buletine de știri

# Addons::description::newsletters
source: Lets you configure newsletter sending
ar_sa: يتيح لك تكوين إرسال الرسائل الإخبارية
he_il: מאפשר לך להגדיר שליחת ניוזלטר
hu_hu: Hírlevél küldés konfigurálása
ro_ro: Vă permite să configurați trimiterea buletinului informativ

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
ar_sa: قم بإنشاء وإرسال رسائل إخبارية إلى عميلك.
he_il: ליצור ולשלוח ניוזלטר ללקוח שלך.
hu_hu: Hozzon létre, és küldjön hírleveleket vevőinek.
ro_ro: Creați și trimiteți buletine informative către clientul dvs.

# Languages::news_plain
source: Plain
ar_sa: سادة
he_il: מישור
hu_hu: Egyszerű
ro_ro: Plan

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
ar_sa: الاشتراك في نشرتنا الإخبارية!
he_il: הרשם לעלונים שלנו!
hu_hu: Iratkozzon fel hírlevelünkre!
ro_ro: Înscrieți-vă la buletinele noastre informative!

# Languages::tmpl_subscription
source: Newsletters: subscription form
ar_sa: النشرات الإخبارية: نموذج الاشتراك
he_il: ידיעונים: טופס מנוי
hu_hu: Hírlevél-feliratkozási űrlap
ro_ro: Buletine informative: formular de abonament

# Languages::unsubscribe_link
source: Unsubscribe link
ar_sa: رابط إلغاء الاشتراك
he_il: לינק לביטול המינוי
hu_hu: Leiratkozási link
ro_ro: Link de dezabonare

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
ar_sa: إضافة المشتركين من قائمة المستخدمين
he_il: להוסיף מנויים מרשימת המשתמשים
hu_hu: Feliratkozók hozzáadása listából
ro_ro: Adăugați abonați din lista de utilizatori

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
ar_sa: <b>[email]</b> موجود بالفعل في قائمة المشتركين
he_il: <b>[email]</b> הוא כבר ברשימת המנויים
hu_hu: Az alábbi e-mail cím már a feliratkozottak között szerepel: <b>[email]</b>
ro_ro: <b> [e-mail] </b> este deja în lista de abonați

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
ar_sa: بعض القوائم البريدية من ملف الإدخال لا يمكن العثور عليها في قاعدة البيانات. سيتم ترك بعض المشتركين المستورَدين دون تعيين.
he_il: לא ניתן למצוא כמה רשימות דיוור בקובץ של מסד הנתונים. מינויים מיובאים מסוימים יישארו ללא הקצאה.
hu_hu: Néhány levelezési lista nem található az adatbázisban. Számos importált feliratkozó nem kerül listára.
ro_ro: Unele liste de corespondență din fișierul de intrare nu au putut fi găsite în baza de date. Anumiți abonați importați vor rămâne neatribuiți.

# Languages::subscribers_menu_item_text
source: Subscribers
ar_sa: المشتركين
he_il: מנויים
hu_hu: Feliratkozók
ro_ro: Abonați

# Languages::block_mailing_lists
source: Newsletter subscription
ar_sa: الاشتراك في النشرة الإخبارية
he_il: הרשמה לניוזלטר
hu_hu: Hírlevél feliratkozás
ro_ro: Abonare la buletin de știri

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
ar_sa: حقل البريد الإلكتروني للاشتراك في النشرة الإخبارية
he_il: שדה דואר אלקטרוני לצורך רישום לניוזלטר
hu_hu: Hírlevél feliratkozás e-mail mező
ro_ro: Câmp de e-mail pentru abonarea la newsletter

# Languages::block_lite_checkout_newsletters
source: Checkout: Newsletters
ar_sa: الخروج: الرسائل الإخبارية
he_il: תשלום: ידיעונים
hu_hu: Pénztár: hírlevelek
ro_ro: Verificare: Buletine informative

# Languages::block_lite_checkout_newsletters_description
source: Ability to sign up for newsletters
ar_sa: القدرة على الاشتراك في النشرات الإخبارية
he_il: אפשרות להירשם לניוזלטרים
hu_hu: Hírlevélre való feliratkozás lehetősége
ro_ro: Abilitatea de a vă înscrie la buletine informative

# Languages::privileges.view_newsletters
source: Can view
ar_sa: يمكن العرض
he_il: יכול לראות
hu_hu: Megtekinthető
ro_ro: Poate vizualiza

# Languages::privileges.manage_newsletters
source: Can edit
ar_sa: قابل للتحرير
he_il: יכול לערוך
hu_hu: Szerkeszthető
ro_ro: Se poate edita

# Languages::privilege_groups.newsletters
source: Newsletters
ar_sa: النشرات الإخبارية
he_il: ניוזלטרים
hu_hu: Hírlevelek
ro_ro: Buletine informative

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
ar_sa: لم يتم إرسال النشرة الإخبارية لأنه لم يتم العثور على أي مستلمين مطابقين للمعايير المحددة.
he_il: ניוזלטר לא נשלח מכיוון שלא נמצאו הנמענים התואמים את הקריטריונים שנבחרו.
hu_hu: Hírlevél nem lett elküldve, mert nem találhatók a kiválasztott feltételeknek megfelelő címzettek.
ro_ro: Buletinul informativ nu a fost trimis deoarece nu au fost găsiți destinatari care să corespundă criteriilor selectate.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
ar_sa: تم إرسال النشرة (النشرات) بنجاح.
he_il: ניוזלטר נשלח בהצלחה.
hu_hu: Hírlevel(ek) sikeresen elküldve.
ro_ro: Buletinele informative au fost trimise cu succes.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
ar_sa: لا يمكن أن يكون البريد الإلكتروني فارغًا
he_il: דואר אלקטרוני אינו יכול להשאר ריק
hu_hu: E-mail cím nem lehet üres
ro_ro: E-mailul nu poate fi gol

# Languages::sending_email_to
source: Sending email to [email]...
ar_sa: إرسال بريد إلكتروني إلى [email]...
he_il: שליחת דואר אלקטרוני ל- [email]...
hu_hu: E-mail küldése [email] címre...
ro_ro: Se trimite e-mail către [email] ...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
ar_sa: تمت إضافة البريد الإلكتروني الخاص بك بنجاح إلى قائمة تحديثات البريد الإلكتروني المجانية الخاصة بنا
he_il: הדואר האלקטרוני שלך נוספה בהצלחה לרשימת העדכונים שלנו
hu_hu: Sikeresen feliratkozott ingyenes hírlevelünkre
ro_ro: Te-ai abonat la buletinul de știri.

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
ar_sa: البريد الإلكتروني الخاص بك مشترك بالفعل.
he_il: הדואר האלקטרוני שלך כבר רשום כמנוי.
hu_hu: Az e-mail címe már szerepel listánkon.
ro_ro: E-mailul dvs. este deja abonat.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
ar_sa: تمت إزالة البريد الإلكتروني الخاص بك بنجاح من قائمة تحديثات البريد الإلكتروني المجانية الخاصة بنا
he_il: הדואר האלקטרוני שלך הוסר בהצלחה מרשימת העדכונים שלנו
hu_hu: E-mail címét sikeresen eltávolítottuk ingyenes hírlevelünk listájáról
ro_ro: E-mailul dvs. a fost eliminat cu succes din lista noastră gratuită de actualizări de e-mail

# Languages::text_subscriber_activated
source: Your email has been successfully activated
ar_sa: تهانينا! تم تنشيط بريدك الإلكتروني بنجاح
he_il: הדוא"ל שלך הופעל בהצלחה
hu_hu: E-mail címe sikeresen aktiválva
ro_ro: E-mailul dvs. a fost activat cu succes

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
ar_sa: سيتم عرض الرابط في رسالة إخبارية مباشرة
he_il: הקישור יוצג בניוזלטר
hu_hu: A link az éles hírlevélben jelenik meg
ro_ro: Link-ul va fi afișat într-un newsletter live

# Languages::newsletters
source: Newsletters
ar_sa: النشرات الإخبارية
he_il: ניוזלטר
hu_hu: Hírlevelek
ro_ro: Buletin informativ

# Languages::autoresponders
source: Autoresponders
ar_sa: المجيب التلقائي
he_il: מענה אוטומטי
hu_hu: Automata értesítések
ro_ro: Răspuns automat

# Languages::campaigns
source: Campaigns
ar_sa: الحملات
he_il: קמפיינים
hu_hu: Kampányok
ro_ro: Campanii

# Languages::sent
source: Sent
ar_sa: أرسلت
he_il: שלח
hu_hu: Küldött
ro_ro: Trimite

# Languages::subscribers_num
source: Number of subscribers
ar_sa: عدد المشتركين
he_il: מספר מנויים
hu_hu: Feliratkozók száma
ro_ro: Număr de abonați

# Languages::editing_mailing_list
source: Editing mailing list
ar_sa: تحرير القائمة البريدية
he_il: עריכת רשימת דיוור
hu_hu: Levelezési lista szerkesztése
ro_ro: Editarea listei de corespondență

# Languages::from_name
source: From name
ar_sa: من الاسم
he_il: משם
hu_hu: Küldő neve
ro_ro: De la numele

# Languages::from_email
source: From email
ar_sa: من البريد الإلكترونى
he_il: מדוא"ל
hu_hu: Küldő e-mail címe
ro_ro: De la email

# Languages::reply_to
source: Reply to
ar_sa: الرد على
he_il: להשיב ל-
hu_hu: Válasz e-mail
ro_ro: Răspunde

# Languages::register_autoresponder
source: Confirmation email
ar_sa: تأكيد البريد الإلكتروني
he_il: מייל לאישור
hu_hu: Megerősítő e-mail
ro_ro: Confirmare email

# Languages::no_autoresponder
source: No autoresponder
ar_sa: لا يوجد مجيب آلي
he_il: ללא מענה אוטומתי
hu_hu: Nincs automatikus értesítés
ro_ro: Fără răspuns automat

# Languages::show_on_checkout
source: Show at checkout
ar_sa: تظهر عند اتمام الشراء
he_il: הצג תשלום
hu_hu: Megjelenítés a vásárlási folyamat során
ro_ro: Afișați la plată

# Languages::hide_on_checkout
source: Hide at checkout
ar_sa: إخفاء عند اتمام الشراء
hu_hu: Pénztárnál elrejteni

# Languages::addons.newsletters.show_on_registration_and_profile
source: Show on the Registration and Profile Details pages
ar_sa: اعرض على صفحات التسجيل وصفحات الملف الشخصي
he_il: הצג על עמודים של הרשמה ופרטים הפרופיל
hu_hu: Megjelenítés a regisztrációs és Profil Adatok oldalon
ro_ro: Afișați pe paginile Înregistrare și Detalii Profil

# Languages::addons.newsletters.hide_on_registration_and_profile
source: Hide on the Registration and Profile Details pages
ar_sa: إخفاء في صفحات تفاصيل التسجيل والملف الشخصي
hu_hu: A Regisztráció és a Profil adatok oldalon elrejteni

# Languages::show_on_separate_page
source: Show on separate page
ar_sa: عرض في صفحة مُنفصلة
he_il: הצג בדף נפרד
hu_hu: Megjelenítés külön oldalon
ro_ro: Afișați pe pagină separată

# Languages::campaign_stats
source: Campaign statistics
ar_sa: إحصائيات الحملة
he_il: קמפיין סטטיסטיקה
hu_hu: Kampány statisztikák
ro_ro: Statisticile campaniei

# Languages::add_campaign
source: Add campaign
ar_sa: أضف حملة
he_il: הוספת הקמפיין
hu_hu: Kampány hozzáadása
ro_ro: Adaugă campanie

# Languages::new_campaign
source: New campaign
ar_sa: حملة جديدة
he_il: הקמפיין החדש
hu_hu: Új kampány
ro_ro: Campanie nouă

# Languages::newsletter_templates
source: Newsletter templates
ar_sa: قوالب النشرة الإخبارية
he_il: תבנית ניוזלטר
hu_hu: Hírlevél sablonok
ro_ro: Șabloane de buletin informativ

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
ar_sa: أجهزة الرد الآلي للنشرة الإخبارية
he_il: מענה אוטומטי לניוזלטר
hu_hu: Automata értesítő hírlevelek
ro_ro: Autorespondere newsletter

# Languages::subject
source: Subject
ar_sa: موضوع
he_il: נושא
hu_hu: Tárgy
ro_ro: Subiect

# Languages::add_newsletter
source: Add newsletter
ar_sa: إضافة النشرة الإخبارية
he_il: הוסף ניוזלטר
hu_hu: Hírlevél hozzáadása
ro_ro: Adaugă buletin informativ

# Languages::add_template
source: Add template
ar_sa: إضافة قالب
he_il: להוסיף תבנית
hu_hu: Sablon hozzáadása
ro_ro: Adaugă șablon

# Languages::add_autoresponder
source: Add autoresponder
ar_sa: إضافة الرد الآلي
he_il: להוסיף מענה אוטומטי
hu_hu: Automatikus értesítés hozzáadása
ro_ro: Adăugați răspuns automat

# Languages::more_subjects
source: Random subjects (one per line)
ar_sa: مواضيع عشوائية (واحد في كل سطر)
he_il: נושאים אקראיים (אחת בכל שורה)
hu_hu: Random tárgy (soronként egyet adjon meg)
ro_ro: Subiecți aleatori (unul pe rând)

# Languages::body_html
source: HTML body
ar_sa: نص HTML
he_il: בלוק HTML
hu_hu: HTML szöveg
ro_ro: Limbaj HTML

# Languages::no_template
source: No template
ar_sa: لا يوجد قالب
he_il: אין תבנית
hu_hu: Nincs sablon
ro_ro: Fără șablon

# Languages::load
source: Load
ar_sa: تحميل
he_il: טען
hu_hu: Betöltés
ro_ro: Încarcă

# Languages::campaign
source: Campaign
ar_sa: حملة
he_il: הקמפיין
hu_hu: Kampány
ro_ro: Campanie

# Languages::send_to
source: Send to
ar_sa: ارسل إلى
he_il: לשלוח ל-
hu_hu: Küldés ide
ro_ro: Trimite la

# Languages::add_recipients_from_users
source: Add recipients from users
ar_sa: أضف مستلمين من المستخدمين
he_il: הוסף נמענים משתמשים
hu_hu: Címzettek hozzáadása felhasználók listájából
ro_ro: Adăugați destinatari de la utilizatori

# Languages::customers_with_abandoned
source: Customers with abandoned
ar_sa: العملاء الذين تم التخلي عنهم
he_il: לקוחות נטושים
hu_hu: Vásárlók, akiknek van elhagyott
ro_ro: Clienții cu abandonare

# Languages::cart_or_wishlist
source: Cart or Wishlist
ar_sa: عربة التسوق أو قائمة الرغبات
he_il: עגלת קניות או רשימת מועדפים
hu_hu: Kosara vagy Kívánságlistája
ro_ro: Coș sau listă de dorințe

# Languages::which_is
source: which is
ar_sa: الذي
he_il: וזה
hu_hu: amely
ro_ro: care este

# Languages::days_old
source: days old
ar_sa: يوم
he_il: בן ימים
hu_hu: napos
ro_ro: zile vechi

# Languages::send_to_test_email
source: Send to test email
ar_sa: إرسال لاختبار البريد الإلكتروني
he_il: שלח כדי לבדוק את הדוא"ל
hu_hu: Teszt e-mail küldése
ro_ro: Trimiteți e-mailului de testare

# Languages::save_and_send
source: Save and send
ar_sa: احفظ وأرسل
he_il: שמור ושלח
hu_hu: Mentés és küldés
ro_ro: Salvează și trimite

# Languages::newsletter
source: Newsletter
ar_sa: النشرة الإخبارية
he_il: ניוזלטר
hu_hu: Hírlevél
ro_ro: Buletin informativ

# Languages::newsletter_template
source: Newsletter template
ar_sa: قالب النشرة الإخبارية
he_il: תבנית של ניוזלטר
hu_hu: Hírlevél sablon
ro_ro: Șablon de buletin informativ

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
ar_sa: المجيب الآلي للنشرة الإخبارية
he_il: מענה אוטומטי לניוזלטר
hu_hu: Automata értesítő levél
ro_ro: Autoresponder buletin informativ

# Languages::mailing_list
source: Mailing list
ar_sa: القائمة البريدية
he_il: רשימות תפוצה
hu_hu: Levelezési lista
ro_ro: Lista de corespondență

# Languages::confirmed
source: Confirmed
ar_sa: مؤكد
he_il: אושר
hu_hu: Visszaigazolva
ro_ro: Confirmat

# Languages::subscribed_to
source: Subscribed to [num] lists
ar_sa: اشترك في قوائم [num]
he_il: מנוי לרשימות [num]
hu_hu: Feliratkozva [num] listára
ro_ro: Abonat la listele [num]

# Languages::subscribed
source: Subscribed
ar_sa: مشترك
he_il: מנוי
hu_hu: Feliratkozott
ro_ro: Abonat

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
ar_sa: لقد تم اشتراكك بنجاح في تحديثاتنا وعروضنا الترويجية المجانية عبر البريد الإلكتروني!
he_il: נרשמת כבר בהצלחה כמנוי שלנו דואר אלקטרוני חינם עדכונים ומבצעים!
hu_hu: Sikeresen feliratkozott ingyenes hírlevelünkre és promócióinkra!
ro_ro: Ați fost abonat cu succes la actualizările și promoțiile noastre gratuite prin e-mail!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
ar_sa: نحن نحترم خصوصيتك ولا نرسل بريدًا إلكترونيًا غير مرغوب فيه إلى المستخدمين الذين لم يطلبوا المراسلات. لقد تلقيت هذا البريد الإلكتروني لأنك طلبت تلقي تحديثاتنا وعروضنا الترويجية المجانية. <br /> <br /> إذا كنت ترغب في إلغاء الاشتراك ، يرجى اتباع الرابط أدناه:
he_il: אנו מכבדים את פרטיותך ואינך שולח דואר אלקטרוני לא רצוי למשתמשים שלא ביקשו התכתבות. קיבלת הודעת דוא"ל זו מכיוון שביקשת לקבל עדכונים ומבצעים בחינם שלנו.<br /><br /> אם ברצונך לבטל את הרישום, אנא בצע את הקישור הבא:
hu_hu: Tiszteletben tartjuk adatainak védelmét, és soha nem küldünk e-mailt olyan felhasználónak, aki nem iratkozott fel előzőleg. Ön azért kapta ezt az e-mailt, mert korábban feliratkozott ingyenes hírlevelünkre.<br /><br /> Amennyiben le szeretne iratkozni, kérjük, hogy kattintson az alábbi linkre:
ro_ro: Vă respectăm confidențialitatea și nu trimitem e-mailuri nesolicitate utilizatorilor care nu au solicitat corespondență. Ați primit acest e-mail deoarece ați solicitat să primiți actualizările și promoțiile noastre gratuite. <br /> <br /> Dacă doriți să vă dezabonați, urmați linkul de mai jos:

# Languages::updates_subscription
source: updates and promotions subscription
ar_sa: الاشتراك في التحديثات والعروض الترويجية
he_il: מנוי עדכונים ומבצעים
hu_hu: hírlevél és promóció feliratkozások
ro_ro: actualizări și promoții abonament

# Languages::ult_shared_with
source: Shared with:
ar_sa: مشترك مع:
he_il: משותף עם:
hu_hu: Megosztva:
ro_ro: În colaborare cu:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
ar_sa: البريد الإلكتروني للمرسل.
he_il: הדואר האלקטרוני של השולח.
hu_hu: Küldő e-mail címe.
ro_ro: E-mailul expeditorului.

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
ar_sa: اسم المرسل (مثل اسم الشركة).
he_il: שם השולח (לדוגמה, שם החברה).
hu_hu: Küldő neve (pl. cégnév).
ro_ro: Numele expeditorului (de exemplu, numele companiei).

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
ar_sa: بريد إلكتروني لإرسال ردود على.
he_il: דוא"ל לשלוח תשובות אוטומטיות.
hu_hu: E-mail cím, melyre a válaszok érkeznek.
ro_ro: E-mail pentru a trimite răspunsuri.

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
ar_sa: إذا تم تحديد عدة مواضيع ، فسيتم اختيار موضوع البريد الإلكتروني عشوائيًا من هذه القائمة.
he_il: אם מספר נושאים מוגדרים, נושא הדוא"ל נבחר באופן אקראי מתוך רשימה זו.
hu_hu: Amennyiben több tárgyat ad meg, az e-mail tárgyak véletlenszerűen lesznek kiválasztva a listából.
ro_ro: Dacă sunt specificate mai multe subiecte, subiectul e-mailului este ales aleatoriu din această listă.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
ar_sa: إذا كان نص الرسالة يحتوي على رابط إلغاء الاشتراك ، فسيكون فارغًا لهؤلاء المستخدمين.
he_il: אם טקסט ההודעה מכיל את הקישור לביטול רישום, הוא יהיה ריק עבור משתמשים אלה.
hu_hu: Amennyiben az üzenet leiratkozási linket tartalmaz, az alábbi felhasználóknak üres lesz.
ro_ro: Dacă textul mesajului conține linkul de dezabonare, acesta va fi gol pentru acești utilizatori.

# Languages::add_mailing_lists
source: Add mailing list
ar_sa: إضافة قائمة بريدية
he_il: הוסף לרשימת התפוצה
hu_hu: Hírlevél lista hozzáadása
ro_ro: Adăugați o listă de corespondență

# Languages::manage_subscribers
source: Manage subscribers
ar_sa: إدارة المشتركين
he_il: ניהול מנויים
hu_hu: Feliratkozottak kezelése
ro_ro: Gestionați abonații

# Languages::new_mailing_lists
source: New mailing list
ar_sa: قائمة بريدية جديدة
he_il: רשימת דיוור חדשה
hu_hu: Új hírlevél lista
ro_ro: Nouă listă de discuții(mesaje)

# Languages::newsletters.new_subscribers
source: New subscribers
ar_sa: المشتركون الجدد
he_il: מנוי חדש
hu_hu: Új feliratkozók
ro_ro: Abonați noi

# SettingsSections::newsletters::general
source: General
ar_sa: عام
he_il: כללי
hu_hu: Általános

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
ar_sa: يتم إرسال الرسائل الإخبارية في كل خطوة
he_il: ניוזלטר שנשלח בשלבים
hu_hu: Elküldött levelek száma lépésenként
ro_ro: Buletine informative trimise la fiecare pas

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
ar_sa: خيارات خادم البريد المتقدمة
he_il: אפשרויות מתקדמות בשרת דואר
hu_hu: Haladó levélküldő szerver beállítások
ro_ro: Opțiuni avansate ale serverului de expediere mesaje

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
ar_sa: طريقة إرسال رسائل البريد الإلكتروني
he_il: השיטה של שליחת הודעות דואר אלקטרוני
hu_hu: Email küldés módja
ro_ro: Metoda de trimitere a e-mailurilor

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
ar_sa: إعدادات خادم SMTP
he_il: הגדרות שרת ה-SMTP
hu_hu: SMTP szerver beállítások
ro_ro: Setări server SMTP

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
ar_sa: مضيف SMTP
he_il: מארח ה-SMTP
hu_hu: SMTP hoszt
ro_ro: host SMTP

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
ar_sa: اسم مستخدم SMTP
he_il: שם משתמש ה-SMTP
hu_hu: SMTP felhasználói név
ro_ro: user SMTP

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
ar_sa: كلمة مرور SMTP
he_il: הסיסמה ל-SMTP
hu_hu: SMTP jelszó
ro_ro: parola SMTP

# SettingsOptions::newsletters::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
ar_sa: إستخدام إتصال مشفر
he_il: השתמש בחיבור מוצפן
hu_hu: Titkosított kapcsolat használata
ro_ro: Utilizați conexiunea criptată

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::none
source: None
ar_sa: لا شيء
he_il: ללא
hu_hu: Egyik sem
ro_ro: Niciuna

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
ar_sa: استخدم مصادقة SMTP
he_il: השתמש באימות SMTP
hu_hu: SMTP authentikáció használata
ro_ro: Folositi autentificare SMTP

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
ar_sa: عبر خادم SMTP
he_il: באמצעות שרת ה-SMTP
hu_hu: SMTP szerveren keresztül
ro_ro: prin serverul SMTP

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
ar_sa: عبر وظيفة بريد php
he_il: באמצעות פונקציית mail php
hu_hu: php mail függvényén keresztül
ro_ro: prin funcția de e-mail php

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
ar_sa: استخدام الإعدادات الافتراضية
he_il: השתמש בהגדרות ברירת המחדל
hu_hu: Alapértelmezett beállítások használata
ro_ro: utilizați setările implicite

# SettingsSections::newsletters::promotions
source: Promotions
ar_sa: العروض الخاصة
he_il: קידומי מכירה
hu_hu: Promóciók
ro_ro: Promoții

# SettingsOptions::newsletters::coupon
source: Choose a promotion whose promo code will be given at subscription
ar_sa: اختر عرضًا ترويجيًا سيتم تقديم رمزه الترويجي عند الاشتراك
he_il: בחר מבצע שקוד קידום המכירות שלו יינתן בעת ההרשמה
hu_hu: Válasszon egy promóciót, amelynek a promóciós kódját feliratkozáskor adjuk meg
ro_ro: Alegeți o promoție al cărei cod promoțional va fi dat la abonament

# Languages::subscribers_promo_subject
source: Thank you for subscribing! Use the coupon code [coupon] in our special offer "[promotion]".
ar_sa: شكرا لك على الاشتراك! استخدام رمز القسيمة [coupon] لدينا عرض خاص "[promotion]".
he_il: תודה שנרשמת! השתמש בקוד הקופון [coupon] בהצעה המיוחדת שלנו "[promotion]".
hu_hu: Köszönjük, hogy feliratkozott! Használja a [coupon] kupon kódot a "[promotion]" különleges ajánlatunknál.
ro_ro: Multumesc pentru abonare! Utilizați codul cuponului [cupon] în oferta noastră specială "[promotion]".

# Languages::subscribers_no_promo
source: No promotion
ar_sa: لا ترويج
he_il: ללא מביא לקידום
hu_hu: Nincs promóció
ro_ro: Fără promovare

# Languages::promotion_cond_subscribed
source: Customer is subscribed
ar_sa: العميل مشترك
he_il: הלקוח הוא מנוי
hu_hu: A vásárló feliratkozott
ro_ro: Clientul este abonat

# Languages::addons.newsletters.email_exists_in_list
source: <b>[email]</b> is already in the mailing list
ar_sa: <b>[email]</b> موجود بالفعل في القائمة البريدية
he_il: <b>[email]</b> הוא כבר ברשימת המנויים
hu_hu: Az <b>[email]</b> email cím már szerepel a levelezési listán
ro_ro: <b>[e-mail]</b> este deja în lista de e-mail

# Languages::email_template.newsletters_newsletter
source: Newsletter
ar_sa: النشرة الإخبارية
he_il: ניוזלטר
hu_hu: Hírlevél
ro_ro: Buletin informativ

# Languages::email_template.newsletters_promotion
source: Newsletters: promotion
ar_sa: النشرات الإخبارية: الترويج
he_il: ניוזלטר: קידום
hu_hu: Hírlevelek: promóció
ro_ro: Buletine informative: promoție

# Languages::activation_key
source: Activation key
ar_sa: مفتاح التفعيل
he_il: מפתח ההפעלה
hu_hu: Aktiváló kulcs
ro_ro: Cheie de activare

# Languages::unsubscribe_key
source: Unsubscribe key
ar_sa: مفتاح إلغاء الاشتراك
he_il: מפתח לביטול המינוי
hu_hu: Leiratkozási kulcs
ro_ro: Cheia de dezabonare
