Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/organizations.po
Languages: cs_cz

# Addons::name::organizations
source: Organizations and representatives [Beta]
cs_cz: Organizace a představitelé [Beta]

# Addons::description::organizations
source: Allows your customers to create organizations (legal entities). An organization can have multiple customer accounts associated with it. They act as representatives of the organization.
cs_cz: Umožňuje vašim zákazníkům vytvořit organizace (právnické osoby). Organizace může mít mnoho účtů, které k ní budou přiřazeny. Ty pak vystupují jako představitelé dané organizace.

# SettingsSections::organizations::general
source: General
cs_cz: Obecné

# SettingsOptions::organizations::b2b_storefront_ids
source: B2B Storefronts
cs_cz: B2B obchody

# Languages::profile_types_section_organization
source: Organization information
cs_cz: Informace o organizaci

# Languages::organizations
source: Organizations
cs_cz: Organizace

# Languages::organizations.organization
source: Organization
cs_cz: Organizace

# Languages::organizations.user_role_owner
source: Owner
cs_cz: Majitel

# Languages::organizations.user_role_representative
source: Representative
cs_cz: Představitel

# Languages::organizations_menu_description
source: List of the store's organizations.
cs_cz: Seznam organizací obchodu.

# Languages::organizations.new_organization
source: New organization
cs_cz: Nová organizace

# Languages::organizations.edit_organization
source: Edit organization: [name]
cs_cz: Upravit organizaci: [name]

# Languages::organizations.promotion_cond_once_per_organization
source: Once for organization
cs_cz: Jednou pro organizaci

# Languages::organizations.promotion_cond_organizations
source: Organizations
cs_cz: Organizace

# Languages::promotion_cond_organizations
source: Organizations
cs_cz: Organizace

# Languages::organizations.organization_details
source: Organization details
cs_cz: Detaily organizace

# Languages::organizations.manage_users
source: Manage users
cs_cz: Správa uživatelů

# Languages::organizations.last_sign_in
source: Last sign in
cs_cz: Poslední přihlášení
