Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/pay360.po
Languages: pl_pl, ru_ru

# Addons::name::pay360
source: Pay360 payments
pl_pl: Płatności Pay360
ru_ru: Платежи через Pay360

# Addons::description::pay360
source: Allows you to accept payments via Pay360
pl_pl: Umożliwia przyjmowanie płatności przez Pay360
ru_ru: Позволяет принимать платежи через Pay360.

# Languages::pay360.api_username
source: API Username
pl_pl: Nazwa użytkownika API
ru_ru: Имя пользователя API

# Languages::pay360.api_password
source: API Password
pl_pl: Hasło API
ru_ru: Пароль API

# Languages::pay360.installation_id
source: Hosted Cashier
pl_pl: Hostowany kasjer

# Languages::pay360.account_number_description
source: Account number used to identify the customer or loan. If this is a PAN, then provide the first six and last four digits of the PAN. Otherwise, provide up to ten characters of the account number.
pl_pl: Numer rachunku służący do identyfikacji klienta lub pożyczki. Jeśli jest to PAN, podaj pierwsze sześć i ostatnie cztery cyfry PAN. W przeciwnym razie podaj do dziesięciu znaków numeru konta.
ru_ru: Номер счёта используется для идентификации покупателя или заёма. Если это PAN, предоставьте его первые 6 цифр и последние 4. В противном случае, предоставьте до 10 цифр номера счёта.

# Languages::pay360.postal_code_description
source: First part of the postal code of the loan recipient; up to six characters. For example, if the postal code is “EC2A 1AE”, this would be “EC2A”.
pl_pl: Pierwsza część kodu pocztowego pożyczkobiorcy; do sześciu znaków. Na przykład, jeśli kod pocztowy to "EC2A 1AE", będzie to "EC2A".
ru_ru: Первая часть почтового индекса получателя заёма (до 6 знаков). Например, если индекс “EC2A 1AE”, то первая часть будет “EC2A”.

# Languages::pay360.surname_description
source: Surname of the loan recipient; up to six characters, excluding numbers or special characters. If the name is longer than six characters, then provide the first six. For example, for “Smith”, this would be “Smith”; for “Williams”, this would be “Willia”.
pl_pl: Nazwisko pożyczkobiorcy; do sześciu znaków, z wyłączeniem cyfr i znaków specjalnych. Jeśli nazwa ma więcej niż sześć znaków, podaj pierwsze sześć. Na przykład dla "Smith" będzie to "Smith"; dla "Williams" będzie to "Willia".
ru_ru: Фамилия получателя заёма (до 6 знаков, исключая цифры или спецсимволы). Если фамилия длиннее 6 цифр, предоставьте первые 6. Например, для “Smith” это будет “Smith”, а для “Williams” это будет “Willia”.

# Languages::pay360.use_only_alphabet_symbols
source: Please, use only alphabetical characters.
pl_pl: Proszę używać tylko liter alfabetu.
ru_ru: Пожалуйста, используйте только буквы.

# Languages::pay360.use_only_alphabet_symbols_and_numbers
source: Please, use only alphabetical characters and numbers.
pl_pl: Proszę używać tylko liter i cyfr.
ru_ru: Пожалуйста, используйте только буквы и цифры.

# Languages::pay360.mandatory_fields_commentary
source: Mandatory for UK- and Europe-based MCC 6012, 6051 and some 7299 merchants
pl_pl: Obowiązkowe dla brytyjskich i europejskich MCC 6012, 6051 i niektórych 7299 sprzedawców
ru_ru: Обязательно для базирующихся в Великобритании и Европе организаций MCC6012, 6051 и некоторых 7199.
