Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/paypal.po
Languages: he_il, hu_hu, ja_jp, pt_br

# Languages::paypal.addon_is_disabled_notice
source: The <b>PayPal payments</b> add-on is disabled so you can't configure this payment method.
he_il: <b>PayPal תשלומים</b> ההרחבה מושבתת, לכן לא ניתן להגדיר את אמצעי התשלום הזה.
hu_hu: A <b>PayPal fizetések</b> bővítmény le van tiltva, így nem tudja beállítani ezt a fizetési módot.
ja_jp: <b>PayPal決済</b> アドオンが無効なため、この支払方法の設定は変更できません。
pt_br: Você não pode configurar esta forma de pagamento, pois o complemento <b>Pagamentos via PayPal</b> está desativado.

# Languages::addons.paypal.3d_secure_mandatory_notice
source: 3-D secure is mandatory in the United Kingdom.
he_il: אבטחת תלת מימד היא חובה בבריטניה.
hu_hu: Az Egyesült Királyságban kötelező a 3-D secure rendeszer használata.
ja_jp: 3Dセキュアは United Kingdom では必須です。
pt_br: O 3D Secure é obrigatório no Reino Unido.

# Languages::paypal.show_cart_button
source: Show the "Checkout with PayPal" button on the cart contents page
he_il: הצג את כפתור "התשלום עם PayPal" בדף תוכן העגלה
hu_hu: Mutassa a "Pénztár, fizetés PayPal-lal" gombot a kosár tartalmi oldalán.
ja_jp: カートに「PayPalで決済をする」ボタンを表示します
pt_br: Exibir o botão "Finalizar compra com PayPal" na página do carrinho
