Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/paypal.po
Languages: he_il, hu_hu, ja_jp, pt_br

# Addons::name::paypal
source: PayPal payments
he_il: התשלומים PayPal
hu_hu: PayPal fizetések
ja_jp: PayPal決済
pt_br: Pagamentos via PayPal

# Addons::description::paypal
source: Lets you accept payments via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro.
he_il: מאפשר לך לקבל תשלומים באמצעות PayPal Express Checkout, PayPal Pro, PayPal רגיל, PayPal מתקדם, PayPal Payflow Pro.
hu_hu: Lehetővé teszi a fizetést PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced és PayPal Payflow Pro módokkal.
ja_jp: PayPalウェブペイメント スタンダード、Paypalウェブペイメント プロ、Paypalエクスプレスチェックアウト、PayPal Advanced, and PayPal Payflow Pro による決済を可能にします。
pt_br: Permite que você aceite pagamentos via Finalização de compra do Paypal, PayPal Plus, PayPal Standard, PayPal Advanced e PayPal Payflow Pro.

# SettingsOptions::paypal::override_customer_info
source: Override customer info
he_il: עקוף את פרטי הלקוח
hu_hu: Ügyféladatok felülírása
ja_jp: 顧客情報の上書き
pt_br: Utilizar informação do cliente disponível no PayPal

# SettingsOptions::paypal::test_mode
source: Test mode
he_il: מצב בדיקה
hu_hu: Teszt mód
ja_jp: テストモード
pt_br: Modo de teste

# SettingsSections::paypal::general
source: General
he_il: כללי
hu_hu: Általános
ja_jp: 全般
pt_br: Geral

# Languages::protection_eligibility
source: Protection eligibility
he_il: זכאות להגנה
hu_hu: Védelem alkalmazhatósága
ja_jp: 売り手保護対象
pt_br: Elegibilidade de proteção

# SettingsOptions::paypal::paypal_ipn_settings
source: Instant payment notification settings
he_il: הגדרות התראות מיידיות על תשלומים
hu_hu: Azonnali fizetés értesítés (IPN) beállításai
ja_jp: 即時支払い通知(IPN)の設定
pt_br: Configurações de notificações instantâneas de pagamento

# SettingsOptions::paypal::paypal_status_map
source: PayPal order status conversion map
he_il: PayPal מצב ההזמנה מפת המרה
hu_hu: PayPal státusztérkép
ja_jp: ペイパルとCS-Cartの注文ステータスマッピング
pt_br: Mapa de conversão do status do pedido do PayPal

# SettingsOptions::paypal::paypal_logo_uploader
source: PayPal logo settings
he_il: הגדרות לוגו של PayPal
hu_hu: PayPal logó beállításai
ja_jp: Paypalページに表示するロゴの設定
pt_br: Configurações do logotipo do PayPal

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported.
he_il: <b>הערה:</b> על פי PayPal<a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>מדיניות</a> (4.6), היטלים לא נתמכים.
hu_hu: <b>Megjegyzés:</b> A PayPal (4.6) <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> szabályzata</a> szerint pótdíj nem támogatott.
ja_jp: <b>注意:</b> PayPalの <a href='https://www.paypal.com/jp/webapps/mpp/ua/useragreement-full?locale.x=ja_JP' target='_blank'>ユーザー規約</a> (3.4 追加料金の非設定)により、支払い手数料の加算が禁止されています。 CS-Cartにて設定した各種手数料はPaypal決済時に無視されますのでご注意ください。
pt_br: <b>Observação:</b> Segundo a <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>política</a> (4.6) do PayPal, não há suporte a sobretaxas.

# Languages::txn_id
source: Transaction ID
he_il: ID עסקה
hu_hu: Tranzakció azonosító
ja_jp: トランザクションID
pt_br: Código da transação

# Languages::paypal_logo
source: PayPal logo
he_il: לוגו PayPal
hu_hu: PayPal logó
ja_jp: ロゴ画像
pt_br: Logotipo do PayPal

# Languages::ttc_paypal_logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
he_il: השתמש בתבנית גרפיקה חוקית, כגון .gif, .jpg או .png. הגבל את התמונה ל -190 פיקסלים ברוחב של 60 פיקסלים. PayPal יבולים תמונות כי הם גדולים יותר. PayPal מציב את תמונת הלוגו שלך בחלק העליון של אזור ביקורת העגלה.
hu_hu: Használjon érvényes képfájl formátumot: gif, jpg, png. A kép ne legyen szélesebb 190 pixelnél és magasabb 60 pixelnél. A PayPal levágja az ennél nagyobb képet. A PayPal az Ön logóját a kosár áttekintése terület felső részében fogja elhelyezni.
ja_jp: Paypalに遷移後に表示されるロゴ画像です。.gif、.jpg、.png 形式の画像ファイル（横幅最大190px、高さ最大60px）を登録してください。規定値以上のサイズの画像はPaypalに遷移後に自動でトリミングされます。
pt_br: Utilize um formato gráfico válido, como .gif, .jpg ou .png. Limite a imagem a 190 píxeis de largura por 60 píxeis de altura. O PayPal corta imagens maiores do que isso. O seu logotipo fica posicionado no topo da área de revisão do carrinho.

# Languages::ipn_errors
source: IPN errors
he_il: שגיאות IPN
hu_hu: IPN hibák
ja_jp: IPNエラー
pt_br: Erros de NIP

# Languages::pp_product_count_is_incorrect
source: Number of paid items is different than the number of items in the order
he_il: מספר הפריטים ששולמו שונה ממספר הפריטים בהזמנה
hu_hu: A fizetett tételek száma eltér a rendelésben szereplő tételek számával
ja_jp: 注文に含まれる商品数とPaypalにて支払いを行った商品数が一致しません。
pt_br: O número de itens pagos é diferente do número de itens no pedido.

# Languages::pp_currency_is_incorrect
source: Currency used for the payment is different than the order currency.
he_il: המטבע המשמש לתשלום שונה ממטבע ההזמנה.
hu_hu: A fizetéséhez használt pénznem eltér a megrendelés pénznemétől.
ja_jp: 注文時の通貨とPaypal決済で指定した通貨が異なります。
pt_br: A moeda utilizada para o pagamento é diferente da moeda do pedido.

# Languages::pp_total_is_incorrect
source: Payment total is different than the order total.
he_il: סכום התשלום שונה מסכום ההזמנה.
hu_hu: A rendelés végösszege eltér a fizetési mód által megkapott végösszegtől.
ja_jp: 注文合計金額とPaypalにて決済した金額が異なります。
pt_br: O total do pagamento é diferente do total do pedido.

# Languages::pp_mode
source: Paypal mode
he_il: מצב PayPal
hu_hu: PayPal mód
ja_jp: Paypalのモード
pt_br: Modo do PayPal

# Languages::paypal_vendor
source: Vendor
he_il: הספק
hu_hu: Eladó
ja_jp: ログインID
pt_br: Fornecedor

# Languages::paypal_use_in_context_checkout
source: Use In-Context Checkout
he_il: השתמש בתשלום In-Context
hu_hu: In-Context Checkout használata
ja_jp: イン・コンテクスト決済を使用する
pt_br: Usar In-Context Checkout

# Languages::ttc_paypal_use_in_context_checkout
source: In-Context Checkout will not be used when the store is running in Widget mode
he_il: In-Context תשלום לא ישמש כאשר החנות פועלת במצב Widget
hu_hu: Az "In-Context Checkout" nem használható akkor, ha az áruház widget módban fut
ja_jp: ウィジェットモードではイン・コンテクスト決済は適用されません
pt_br: O In-Context Checkout não será usado quando a loja estiver em modo Widget

# Languages::paypal_express_notice
source: A merchant ID is required for using <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout feature</a> within this integration. You can look up your merchant ID by logging into <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Click the profile icon on the top right side of the page and then select <b>Profile and settings</b> in the <b>Business Profile</b> menu. (If you do not see the profile icon at the top of the page, click <b>Profile</b>, which appears in the top menu when the <b>My Account tab</b> is selected.) Click <b>My business info</b> on the left, and the <b>Merchant account ID</b> is displayed in the list of profile items on the right.
he_il: נדרש זיהוי סוחר לשימוש<a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context תכונת תשלום</a> בתוך השילוב הזה. אתה יכול לחפש את מזהה הסוחר שלך על ידי כניסה <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. לחץ על סמל הפרופיל בפינה השמאלית העליונה של הדף ולאחר מכן בחר <b>פרופיל והגדרות</b>בתוך ה <b>פרופיל עסקי</b>בתפריט. (אם אינך רואה את סמל הפרופיל בחלק העליון של הדף, לחץ על <b>פרופיל</b>, אשר מופיע בתפריט העליון כאשר <b>שלי הכרטיסייה 'חשבון'</b>נבחרה.) לחץ על <b>פרטי העסק שלי</b>בצד שמאל, ו- <b>מזהה חשבון סוחר</b> מוצג ברשימת פריטי הפרופיל מימין.
hu_hu: Kereskedői azonosító (Merchant ID) szükséges az <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout funkció</a> használatához. Ezt az azonosítót a PayPal fiókba való bejelentkezést követően lehet megkeresni <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Kattintson a <b>Profil és beállítások</b> oldalon a <b>Business Profile</b> menüpontra. Kattintson a <b>My business info</b> menüpontra, <b>Merchant account ID</b> a jobb oldali listában fog megjelenni.
ja_jp: <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>イン・コンテクスト決済</a>を利用するには マーチャントアカウントID が必要です。マーチャントアカウントID は <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a> にログインすると見つけることができます。右上にあるプロフィールアイコンをクリックして<b>プロフィール設定</b>リンクをクリックします。（もし、プロフィールアイコンが見つからない場合は、<b>アカウント設定に</b>ある<b>プロフィール設定</b>リンクをクリックしてください。）左側メニューにある<b>事業情報</b>をクリックすると<b>マーチャントアカウントID</b>が右側に表示されます。

# Languages::paypal_ipn_note
source: Instant Payment Notification (IPN) is a service that automatically notifies merchants of events related to PayPal transactions.<br>When a customer places an order and chooses PayPal as the payment method, the order gets the <b>Open</b> status.<br>PayPal then sends Instant Payment Notification messages that include the transaction status. This status changes the order status in your store according to the status conversion map.
he_il: הודעה על תשלום מיידי (IPN) היא שירות שמודיע באופן אוטומטי לסוחרים על אירועים הקשורים לעסקאות PayPal.<br>כאשר לקוח מציב הזמנה ובחר PayPal כאמצעי התשלום, הסדר מקבל את<b>Open</b> מצב.<br>PayPal ולאחר מכן שולח הודעות על הודעות מיידיות, הכוללות את סטטוס העסקה. סטטוס זה משנה את סטטוס ההזמנה בחנות שלך בהתאם למפת המרת המצב.
hu_hu: Az Azonnali Fizetési Értesítések (IPN) szolgáltatás automatikusan tájékoztat minden PayPal-hoz kapcsolódó tranzakció-eseményről.<br>Amikor a vevő PayPal segítségével fizet ki egy rendelést, az automatikusan <b>Nyitott</b> státuszt kap.<br>A PayPal rendezere ezután IPN üzeneteket küld, amely tartalmazza a tranzakció státuszát. Így a rendelés státusza automatikusan megváltozik a PayPal státusztérképnek megfelelően.
ja_jp: Instant Payment Notification (IPN) はPaypalの決済処理に関する通知サービスです。<br>お客様がPaypalを使って注文を行うと、注文ステータスには「注文受付」がセットされます。IPNによる通知を受信すると、注文ステータスは アドオン → アドオンの管理 → Paypal決済 → ペイパルとCS-Cartの注文ステータスマッピング で設定した内容に変更されます。
pt_br: A Notificação Instantânea de Pagamento (NIP) é um serviço que notifica os comerciantes sobre transações no PayPal.<br>Quando um cliente faz um pedido e escolhe o PayPal como forma de pagamento, o pedido recebe o status de <b>Aberto</b>.<br>Então, o PayPal envia mensagens de Notificação Instantânea de Pagamento que inclui o status da transação. Este status altera o status do pedido na sua loja de acordo com o mapa de conversão de status.

# Languages::paypal_ipn_transaction_status
source: Transaction status
he_il: סטטוס עסקה
hu_hu: Tranzakció állapota
ja_jp: 処理ステータス
pt_br: Status da transação

# Languages::paypal.ipn_transaction_status
source: Transaction status: [status]
he_il: סטטוס עסקה: [status]
hu_hu: Tranzakció állapota: [status]
ja_jp: トランザクションステータス: [status]
pt_br: Status da transação: [status]

# Languages::addons.paypal.surcharge_policy_notice
source: Surcharge has been set for the payment method that uses PayPal Services. Please make sure this complies with the <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">User Agreement for PayPal Services</a> for your region.
he_il: תשלום נוסף נקבע עבור שיטת התשלום המשתמשת בשירותי PayPal. אנא ודא כי זה תואם את<a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">הסכם משתמש עבור שירותי PayPal</a> עבור האזור שלך.
hu_hu: Pótdíj került beállításra egy olyan fizetési módnál, amely PayPal Services szolgáltatást használ. Bizonyosodjon meg arról, hogy megfelel a <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">PayPal Services ÁSZF dokumentumának</a>.
ja_jp: Paypalを利用した注文に対して、支払手数料を設定しました。設定した手数料が、お住まいの地域の <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Paypalの利用規約</a> に準拠したものであることを確認してください。
pt_br: A sobretaxa foi definida para a forma de pagamento que usa serviços do PayPal. Certifique-se de que isto respeita os <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Termos e Condições para serviços do PayPal</a> para a sua região.

# Languages::addons.paypal.rma.perform_refund
source: Give a refund via PayPal
he_il: לתת החזר דרך PayPal
hu_hu: Visszautalás PayPal-on keresztül
ja_jp: Paypal経由で返金
pt_br: Fazer reembolso via PayPal

# Languages::ttc_addons.paypal.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
he_il: ההחזר הכספי יתבצע לאחר שמנהל המערכת ישנה את סטטוס בקשת ההחזרה
hu_hu: A visszautalás azután történik meg, hogy az adminisztrátor megvizsgálta, és megváltoztatta a kérés státuszát
ja_jp: 管理者による返品処理ステータスを変更後に返金が実行されます
pt_br: Um reembolso será feito quando um administrador alterar o status da requisição de devolução

# Languages::addons.paypal.rma.refund_performed
source: The refund has been made via PayPal
he_il: ההחזר הכספי בוצע באמצעות PayPal
hu_hu: Visszautalás PayPal-on keresztül megtörtént
ja_jp: Paypal経由で返金が行われました
pt_br: O reembolso foi feito via PayPal

# Languages::addons.paypal.refund_message
source: [amount] [currency] have been refunded in [date] at [time].
he_il: [amount] [currency] הוחזרו [date] ב- [time].
hu_hu: [amount] [currency] visszafizetésre került [date]-én/án [time]-kor
ja_jp: [amount] [currency] は[date] の [time] に返金されました。
pt_br: Um reembolso de [amount] [currency] foi feito em [date] às [time].

# SettingsOptions::paypal::paypal_partial_refund_action
source: Order status on partial refund
he_il: מצב ההזמנה על החזר חלקי
hu_hu: A rendelés státusza részleges visszatérítésnél
ja_jp: 一部返金された場合に割り当てる注文ステータス
pt_br: Status de pedido em reembolso parcial

# Languages::addons.paypal.do_not_change
source: Do not change
he_il: אל תשתנה
hu_hu: Ne változtasd meg
ja_jp: 変更しない
pt_br: Não alterar

# Languages::tt_addons_paypal_settings_partial_refund_action_order_status
source: Determines whether or not to change the order status automatically after a partial refund via PayPal.
he_il: קובע אם לשנות את סטטוס ההזמנה באופן אוטומטי לאחר החזר חלקי באמצעות PayPal.
hu_hu: Meghatározza, hogy a PayPal-on keresztül történő részleges visszatérítés után automatikusan megváltozzon-e a megrendelés státusza.
ja_jp: 注文金額の一部が返金された際の注文ステータスの自動変更の有無を設定します。
pt_br: Determina se o status do pedido deve ou não ser alterado automaticamente após um reembolso parcial via PayPal.

# Languages::addons.paypal.set_status_to
source: Set to:
he_il: לקבוע:
hu_hu: Beállítása:
ja_jp: 次の注文ステータスをセット :
pt_br: Definir para:

# Languages::addons.paypal.ipn_receiving_time
source: IPN receiving time
he_il: זמן קבלת IPN
hu_hu: IPN fogadásának ideje
ja_jp: IPN受信日時
pt_br: Horário de recebimento da NIP

# Languages::addons.paypal.status_for_new_orders
source: Initial order status
he_il: סטטוס הזמנה ראשוני
hu_hu: A megrendelés kezdeti állapota
ja_jp: 初期注文ステータス
pt_br: Status inicial do pedido

# Languages::ttc_addons.paypal.status_for_new_orders
source: All orders with a PayPal payment method get this status until the response from PayPal (an IPN message) arrives or a customer returns to the store via a link on the PayPal site.
he_il: כל ההזמנות עם שיטת תשלום PayPal לקבל מעמד זה עד התגובה של PayPal (הודעת IPN) מגיע או לקוח חוזר לחנות באמצעות קישור באתר PayPal.
hu_hu: Minden PayPal-fizetési móddal leadott megrendelés ezt a státuszt kapja, amíg a PayPal válasza (IPN-üzenet) meg nem érkezik, vagy a vásárló nem tér vissza a piactérre a PayPal webhelyén található hivatkozáson keresztül.
ja_jp: PayPal による支払い方法における全ての注文は、PayPal (IPN メッセージ) からの応答を受信するか、あるいはお客様が Paypal サイトにあるリンク経由でショップに戻るまで、ここで選択したステータスとなります。
pt_br: Todos os pedidos com uma forma de pagamento do PayPal recebem este status até que a resposta do PayPal (uma mensagem NIP) chegue ou um cliente volte para a loja através de um link no site do PayPal.

# Languages::addons.paypal.status_for_new_orders.open
source: By default, the <i>Open</i> status decreases the inventory, so two customers won't be able to buy the same product while the payment is being processed by PayPal. But if a customer leaves the PayPal website without paying or returning to the store via a link on the PayPal site, you'll have an abandoned <i>Open</i> order with reserved products.
he_il: כברירת מחדל, הסטטוס <i> פתח </i> מקטין את המלאי, כך ששני לקוחות לא יוכלו לקנות את אותו מוצר בזמן שהתשלום מעובד על ידי PayPal. אבל אם לקוח עוזב את אתר PayPal מבלי לשלם או לחזור לחנות באמצעות קישור באתר PayPal, יהיה לך הזמנה <i> </i> נטושה עם מוצרים שמורים.
hu_hu: Alapértelmezés szerint a <i>nyitott</i> státusz csökkenti a készletet, így két vásárló nem tudja megvásárolni ugyanazt a terméket, amíg a PayPal a fizetés feldolgozását végzi. Ha azonban egy vásárló fizetés nélkül hagyja el a PayPal webhelyet, vagy a PayPal webhelyen található hivatkozáson keresztül tér vissza az áruházba, akkor egy elhagyott <i>nyitott</i> megrendelésed lesz a lefoglalt termékekkel.
ja_jp: 初期値です。 <i>処理待ち</i> のステータスは在庫を消費しますので、PayPal によって支払処理が行われている間、複数のお客様は同一の商品を購入することができません。しかし、お客様が支払処理を完了せずに PayPal サイトを離れた場合、あるいは PayPal サイトにあるリンク経由でショップに戻った場合は、商品は在庫に戻されて<i>処理待ち</i>の注文は破棄されます。
pt_br: Por padrão, o status <i>Aberto</i> reduz o estoque, assim dois clientes não poderão comprar o mesmo produto enquanto o pagamento é processado pelo PayPal. Mas se um cliente sair do site do PayPal sem pagar ou voltar à loja através de um link no site do PayPal, você terá um pedido <i>Aberto</i> abandonado com produtos reservados.

# Languages::addons.paypal.status_for_new_orders.incomplete
source: This ensures that you won't have abandoned unpaid orders with the <i>Open</i> status and reserved products. But until the response from PayPal (an IPN message) arrives or the customer returns to the store via a link on the PayPal site, the order will be listed as <i>Incomplete</i>, and products won't be reserved.
he_il: כך תבטיח שלא תזניח הזמנות שלא שולמו עם הסטטוס <i> פתח </i> ומוצרים שמורים. אבל עד שהמענה של PayPal (הודעת IPN) מגיע או שהלקוח יחזור לחנות באמצעות קישור באתר PayPal, ההזמנה תופיע כ <i> לא שלם </i>, והמוצרים לא יישמרו.
hu_hu: Ez biztosítja, hogy ne legyenek <i>nyitott</i> státuszú elhagyott, ki nem fizetett megrendeléseid és foglalt termékeid. De amíg nem érkezik meg a PayPal válasza (IPN-üzenet), vagy a vásárló nem tér vissza a piactérre a PayPal webhelyen található hivatkozáson keresztül, a megrendelés <i>nincs befejezve</i> státuszban szerepel, és a termékek sem lesznek lefoglalva.
ja_jp: このステータスでは、支払未完了でも商品を在庫に戻して<i>処理待ち</i>の注文を破棄することはありません。しかし、PayPal (IPN メッセージ) からの応答を受信するか、あるいはお客様が Paypal サイトにあるリンク経由でショップに戻るまで、注文は<i>受注処理未了</i>として一覧に表示され、商品は在庫に戻されません。
pt_br: Isto garante que você não terá pedidos não pagos abandonados com o status <i>Aberto</i> e produtos reservados. Mas até que a resposta do PayPal (uma mensagem NIP) chegue ou o cliente volte à loja através de um link no site do PayPal, o pedido ficará listado como <i>Incompleto</i> e os produtos não ficarão reservados.

# Languages::addons.paypal.display_name
source: Display name
he_il: הצג שם
hu_hu: Név megjelenítése
ja_jp: 表示名
pt_br: Exibir nome

# Languages::addons.paypal.display_description
source: Display description
he_il: הצג תיאור
hu_hu: Leírás megjelenítése
ja_jp: 表示の説明
pt_br: Exibir descrição

# Languages::addons.paypal.technical_details
source: Technical details
he_il: פרטים טכניים
hu_hu: Technikai részletek
ja_jp: 接続情報
pt_br: Detalhes técnicos

# Languages::addons.paypal.connect_to_paypal
source: Connect to PayPal
he_il: להתחבר PayPal
hu_hu: Csatlakozás a PayPal-hoz
ja_jp: PayPal に接続してサインアップ
pt_br: Conectar ao PayPal

# Languages::addons.paypal.use_buttons_to_signup
source: Use these buttons to complete the configuration wizard
he_il: השתמש בלחצנים אלה כדי להשלים את אשף ההגדרות
hu_hu: Használd ezeket a gombokat a konfigurációs varázsló befejezéséhez
ja_jp: これらのボタンを使用すると、PayPal にサインアップできます
pt_br: Use estes botões para completar o assistente de configuração

# Languages::addons.paypal.configure_live
source: Configure Live
he_il: הגדרת Live
hu_hu: Live konfigurálása
ja_jp: 本番環境へサインアップ
pt_br: Configurar On-line

# Languages::addons.paypal.configure_test
source: Configure Test
he_il: הגדרת Test
hu_hu: Teszt konfigurálása
ja_jp: テスト環境へサインアップ
pt_br: Configurar Teste

# Languages::addons.paypal.connecting_to_signup_server
source: Connecting to <b>PayPal Sign Up Server</b>...
he_il: מתחבר אל <b> שרת ההרשמה של PayPal </b>...
hu_hu: Csatlakozás a <b>PayPal regisztrációs szerverhez</b>...
ja_jp: <b>PayPal サインアップ サーバー</b> に接続中...
pt_br: Conectando ao <b>servidor do PayPal</b>...

# Languages::addons.paypal.signup_completed
source: The <b>[payment]</b> payment method has been successfully configured
he_il: <b>[payment]</b> שיטת התשלום הוגדרה בהצלחה
hu_hu: A<b>[payment]</b> fizetési mód sikeresen konfigurálásra került.
ja_jp: <b>[payment]</b> 支払い方法が正常に設定されました
pt_br: A forma de pagamento <b>[payment]</b> foi configurada

# Languages::addons.paypal.signup_errors.signup_init
source: An error occurred when connecting to a PayPal account
he_il: אירעה שגיאה בעת ההתחברות לחשבון PayPal
hu_hu: Hiba történt a PayPal-fiókhoz való csatlakozáskor
ja_jp: PayPal アカウントへの接続時にエラーが発生しました
pt_br: Ocorreu um erro ao conectar com uma conta PayPal

# Languages::addons.paypal.signup_errors.merchant_credentials
source: An error occurred when obtaining the payment method configuration
he_il: אירעה שגיאה בעת קבלת התצורה של שיטת התשלום
hu_hu: Hiba történt a fizetési mód konfigurációjának lekérdezésekor
ja_jp: 支払い方法の設定を取得するときにエラーが発生しました
pt_br: Ocorreu um erro ao obter a configuração da forma de pagamento

# Languages::addons.paypal.signup_messages.finish_signup
source: You now have a PayPal business account, and you've successfully integrated [product] with PayPal.<br>Don't forget to confirm your email to activate your account so you can access the payments. To do this, follow the instructions PayPal sent to your email.
he_il: כעת יש לך חשבון עסקי PayPal, ושילבת בהצלחה [product] עם PayPal.<br>אל תשכח לאשר את הדוא"ל שלך כדי להפעיל את חשבונך, כדי שתוכל לגשת לתשלומים. לשם כך, פעל לפי ההנחיות ש- PayPal שלח לדוא"ל שלך.
hu_hu: Most már rendelkezel PayPal üzleti profillal, és sikeresen integráltad a [product] terméket a PayPal-lal.<br>Ne felejtsd el megerősíteni az e-mail címed, hogy aktiváld a fiókodat és így hozzáférhess a fizetésekhez. Ehhez kövesd a PayPal által az e-mail címedre küldött utasításokat.
ja_jp: PayPal ビジネスアカウントが作成され、[product] とPayPal の決済連携に成功しました。<br />メールアドレスを確認して、アカウントの利用を開始してください。メールアドレスを確認するには、PayPal から送られた「PayPalへようこそ。今すぐアカウントの利用を開始しましょう」のメール内容に従ってください。
pt_br: Agora você tem uma conta empresa do PayPal, e integrou [product] com o PayPal.<br>Confirme o seu e-mail para ativar a sua conta e poder acessar os pagamentos. Para isso, siga as instruções enviadas ao seu e-mail.

# Languages::addons.paypal.signup_messages.confirmation_needed
source: To access payments from your customers, please confirm your email address by following the instructions PayPal emailed to you.
he_il: כדי לגשת לתשלומים מהלקוחות שלך, אשר את כתובת הדוא"ל שלך על ידי ביצוע ההוראות ש- PayPal שלח אליך בדוא"ל.
hu_hu: Ahhoz, hogy hozzáférj a vásárlóid által küldött fizetésekhez, kérjük, erősítsd meg e-mail címed, követve a PayPal által e-mailben küldött utasításokat.
ja_jp: お客様からのお支払を確認するには、PayPal から送られた「PayPalへようこそ。今すぐアカウントの利用を開始しましょう」のメール内容に従い、メールアドレスを確認してください。
pt_br: Para acessar pagamentos dos seus clientes, siga as instruções que o PayPal enviou por e-mail e confirme a sua conta.
