Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/pingpp.po
Languages: ar_sa, es_es, he_il, hu_hu, id_id, pl_pl, ru_ru, tr_tr, uk_ua

# Addons::name::pingpp
source: Ping++ Payments
ar_sa: مدفوعات Ping ++
es_es: Pagos Ping++
he_il: Ping++ תשלומי
hu_hu: Ping++ Fizetések
id_id: Ping ++ pembayaran
pl_pl: Płatność Ping++
ru_ru: Платежи через Ping++
tr_tr: Ping ++ ödemeler
uk_ua: Платежі через Ping++

# Addons::description::pingpp
source: Lets you accept payments via Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay and QGBC
ar_sa: يتيح لك قبول المدفوعات عبر Alipay و WeChat و UnionPay و Fqlpay و Baifubao و Yeepay و Jdpay و QGBC
es_es: Acepta pagos a través de Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay y QGBC
he_il: מאפשר לך לקבל תשלומים באמצעות Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay and QGBC
hu_hu: Lehetővé teszi az Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay és QGBC fizetési módok elfogadását.
id_id: Memungkinkan Anda menerima pembayaran melalui Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay dan QGBC
pl_pl: Pozwala zaakceptować płatności Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay i QGBC
ru_ru: Приём платежей через Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay и QGBC
tr_tr: Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay ve QGBC üzerinden ödeme kabul sağlar
uk_ua: Дає змогу приймати платежі через Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay і QGBC

# Languages::pingpp.paying_with
source: Paying with [channel]
ar_sa: الدفع باستخدام [channel]
es_es: Pagar con[channel]
he_il: תשלום באמצעות [channel]
hu_hu: Fizetés [channel] csatornával
id_id: Membayar dengan [channel]
pl_pl: Płacę z [channel]
ru_ru: Оплатить через [channel]
tr_tr: [channel] ile ödeme
uk_ua: Сплатити через [channel]

# Languages::pingpp.enable_cny_currency
source: To use the Ping++ payment method, you must have the Chinese yuan (CNY) currency enabled.
ar_sa: لاستخدام طريقة الدفع Ping ++ ، يجب تمكين عملة اليوان الصيني (CNY).
es_es: Para utilizar el método de pago Ping ++, debe tener la moneda China de yuan (CNY) habilitada.
he_il: כדי להשתמש Ping++ בשיטת תשלום עליך להפעיל את מטבע היואן הסיני (CNY)
hu_hu: A Ping++ fizetési mód használatához a kínai jüan (CNY) pénznemnek engedélyezett státuszban kell lennie
id_id: Untuk menggunakan metode pembayaran Ping ++, Anda harus memiliki mata uang yuan (CNY) Cina diaktifkan.
pl_pl: Aby zastosować metodę płatności Ping ++, musisz mieć włączoną chińską walutę yuan (CNY).
ru_ru: Для использования способа оплаты Ping++ в магазине должен быть включен китайский юань (CNY).
tr_tr: Ping ++ ödeme yöntemini kullanmak için Çin yuan (CNY) para birimi etkin olması gerekir.
uk_ua: Щоб використовувати спосіб оплати Ping++, в магазині повинен бути включений китайський юань (CNY).

# Languages::pingpp.general_settings
source: General settings
ar_sa: الإعدادات العامة
es_es: Configuración general
he_il: הגדרות כלליות
hu_hu: Általános beállítások
id_id: Pengaturan umum
pl_pl: Ustawienia ogólne
ru_ru: Общие настройки
tr_tr: Genel ayarlar
uk_ua: Загальні налаштування

# Languages::pingpp.channels
source: Payment channels
ar_sa: قنوات الدفع
es_es: Canales de pago
he_il: ערוצי תשלום
hu_hu: Fizetési csatornák
id_id: Saluran Pembayaran
pl_pl: Kanały płatności
ru_ru: Платёжные системы
tr_tr: Ödeme kanalları
uk_ua: Платіжні системи

# Languages::channel
source: Channel
ar_sa: قناة
es_es: Canal de pago
he_il: ערוץ
hu_hu: Csatorna
id_id: Saluran
pl_pl: Kanał
ru_ru: Платёжная система
tr_tr: Kanal
uk_ua: Платіжна система

# Languages::pingpp.paid_at
source: Paid at [time]
ar_sa: تم الدفع في [time]
es_es: Pagado a las [time]
he_il: שולם ב [time]
hu_hu: Fizetve [time] időpontban
id_id: Dibayar pada [time]
pl_pl: Zapłacono o [time]
ru_ru: Оплачено в [time]
tr_tr: [time]' da ödendi
uk_ua: Сплачено в [time]

# Languages::pingpp.channels.alipay_qr.instructions
source: Open the <strong>Alipay</strong> application and scan the QR code to perform the payment. You will be redirected automatically after the payment will be received.
ar_sa: افتح تطبيق <strong> Alipay </strong> وامسح رمز الاستجابة السريعة لإجراء الدفع. ستتم إعادة توجيهك تلقائيًا بعد استلام الدفعة.
es_es: Abra la aplicación de <strong>Alipay</strong> y escanear el código QR para procesar el pago. Usted será redireccionado automáticamente después de que su pago sea recibido.
he_il: פתח את אפליקציית <strong>Alipay</strong> וסרוק את קוד ה- QR כדי לבצע את התשלום. תנותב אוטומטית לאחר קבלת התשלום.
hu_hu: Nyisd meg a <strong>WeChat</strong> alkalmazást, és a fizetés végrehajtásához szkenneld be a QR-kódot. A fizetés beérkezése után automatikus átirányítás történik.
id_id: Buka aplikasi <strong>Alipay</strong> dan Pindai kode QR untuk melakukan pembayaran. Anda akan diarahkan secara otomatis setelah pembayaran akan diterima.
pl_pl: Otwórz aplikację <strong>Alipay</strong> i Zeskanuj kod QR, aby wykonać płatność. Nastąpi automatyczne przekierowanie po odebraniu płatności.
ru_ru: Для оплаты покупки откройте приложение <strong>Alipay</strong> и сканируйте QR-код. После одобрения платежа сработает автоматический редирект.
tr_tr: Ödemeyi gerçekleştirmek için <strong>Alipay</strong> uygulamasını açın ve QR kodunu tarayın. Ödeme alındıktan sonra otomatik olarak yönlendirileceksiniz.
uk_ua: Для оплати покупки відкрийте додаток <strong>Alipay</strong> і відскануйте QR-код. Після схвалення платежу спрацює автоматичний редирект.

# Languages::pingpp.channels.wx_pub_qr.instructions
source: Open the <strong>WeChat</strong> application and scan the QR code to perform the payment. You will be redirected automatically after the payment will be received.
ar_sa: افتح تطبيق <strong> WeChat </strong> وامسح رمز الاستجابة السريعة لإجراء الدفع. ستتم إعادة توجيهك تلقائيًا بعد استلام الدفعة.
es_es: Abra la aplicación de <strong>WeChat</strong> y escanear el código QR para procesar el pago. Usted será redireccionado automáticamente después de que su pago sea recibido.
he_il: פתח את יישום <strong>WeChat</strong> וסרוק את קוד ה- QR כדי לבצע את התשלום. תנותב אוטומטית לאחר קבלת התשלום.
hu_hu: Nyisd meg a <strong>WeChat</strong> alkalmazást, és a fizetés végrehajtásához szkenneld be a QR-kódot. A fizetés beérkezése után automatikus átirányítás történik.
id_id: Buka aplikasi <strong>WeChat</strong> dan Pindai kode QR untuk melakukan pembayaran. Anda akan diarahkan secara otomatis setelah pembayaran akan diterima.
pl_pl: Otwórz aplikacji <strong>WeChat</strong> i Zeskanuj kod QR, aby wykonać płatność. Nastąpi automatyczne przekierowanie po odebraniu płatności.
ru_ru: Для оплаты покупки откройте приложение <strong>WeChat</strong> и сканируйте QR-код. После одобрения платежа сработает автоматический редирект.
tr_tr: Ödemeyi gerçekleştirmek için <strong>WeChat</strong> uygulamasını açın ve QR kodunu tarayın. Ödeme alındıktan sonra otomatik olarak yönlendirileceksiniz.
uk_ua: Для оплати покупки відкрийте додаток <strong>WeChat</strong> і відскануйте QR-код. Після схвалення платежу спрацює автоматичний редирект.

# Languages::pingpp.channels.wx_pub.instructions
source: Open this page in WeChat web browser to perform payment. You will be redirected automatically after the payment will be received.
ar_sa: افتح هذه الصفحة في متصفح الويب WeChat لإجراء الدفع. ستتم إعادة توجيهك تلقائيًا بعد استلام الدفعة.
es_es: Abrir esta página en el browser de WeChat para procesar el pago. Usted será redireccionado automáticamente después de que su pago sea recibido.
he_il: פתח דף זה בדפדפן האינטרנט WeChat כדי לבצע תשלום. תנותב אוטומטית לאחר קבלת התשלום.
hu_hu: Nyisd meg ezt az oldalt a WeChat webböngészőben a fizetés végrehajtásához. A fizetés beérkezése után automatikus átirányítás történik.
id_id: Buka halaman ini dalam browser web WeChat untuk melakukan pembayaran. Anda akan diarahkan secara otomatis setelah pembayaran akan diterima.
pl_pl: Otwórz Tę stronę w przeglądarce sieci web WeChat do wykonywania płatności. Nastąpi automatyczne przekierowanie po odebraniu płatności.
ru_ru: Для оплаты покупки откройте данную страницу в браузере WeChat. После одобрения платежа сработает автоматический редирект.
tr_tr: Ödemeyi gerçekleştirmek için bu sayfayı WeChat web browserında açın. Ödeme alındıktan sonra otomatik olarak yönlendirileceksiniz.
uk_ua: Для оплати покупки відкрийте цю сторінку в браузері WeChat. Після схвалення платежу спрацює автоматичний редирект.

# Languages::pingpp.order
source: Order #[order_id]
ar_sa: الطلب #[order_id]
es_es: Pedido #[order_id]
he_il: הזמנה #[order_id]
hu_hu: #[order_id] sz. megrendelés
id_id: Memesan #[order_id]
pl_pl: Zamówienie #[order_id]
ru_ru: Заказ #[order_id]
tr_tr: Sipariş #[order_id]
uk_ua: Замовлення #[order_id]

# Languages::pingpp.purchase_in
source: Purchase in [company]
ar_sa: شراء في [company]
es_es: Comprar en [company]
he_il: רכוש ב [company]
hu_hu: Vásárlás a [company] vállalatnál
id_id: Beli di [company]
pl_pl: Kup w [company]
ru_ru: Приобретено в [company]
tr_tr: Satın alma [company]
uk_ua: Придбано в [company]

# Languages::pingpp.app_id
source: App ID
ar_sa: معرف التطبيق
es_es: Identificación de la aplicación
he_il: מזהה אפליקציה
hu_hu: Alkalmazás azonosítója
ru_ru: ID приложения
tr_tr: Uygulama kimliği
uk_ua: ID застосунку

# Languages::pingpp.api_key
source: API key
ar_sa: مفتاح API
es_es: Clave API
he_il: API מפתח
hu_hu: API kulcs
id_id: Kunci API
pl_pl: Klucz API
ru_ru: API-ключ
tr_tr: API anahtarı
uk_ua: API-ключ

# Languages::pingpp.order_prefix
source: Order number prefix
ar_sa: بادئة رقم الطلب
es_es: Prefijo del número del pedido
he_il: קידומת מספר הזמנה
hu_hu: Rendelésszám előtag
id_id: Urutan nomor awalan
pl_pl: Prefiks numeru zamówienia
ru_ru: Префикс номера заказа
tr_tr: Sipariş numarası öneki
uk_ua: Префікс номера замовлення

# Languages::pingpp.wx_settings
source: WeChat settings
ar_sa: إعدادات WeChat
es_es: Configuaración de WeChat
he_il: WeChat הגדרות
hu_hu: WeChat beállítások
id_id: Pengaturan WeChat
pl_pl: Ustawienia WeChat
ru_ru: Настройки WeChat
tr_tr: WeChat ayarları
uk_ua: Налаштування WeChat

# Languages::pingpp.wx_app_id
source: App ID
ar_sa: معرف التطبيق
es_es: Identificación de la aplicación
he_il: של האפליקציה ID
hu_hu: Alkalmazás azonosítója
ru_ru: ID приложения
tr_tr: Uygulama kimliği
uk_ua: ID застосунку

# Languages::pingpp.wx_app_secret
source: App secret
ar_sa: سر التطبيق
es_es: Pregunta secreta de la aplicación
he_il: סודי של האפליקציה
id_id: App rahasia
pl_pl: Tajny klucz aplikacji
ru_ru: Секретный ключ приложения
uk_ua: Секретный ключ застосунку

# Languages::pingpp.scope.pc
source: Available on PC
ar_sa: متاح على جهاز الكمبيوتر
es_es: Disponilbe para PC
he_il: זמין במחשב אישי
hu_hu: Elérhető PC-n
id_id: Tersedia di PC
pl_pl: Dostępne na PC
ru_ru: Доступна на PC
tr_tr: PC'de kullanılabilir
uk_ua: Доступно на ПК

# Languages::pingpp.scope.mobile
source: Available on mobile phones
ar_sa: متوفر على الهواتف المحمولة
es_es: Disponible en los teléfonos móviles
he_il: זמין בטלפונים ניידים
hu_hu: Elérhető mobiltelefonon
id_id: Tersedia pada ponsel
pl_pl: Dostępne w telefonach komórkowych
ru_ru: Доступна на мобильных устройствах
tr_tr: Cep telefonlarında kullanılabilir
uk_ua: Доступно на мобільних телефонах

# Languages::pingpp.scope.wx
source: Available in WeChat browser
ar_sa: متوفر في متصفح WeChat
es_es: Disponible en el browser de WeChat
he_il: זמין בדפדפן WeChat
hu_hu: Elérhető a WeChat böngészőben
id_id: Tersedia di WeChat browser
pl_pl: Dostępne w przeglądarce WeChat
ru_ru: Доступна в браузере WeChat
tr_tr: WeChat tarayıcısında mevcuttur
uk_ua: Доступно в браузері WeChat

# Languages::pingpp.channel.alipay_wap
source: Alipay Mobile
ar_sa: Alipay موبايل
es_es: Alipay para dispositivos móviles
tr_tr: Alipay Mobil

# Languages::pingpp.channel.alipay_qr
source: Alipay QR code
es_es: Código QR para Alipay
he_il: Alipay QR קוד
hu_hu: Alipay QR-kód
id_id: Kode Alipay QR
pl_pl: Kod QR dla Alipay
tr_tr: Alipay QR kodu

# Languages::pingpp.channel.alipay_pc_direct
source: Alipay PC
es_es: Alipay para PC

# Languages::pingpp.channel.wx_wap
source: WeChat Mobile
ar_sa: WeChat موبايل
es_es: WeChat para dispositivos móviles
tr_tr: WeChat Mobil

# Languages::pingpp.channel.wx_pub_qr
source: WeChat QR code
es_es: Código QR de WeChat
he_il: WeChat QR קוד
hu_hu: WeChat QR-kód
id_id: Kode WeChat QR
pl_pl: Kod QR dla WeChat
tr_tr: WeChat QR kodu

# Languages::pingpp.channel.bfb_wap
source: Baifubao Mobile
ar_sa: Baifubao موبايل
es_es: Baifubao para dispositivos móviles
tr_tr: Baifubao Mobil

# Languages::pingpp.channel.upacp_wap
source: China Unionpay Mobile
ar_sa: China Unionpay موبايل
es_es: China Unionpay para dispositivos móviles
tr_tr: Çin Unionpay Mobil

# Languages::pingpp.channel.upacp_pc
source: China Unionpay PC
es_es: China Unionpay para PC
id_id: Cina Unionpay PC
tr_tr: Çin Unionpay Mobil

# Languages::pingpp.channel.yeepay_wap.settings.product_category
source: Product category
ar_sa: فئة المنتج
es_es: Categoría del producto
he_il: קטגוריית המוצר
hu_hu: Termékkategória
id_id: Kategori Produk
pl_pl: Kategoria produktu
ru_ru: Категория товара
tr_tr: Ürün kategorisi
uk_ua: Категорія товару

# Languages::pingpp.channel.yeepay_wap.settings.identity_id
source: Identity ID
ar_sa: معرف الهوية
es_es: Identificación del nombre de usuario
he_il: של זהות ID
hu_hu: Azonosító ID
id_id: Identitas ID
pl_pl: Identyfikator tożsamość
ru_ru: ID пользователя
tr_tr: Kimlik numarası
uk_ua: ID користувача

# Languages::pingpp.channel.yeepay_wap.settings.identity_type
source: Identity type
ar_sa: نوع الهوية
es_es: Tipo de identificación
he_il: סוג זהות
hu_hu: Azonosító típusa
id_id: Tipe identitas
pl_pl: Typ tożsamości
ru_ru: Тип пользователя
tr_tr: Kimlik türü
uk_ua: Тип користувача

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type
source: Terminal type
ar_sa: نوع المحطة
es_es: Tipo de terminal
he_il: סוג מסוף
hu_hu: Terminál típusa
id_id: Tipe terminal
pl_pl: Typ terminala
ru_ru: Тип терминала
tr_tr: Terminal Türü
uk_ua: Тип термінала

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type.variants.3
source: Other
ar_sa: الأخرى
es_es: Otro
he_il: אחר
hu_hu: Egyéb
id_id: Lainnya
pl_pl: Inne
ru_ru: Другой
tr_tr: Diğer
uk_ua: Інший

# Languages::pingpp.channel.yeepay_wap.settings.terminal_id
source: Terminal ID
ar_sa: معرف المحطة
es_es: ID del terminal
he_il: ID של מסוף
hu_hu: Terminál azonosítója
id_id: ID Terminal
pl_pl: Identyfikator terminala
ru_ru: ID терминала
tr_tr: Terminal kimliği
uk_ua: ID терминалу

# Languages::pingpp.channel.fqlpay_wap.settings.c_merch_id
source: Merchant ID
ar_sa: معرف التاجر
es_es: ID de la empresa
he_il: ID של סוחר
hu_hu: Kereskedő azonosítója
id_id: ID Pedagang
pl_pl: ID handlowca
ru_ru: ID продавца
tr_tr: Mağaza ID
uk_ua: ID продавця

# Languages::pingpp.channel.qgbc_wap.settings.phone
source: Mobile phone number
ar_sa: رقم الهاتف الجوال
es_es: Número de celular
he_il: מספר טלפון נייד
hu_hu: Mobil telefonszám
id_id: Nomor ponsel
pl_pl: Numer telefonu komórkowego
ru_ru: Номер мобильного телефона
tr_tr: Cep telefonu numarası
uk_ua: Номер мобільного телефону

# Languages::pingpp.payment_channel_is_not_selected
source: A payment channel must be selected to place the order
ar_sa: يجب تحديد قناة الدفع لتقديم الطلب
es_es: Un canal de pago debe ser seleccionado para hacer el pedido
he_il: יש לבחור את ערוץ התשלום כדי לבצע הזמנה
hu_hu: A megrendelés leadásához fizetési csatornát kell választani
id_id: Pembayaran harus dipilih untuk menempatkan pesanan
pl_pl: Do złożenia zamówienia należy wybrać kanał płatności
ru_ru: Для размещения заказа необходимо выбрать платёжную систему
tr_tr: Sipariş için ödeme kanalı seçilmesi gerekir
uk_ua: Для разміщення замовлення необхідно обрати платіжну систему

# Languages::pingpp.online_store
source: online store
ar_sa: متجر على الانترنت
es_es: tienda en línea
he_il: חנות מקוונת
hu_hu: online piactér
id_id: toko online
pl_pl: sklep internetowy
ru_ru: интернет-магазин
tr_tr: online mağaza
uk_ua: Інтернет-магазин

# Languages::pingpp.order_prefix_characters
source: The prefix must contain 7–10 alphanumeric characters.
ar_sa: يجب أن تحتوي البادئة على 7-10 أحرف أبجدية رقمية.
es_es: La contraseña debe contener de 7 a 10 caracteres alfanuméricos.
he_il: הקידומת חייבת להכיל 7–10 תווים אלפאנומריים.
hu_hu: Az előtagnak 7-10 alfanumerikus karaktert kell tartalmaznia.
pl_pl: Prefiks musi zawierać 7 – 10 znaków alfanumerycznych.
ru_ru: Префикс должен содержать от 7 до 10 буквенно-цифровых символов.
tr_tr: Önek 7 – 10 alfasayısal karakter içermelidir.
uk_ua: Префікс має містити 7-10 алфавітно-цифрових символів.

# Languages::pingpp.order_prefix_characters
source: The prefix must contain 7â€“10 alphanumeric characters.
id_id: Awalan harus berisi 7-10 karakter alfanumerik.
