Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/polls.po
Languages: he_il

# Addons::name::polls
source: Polls
he_il: סקרים

# Addons::description::polls
source: Adds a possibility to add customized polls to the site
he_il: מוסיף אפשרות הוספת סקרים בהתאמה אישית לאתר

# Languages::use_for_polls
source: Polls
he_il: סקרים

# Languages::tmpl_polls_central
source: Central
he_il: מרכזי

# Languages::tmpl_polls_side
source: Side box
he_il: סייד בוקס

# Languages::polls_answers_with_comments
source: Answers with comments
he_il: תשובות עם הערות

# Languages::polls_have_completed
source: You have already completed this poll.
he_il: כבר ענית על הסקר הזה

# Languages::polls_total_votes
source: Total votes
he_il: סה"כ ההצבעות

# Languages::polls
source: Polls
he_il: סקרים

# Languages::new_poll
source: New poll
he_il: סקר חדש

# Languages::editing_poll
source: Editing poll
he_il: עריכת סקר

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
he_il: כבר ענית על הסקר הזה

# Languages::block_polls
source: Polls
he_il: סקרים

# Languages::poll
source: Poll
he_il: סקר

# Languages::questions
source: Questions
he_il: שאלות

# Languages::poll_statistics
source: Poll statistics
he_il: סטטיסטיקה של הסקר

# Languages::add_polls_and_close
source: Add polls and close
he_il: הוסף סקרים וסגור

# Languages::add_polls
source: Add polls
he_il: הוסף סקרים

# Languages::required_not_answered
source: You should answer all the mandatory questions
he_il: עלייך לענות על כל שאלות חובה

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
he_il: תודה על נכונותך לענות על הסקר

# Languages::poll_show_results
source: Poll results visible to
he_il: תוצאות סקר פתוחות עבור

# Languages::poll_results_nobody
source: nobody
he_il: אף אחד

# Languages::poll_results_voted
source: voted users
he_il: משתמשים שהצביעו

# Languages::poll_results_everybody
source: everybody (in a pop-up)
he_il: כולם (פופ אפ)

# Languages::poll_header
source: Poll header
he_il: כותרת עליונה של הסקר

# Languages::poll_footer
source: Poll footer
he_il: כותרת תחתונה הסקר

# Languages::poll_results
source: Poll message
he_il: הודעת הסקר

# Languages::new_question
source: New question
he_il: שאלה חדשה

# Languages::add_question
source: Add question
he_il: הוסף שאלה

# Languages::editing_question
source: Editing question
he_il: עריכת שאלה

# Languages::add_poll
source: Add poll
he_il: הוסף סקר

# Languages::polls_total_submited
source: Total number of submitted poll forms
he_il: המספר הכולל של טפסי הסקרים שהוגשו

# Languages::polls_total_completed
source: Number of poll forms completed in full
he_il: מספר טפסי הסקרים שמולאו במלואם

# Languages::polls_first_submited
source: First poll form submitted
he_il: טופס סקר הראשון שהוגש

# Languages::polls_last_submited
source: Last poll form submitted
he_il: טופס סקר האחרון שהוגש

# Languages::statistics_by_questions
source: Statistics by questions
he_il: סטטיסטיקה לפי שאלות

# Languages::view_answers
source: View answers
he_il: ראה תשובות

# Languages::polls_votes
source: Votes
he_il: הצבעות

# Languages::answers
source: Answers
he_il: תשובות

# Languages::question_text
source: Question text
he_il: טקסט השאלה

# Languages::select_single_type
source: Select single option
he_il: בחר אופציה יחידה

# Languages::select_one_or_more_type
source: Select one or more options
he_il: בחר אופציה אחת או יותר

# Languages::text_answer_type
source: Provide a textual answer
he_il: תן תשובת טקסט

# Languages::answer_text
source: Answer text
he_il: ענה בטקסט

# Languages::text_box
source: Text box
he_il: טקסט בוקס

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
he_il: הודעה שתוצג בחזית החנות לאחר סיום הסקר

# SettingsSections::polls::general
source: General
he_il: כללי

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
he_il: הצבעות בעמוד

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
he_il: תשובות בעמוד

# Languages::n_polls
source: [n] poll|[n] polls
he_il: [n] סקר | [n] סקרים
