Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/price_list.po
Languages: ar_sa, he_il

# Addons::name::price_list
source: Price list
ar_sa: قائمة الأسعار
he_il: מחירון

# Addons::description::price_list
source: Generates configurable price list in PDF or XLS
ar_sa: ينشئ قائمة الأسعار للتكوين في ملف PDF أو XLS
he_il: מייצר מחירון הניתן להתאמה ב PDF או XLS

# Languages::price_list
source: Price list
ar_sa: قائمة الأسعار
he_il: מחירון

# Languages::generating_pdf
source: Generating PDF. Please, be patient...
ar_sa: إنشاء PDF. يرجى الانتظار...
he_il: מייצר PDF. סבלנות...

# Languages::generating_xls
source: Generating XLS. Please, be patient...
ar_sa: إنشاء XLS. يرجى الانتظار...
he_il: מייצר XLS. סבלנות...

# Languages::price_list_ziparchive_not_installed
source: Impossible to create XML price list. Please add zip support in PHP on your server. Follow <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
ar_sa: من المستحيل إنشاء قائمة أسعار XML. الرجاء إضافة دعم مضغوط في PHP على الخادم الخاص بك. تابع <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php </a> .
he_il: לא ניתן ליצור מחירון XML. הוסף תמיכה בזיפ בהגדרות PHP בשרת שלך. פרטים בקישור <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.

# Languages::price_list.text_select_storefront
source: To generate a price list, please select storefront first.
ar_sa: لإنشاء قائمة أسعار ، يرجى تحديد واجهة المحل أولاً.
he_il: כדי ליצור מחירון, בחר קודם את חזית החנות.

# Languages::price_list.text_regenerate
source: <p>If products, categories or selected fields were added or changed, please regenerate a price list:<br />[buttons]</p><p>Generated price lists are available by these links<br/>[links]</p>
ar_sa: <p> إذا تمت إضافة أو تغيير منتجات أو فئات أو حقول محددة ، فيرجى إعادة إنشاء قائمة أسعار: <br /> [buttons] </ p> <p> تتوفر قوائم الأسعار المُنشأة بواسطة هذه الروابط <br/> [links] </p>
he_il: <p>אם מוצרים, קטגוריות או שדות שנבחרו נוספו או שונו, צור מחדש את המחירון:<br />[buttons]</p><p>מחירונים שנוצרו זמינים בקישורים האלה<br/>[links]</p>

# SettingsSections::price_list::general
source: General
ar_sa: عام
he_il: כללי

# SettingsOptions::price_list::price_list_fields
source: Fields
ar_sa: الحقول
he_il: שדות

# SettingsOptions::price_list::price_list_sorting
source: Sort by
ar_sa: ترتيب بواسطة
he_il: מיין לפי

# SettingsOptions::price_list::group_by_category
source: Group by category
ar_sa: تجميع حسب الفئة
he_il: קבוצה לפי קטגוריה

# SettingsOptions::price_list::include_options
source: Include product options
ar_sa: قم بتضمين خيارات المنتج
he_il: לכלול את אופציות המוצר
