Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_variations.po
Languages: ar_sa, es_es, hu_hu, ja_jp, pl_pl, uk_ua

# Addons::name::product_variations
source: Product Variations
ar_sa: تنويعات المنتج
es_es: Variantes de productos
hu_hu: Termékváltozatok
ja_jp: 商品バリエーション
pl_pl: Warianty produktu
uk_ua: Варіації товарів

# Addons::description::product_variations
source: Create products with different feature variants (for example, a different color or size), and let customers select the desired variant.
ar_sa: قم بإنشاء منتجات ذات متغيرات ميزات مختلفة (على سبيل المثال ، لون أو حجم مختلف) ، ودع العملاء يختارون الشكل المطلوب.
es_es: Cree productos con diferentes variantes de características (por ejemplo, un color o tamaño diferente), y deje que los clientes seleccionen la variante deseada.
hu_hu: Hozz létre különböző termékváltozatokkal rendelkező termékeket (például más szín vagy méret), és engedd a vásárlóknak, hogy kiválasszák a kívánt változatot.
ja_jp: 異なるバリエーション (例：カラーやサイズ) で商品を作成できます。
pl_pl: Twórz produkty z różnymi wariantami funkcji (na przykład o innym kolorze lub rozmiarze) i pozwól klientom wybrać odpowiedni wariant.
uk_ua: Створюйте товари з різними значеннями характеристик (наприклад, різного кольору або розміру) і дозвольте покупцю обирати бажаний варіант.

# SettingsSections::product_variations::general
source: General
ar_sa: عام
hu_hu: Általános
ja_jp: 基本設定
pl_pl: Ogólne
uk_ua: Загальні

# SettingsOptions::product_variations::variations_allow_own_images
source: Allow own images for child variations
ar_sa: السماح للصور الخاصة للاختلافات الفرعية
es_es: Permitir imágenes propias para las variantes de los hijos
hu_hu: Saját képek engedélyezése a gyermekváltozatokhoz
ja_jp: 子バリエーションに独自画像を許可
pl_pl: Zezwalaj na własne wartości zdjęć dla podrzędnych wariantów
uk_ua: Свої зображення для дочірніх варіацій

# SettingsTooltips::product_variations::variations_allow_own_images
source: If child variations aren't allowed to have their own images, they will use the images from the default variation of the catalog item.
ar_sa: إذا لم يُسمح للصيغ الفرعية بالحصول على صور خاصة بها ، فسيستخدمون الصور من الشكل الافتراضي لعنصر الكتالوج.
es_es: Si no se permite que las variantes secundarias tengan sus propias imágenes, utilizarán las imágenes de la variante por defecto del artículo del catálogo.
hu_hu: Ha a gyermek variációknál nem engedélyezett a saját képek használata, akkor a katalóguscikk alapértelmezett variációjának képeit fogják használni.
ja_jp: 子バリエーションに独自画像が許可されていない場合、デフォルトバリエーションの画像が使用されます。
pl_pl: Jeśli podwarianty nie mają własnych zdjęć, będą używać zdjęć domyślnego wariantu elementu katalogu.
uk_ua: Якщо для дочірніх варіацій не включені свої власні зображення, вони будуть запозичувати зображення у варіації, обраної за замовчуванням.

source: Change default variation when it gets hidden or runs out of stock
ar_sa: قم بتغيير التباين الافتراضي عندما يتم إخفاؤه أو نفاد المخزون
es_es: Cambiar la variante por defecto cuando se oculta o se agota el stock
hu_hu: Az alapértelmezett variáció módosítása, ha az rejtve marad vagy kifogy a készletből
ja_jp: 非表示になったり在庫がなくなった場合は、デフォルトのバリエーションを変更してください
pl_pl: Zmień domyślny wariant, gdy zostanie ukryty lub stan magazynowy będzie 0
uk_ua: Змінювати варіацію за замовчуванням, коли вона прихована чи закінчується на складі

source: Ensure that customers always see the products that are in stock first. We recommend leaving this setting enabled for better filtering of variations.
ar_sa: تأكد من أن العملاء يرون دائمًا المنتجات الموجودة في المخزون أولاً. نوصي بترك هذا الإعداد ممكّنًا لتصفية الأشكال بشكل أفضل.
es_es: Asegúrese de que los clientes siempre vean primero los productos que están en stock. Recomendamos dejar este ajuste activado para un mejor filtrado de las variantes.
hu_hu: Biztosítsd, hogy a vásárlók mindig a készleten lévő termékeket lássák először. A variációk jobb szűrése érdekében javasoljuk, hogy hagyja engedélyezve ezt a beállítást.
ja_jp: 在庫のある商品を常に表示します。（推奨）
pl_pl: Upewnij się, że klienci zawsze widzą produkty które pojawiają się w sklepie po raz pierwszy. Zalecamy pozostawienie tego ustawienia włączonego w celu lepszego filtrowania wariantów.
uk_ua: Гарантує, що користувачі завжди спочатку побачать ті товари, які є в наявності. Рекомендуємо залишити цю настройку включеною, щоб варіації фільтрувалися краще.

# SettingsOptions::product_variations::variations_allow_own_features
source: Allow own feature values for child variations
ar_sa: السماح بقيم السمات الخاصة للاختلافات الفرعية
es_es: Permitir características propias para las variantes de los hijos
hu_hu: Saját tulajdonságértékek engedélyezése a gyermekváltozatokhoz
ja_jp: 子バリエーションに追加情報を許可
pl_pl: Zezwalaj na własne wartości cech dla podrzędnych wariantów
uk_ua: Свої значення характеристик для дочірніх варіацій

# SettingsTooltips::product_variations::variations_allow_own_features
source: If child variations aren't allowed to have their own values for features, they will use the values from the default variation of the catalog item.
ar_sa: إذا لم يُسمح للأشكال الفرعية بأن يكون لها قيمها الخاصة للمعالم ، فسوف تستخدم القيم من التنوعات الافتراضية لعنصر الكتالوج.
es_es: Si no se permite que las variantes hijas tengan sus propias características, utilizarán los valores de la variante por defecto del artículo del catálogo.
hu_hu: Ha a gyermek variációknál nem engedélyezett a jellemzők saját értékekkel való ellátása, akkor a katalóguselem alapértelmezett variációjának értékeit fogják használni.
ja_jp: 子バリエーションに追加情報が許可されていない場合、デフォルトバリエーションの値が使用されます
pl_pl: Jeśli warianty nie mają własnych wartości cech, będą używać wartości domyślnego wariantu elementu katalogu.
uk_ua: Якщо для дочірніх варіацій не включені свої власні значення характеристик, вони будуть запозичувати значення у варіації, обраної за замовчуванням.

source: Show all possible feature variants
ar_sa: عرض جميع متغيرات الميزات الممكنة
es_es: Mostrar todas las posibles variantes de características
hu_hu: Az összes lehetséges jellemzőváltozat megjelenítése
ja_jp: 考えられるすべての機能バリエーションを表示
pl_pl: Pokaż wszystkie możliwe warianty cech
uk_ua: Показати всі можливі варіанти характеристик

source: Show a feature variant even if it is not available for this variation.
ar_sa: إظهار متغير الميزة حتى لو لم يكن متاحًا لهذا الشكل.
es_es: Mostrar una variante de característica aunque no esté disponible para esta variante.
hu_hu: A jellemzőváltozat megjelenítése akkor is, ha az nem elérhető az adott variációhoz.
ja_jp: このバリエーションで使用できない場合でも、機能のバリエーションを表示
pl_pl: Pokaż wariant cechy, nawet jeśli nie jest dostępny dla tego wariantu produktu.
uk_ua: Показати варіант характеристики, навіть якщо він недоступний для цієї варіації.

# Languages::product_variations.product_type
source: Product type
ar_sa: نوع المنتج
es_es: Tipo de producto
hu_hu: Termék típusa
ja_jp: 商品タイプ
pl_pl: Rodzaj produktu
uk_ua: Тип продукту

# Languages::product_variations.product_type.catalog_item
source: Catalog item
ar_sa: عنصر الكتالوج
es_es: Elemento de catálogo
hu_hu: Katalógus tétel
ja_jp: 商品
pl_pl: Element katalogu
uk_ua: Елемент каталогу

# Languages::product_variations.product_type.variation_of_catalog_item
source: Variation of a catalog item
ar_sa: تباين عنصر الكتالوج
es_es: Variante de un elemento de catálogo
hu_hu: Katalógustétel variációja
ja_jp: 商品バリエーション
pl_pl: Wariant produktu
uk_ua: Варіація позиції в каталозі

# Languages::product_variations.belongs_to_catalog_item
source: Belongs to catalog item:
ar_sa: ينتمي إلى عنصر الكتالوج:
es_es: Pertenece al elemento del catálogo:
hu_hu: A következő katalógustételhez tartozik:
ja_jp: 商品に所属
pl_pl: Należy do katalogu:
uk_ua: Належить до позиції в каталозі:

# Languages::product_variations.variations
source: Variations
ar_sa: المتغيرات
es_es: Variaciones
hu_hu: Variációk
ja_jp: バリエーション
pl_pl: Warianty
uk_ua: Варіації

# Languages::product_variations.variation_of_product
source: Variation of catalog item <a href="[url]">[product]</a>
ar_sa: تنوع عنصر الكتالوج <a href="[url]"> [product] </a>
es_es: Variante del elemento del catálogo <a href="[url]">[product]</a>
hu_hu: <a href="[url]">[product]</a> katalóguselem variációja
ja_jp: <a href="[url]">[product]</a>のバリエーション
pl_pl: Warianty produktów z katalogu <a href="[url]">[product]</a>
uk_ua: Варіація позиції в каталозі <a href="[url]">[product]</a>

# Languages::product_variations.group_code
source: Variation group
ar_sa: مجموعة التنويعات
es_es: Grupo de variantes
hu_hu: Variáció csoport
ja_jp: バリエーショングループ
pl_pl: Grupa wariantów
uk_ua: Група варіацій

# Languages::product_variations.group_code.placeholder
source: Set custom group code here
ar_sa: قم بتعيين رمز المجموعة المخصص هنا
es_es: Establezca aquí el código de grupo personalizado
hu_hu: Az egyéni csoportkódot itt állíthatod be
ja_jp: カスタムグループコードを設定
pl_pl: Ustaw tutaj niestandardowy kod grupy
uk_ua: Задайте тут код групи

# Languages::product_variations.group_code.description
source: Use the group code on a product editing page or during import to add the product to this group as a variation. A group code can contain only digits, Latin characters, and the following signs: "-" and "_".
ar_sa: استخدم رمز المجموعة في صفحة تحرير المنتج أو أثناء الاستيراد لإضافة المنتج إلى هذه المجموعة كتنوع. يمكن أن يحتوي رمز المجموعة فقط على أرقام وأحرف لاتينية والعلامات التالية: "-" و "_".
es_es: Utilice el código de grupo en una página de edición de productos o durante la importación para añadir el producto a este grupo como una variante. Un código de grupo sólo puede contener dígitos, caracteres latinos y los siguientes signos "-" y "_".
hu_hu: Használd a csoportkódot a termékszerkesztő oldalon vagy importáláskor, hogy a terméket variációként ehhez a csoporthoz hozzá lehessen adni. A csoportkód csak számjegyeket, latin karaktereket és a következő jeleket tartalmazhatja: "-" és "_".
ja_jp: 商品編集ページまたは商品をバリエーションとして追加インポートする際にグループコードを使用します。グループコードは英数字および "-" と "_" のみを使用できます。
pl_pl: Użyj kodu grupy na stronie edycji produktu lub podczas importowania, aby dodać produkt do tej grupy jako odmianę. Kod grupowy może zawierać tylko cyfry, znaki łacińskie i następujące znaki: "-" i "_".
uk_ua: Використовуйте код групи на сторінці редагування товару або при імпорті, щоб додати товар в цю групу як варіацію. Код групи може містити тільки цифри, латиницю і знаки "-" і "_".

# Languages::product_variations.group_code.link
source: Add to variation group
ar_sa: أضف إلى مجموعة التنويعات
es_es: Añadir a grupo de variantes
hu_hu: Hozzáadás a variációs csoporthoz
ja_jp: バリエーショングループに追加
pl_pl: Dodaj do grupy wariantów
uk_ua: Додати до групи варіацій

# Languages::product_variations.add_variations
source: Add variations
ar_sa: أضف التنويعات
es_es: Agregar variaciones
hu_hu: Variációk hozzáadása
ja_jp: バリエーションの追加
pl_pl: Dodaj warianty
uk_ua: Додати варіації

# Languages::product_variations.link_existing
source: Use existing products
ar_sa: استخدم المنتجات الحالية
es_es: Utilizar los productos existentes
hu_hu: Meglévő termékek használata
ja_jp: 既存商品を使用
pl_pl: Użyj istniejących produktów
uk_ua: Використовувати існуючі товари

# Languages::product_variations.create_new
source: Create new products
ar_sa: إنشاء منتجات جديدة
es_es: Crear nuevos productos
hu_hu: Új termékek létrehozása
ja_jp: 商品を作成
pl_pl: Tworzenie nowych produktów
uk_ua: Створити новый товар

# Languages::product_variations.add_variations_description
source: Add variations to generate a group of similar products that differ in color, size, etc. Or add this product to an existing group by entering the group code.
ar_sa: أضف أشكالًا لإنشاء مجموعة من المنتجات المتشابهة التي تختلف في اللون والحجم وما إلى ذلك. أو أضف هذا المنتج إلى مجموعة موجودة عن طريق إدخال رمز المجموعة.
es_es: Añada variantes para generar un grupo de productos similares que difieran en color, tamaño, etc. O añada este producto a un grupo existente introduciendo el código de grupo.
hu_hu: Variációk hozzáadása hasonló termékek csoportjának létrehozásához, amelyek színben, méretben stb. különböznek. Vagy add hozzá ezt a terméket egy meglévő csoporthoz a csoportkód megadásával.
ja_jp: バリエーションを追加して、色やサイズなどが異なる類似商品のグループを生成します。または、グループコードを入力して、この商品を既存のグループに追加します。
pl_pl: Dodaj odmiany, aby wygenerować grupę podobnych produktów, które różnią się kolorem, rozmiarem itp. Lub dodaj ten produkt do istniejącej grupy, wprowadzając kod grupy.
uk_ua: Додайте варіації, щоб створити групу схожих товарів, які відрізняються кольором, розміром і т. п. Або введіть код існуючої групи, щоб додати цей товар туди.

# Languages::product_variations.manage
source: Manage variations
ar_sa: إدارة الاختلافات
es_es: Gestionar variantes
hu_hu: Variációk kezelése
ja_jp: バリエーションの管理
pl_pl: Zarządzanie wariantami
uk_ua: Керування варіаціями

# Languages::product_variations.edit_features
source: Edit features
ar_sa: تحرير الميزات
es_es: Editar características
hu_hu: Funkciók szerkesztése
ja_jp: 追加情報を編集
pl_pl: Edycja cech
uk_ua: Редагувати опції

# Languages::product_variations.delete
source: Disband group
ar_sa: حل المجموعة
es_es: Disolver el grupo
hu_hu: Csoport szétbontása
ja_jp: グループから除外
pl_pl: Rozwiąż grupę
uk_ua: Розблокувати групу

# Languages::product_variations.remove_variation
source: Remove variation from group
ar_sa: إزالة الاختلاف من المجموعة
es_es: Eliminar variante del grupo
hu_hu: Variáció eltávolítása a csoportból
ja_jp: バリエーションをグループから削除
pl_pl: Usunięcie wariantu z grupy
uk_ua: Видалити варіацію із групи

# Languages::product_variations.delete_product
source: Delete product
ar_sa: حذف المنتج
es_es: Eliminar producto
hu_hu: Termék törlése
ja_jp: 商品を削除
pl_pl: Usuwanie produktu
uk_ua: Видалити товар

# Languages::product_variations.mark_main_product
source: Set as default variation
ar_sa: تعيين كتنوع افتراضي
es_es: Establecer como variación por defecto
hu_hu: Alapértelmezett variációként való beállítás
ja_jp: デフォルトに設定
pl_pl: Ustaw jako domyślny wariant
uk_ua: Встановити як варіація за замовчуванням

# Languages::product_variations.no_available_features
source: This product doesn't have features that allow grouping products. Please make sure that:<ol><li>You have created at least one feature with <b>Purpose:</b> <i>Variations as separate products</i> or <i>Variations as one product</i>.</li><li>You have specified the value of that feature for the product.</li></ol><a href=[manage_features_href]>Manage features</a>
ar_sa: لا يحتوي هذا المنتج على ميزات تسمح بتجميع المنتجات. الرجاء التأكد مما يلي: <ol> <li> لقد قمت بإنشاء ميزة واحدة على الأقل <b> الغرض: </ b> <i> أشكال متنوعة كمنتجات منفصلة </i> أو <i> أشكال مختلفة كمنتج واحد </i>. </li> <li> لقد حددت قيمة هذه الميزة للمنتج. </li></ol><a href=[manage_features_href]> إدارة الميزات </a>
es_es: Este producto no tiene características que permitan agrupar productos. Por favor, asegúrese de que:<ol><li>Ha creado al menos una característica con <b>Propósito:</b> <i>Variaciones como productos separados</i> o <i>Variaciones como un solo producto</i>.</li><li>Ha especificado el valor de esa característica para el producto.</li></ol><a href=[manage_features_href]>Gestionar características</a>.
hu_hu: Ez a termék nem rendelkezik olyan funkciókkal, amelyek lehetővé teszik a termékek csoportosítását. Kérjük, győződj meg arról, hogy:<ol><li>legalább egy funkciót létrehoztál<b>Célja:</b> <i>Változatok különálló termékként</i> vagy <i>Változatok egy termékként</i> címmel.</li><li>A termékre meghatároztad az adott funkció értékét.</li></ol><a href=[manage_features_href]>Funkciók kezelése</a>.
ja_jp: この商品には、商品をグループ化できる機能がありません。 次のことを確認してください。<ol><li><b>目的：</b><i>個別商品としてのバリエーション</i>または<i> 1つの商品としてのバリエーション</i>で少なくとも1つの機能を作成している。</li> li>商品の機能値を指定しました。</li></ol><a href=[manage_features_href]>機能の管理</a>
pl_pl: Ten produkt nie ma cech umożliwiających grupowanie produktów. Upewnij się, że: <ol><li>Utworzyłeś przynajmniej jedną cechę za pomocą <b> Cel:</b> <i>Warianty produktu jako osobne produkty</i> lub <i>Warianty produktu jako jeden produkt</i>.</li><li>Podałeś wartość tej cechy dla produktu.</li></ol><a href=[manage_features_href]>Zarządzanie cechami</a>
uk_ua: У цього товару немає характеристик, за якими можна групувати товари. Перевірте, що: <ol><li>У магазині створена хоча б одна характеристика, у якій <b>Призначення:</b> <i>Варіації як окремі товари</i> або <i>Варіації як один товар</i>.</li><li>Ви задали товару певне значення цієї характеристики.</li></ol><a href=[manage_features_href]>Керування характеристиками</a>

# Languages::product_feature.purpose.group_catalog_item
source: Variations as separate products
ar_sa: الاختلافات كمنتجات منفصلة
es_es: Variantes como productos separados
hu_hu: Variációk különálló termékként
ja_jp: バリエーション（異なる商品を作成）
pl_pl: Warianty jako osobny produkt
uk_ua: Варіації як окремі товари

# Languages::product_feature.purpose.group_catalog_item.description
source: For cases when a few similar products differ visibly by a feature, and have different names (for example, multiple "Color" variants of a T-shirt). These products will appear as separate positions in the catalog. Customers will also be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
ar_sa: بالنسبة للحالات التي يختلف فيها عدد قليل من المنتجات المتشابهة بشكل مرئي حسب الميزة ، ولها أسماء مختلفة (على سبيل المثال ، العديد من المتغيرات "الملونة" للقميص). ستظهر هذه المنتجات كمواضع منفصلة في الكتالوج. سيتمكن العملاء أيضًا من تحديد قيمة الميزة المطلوبة على صفحة المنتج. لتحقيق ذلك ، <b> قم بإعداد المتغيرات للمنتجات التي تحتوي على هذه الميزة </b>.
es_es: Para los casos en los que algunos productos similares se diferencian visiblemente por una característica, y tienen nombres diferentes (por ejemplo, múltiples variantes de "Color" de una camiseta). Estos productos aparecerán como posiciones separadas en el catálogo. Los clientes también podrán seleccionar el valor de la característica deseada en la página del producto. Para ello, <b>configura las variantes de los productos con esta característica</b>.
hu_hu: Azokra az esetekre, amikor néhány hasonló termék láthatóan különbözik egymástól egy tulajdonságban, és különböző nevük van (például egy póló több "Szín" változata). Ezek a termékek külön tételként jelennek meg a katalógusban. A vásárlók a termékoldalon is kiválaszthatják a kívánt tulajdonságértéket. Ennek eléréséhez <b>állíts be variációkat az ezzel a tulajdonsággal rendelkező termékekhez</b>.
ja_jp: 追加情報により見た目が違う場合（例：Tシャツの複数の "色"）: 異なるバリエーションは別々の商品としてショップフロントに表示され、また商品ページにおいては異なる追加情報として選択できます。<b>この追加情報を商品のバリエーションに設定してください。</b>
pl_pl: W przypadkach, gdy kilka podobnych produktów różni się w widoczny sposób poprzez cechę i ma różne nazwy (na przykład wiele wariantów „T-shirtów” w kolorze). Produkty te pojawią się jako osobne pozycje w katalogu. Klienci będą również mogli wybrać żądaną wartość cechy na stronie produktu. Aby to osiągnąć, <b>skonfiguruj odmiany produktów z tą cechą</b>.
uk_ua: Для випадків, коли схожі товари явно відрізняються однією характеристикою і називаються по-різному (наприклад, кілька варіантів характеристики "Колір" у футболки). Ці товари з'являться як окремі позиції в каталозі. Покупці також зможуть вибрати потрібне значення характеристики на сторінці товару. Для цього <b>налаштуйте варіації для товарів з цією характеристикою</b>.

# Languages::product_feature.feature_style.dropdown
source: Drop-down list
ar_sa: قائمة منسدلة
es_es: Lista desplegable
hu_hu: Legördülő lista
ja_jp: ドロップダウンリスト
pl_pl: Lista rozwijana
uk_ua: Випадаючий список

# Languages::product_feature.feature_style.dropdown_images
source: Images
ar_sa: الصور
es_es: Imágenes
hu_hu: Képek
ja_jp: 画像
pl_pl: Zdjęcia
uk_ua: Зображення

# Languages::product_feature.feature_style.dropdown_labels
source: Text labels
ar_sa: تسميات النص
es_es: Etiquetas
hu_hu: Szöveges címkék
ja_jp: テキストラベル
pl_pl: Etykiety tekstowe
uk_ua: Текстові мітки

# Languages::product_feature.purpose.group_variation_catalog_item
source: Variations as one product
ar_sa: الاختلافات كمنتج واحد
es_es: Variantes como un producto
hu_hu: Variációk egy termékként
ja_jp: バリエーション（1商品内に設定）
pl_pl: Warianty jako jeden produkt
uk_ua: Варіації як один товар

# Languages::product_feature.purpose.group_variation_catalog_item.description
source: For cases when a few similar products differ by a feature, but have the same name and similar appearance (for example, multiple "Size" variants of a T-shirt). These products will occupy a single position in the catalog. Customers will be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
ar_sa: بالنسبة للحالات التي تختلف فيها بعض المنتجات المتشابهة حسب الميزة ، ولكن لها نفس الاسم والمظهر المتشابه (على سبيل المثال ، العديد من صيغ "المقاس" للقميص). ستحتل هذه المنتجات موقعًا واحدًا في الكتالوج. سيتمكن العملاء من تحديد قيمة الميزة المطلوبة على صفحة المنتج. لتحقيق ذلك ، <b> قم بإعداد المتغيرات للمنتجات التي تحتوي على هذه الميزة </b>.
es_es: Para los casos en los que unos cuantos productos similares difieren por una característica, pero tienen el mismo nombre y una apariencia similar (por ejemplo, múltiples variantes de "Talla" de una camiseta). Estos productos ocuparán una única posición en el catálogo. Los clientes podrán seleccionar el valor de la característica deseada en la página del producto. Para ello, <b>configura las variantes de los productos con esta característica</b>.
hu_hu: Azokra az esetekre, amikor néhány hasonló termék egy tulajdonságban különbözik egymástól, de ugyanazzal a névvel és hasonló megjelenéssel rendelkezik (például egy póló több "Méret" változata). Ezek a termékek egyetlen tételt foglalnak el a katalógusban. A vásárlók a termékoldalon kiválaszthatják a kívánt tulajdonságértéket. Ennek eléréséhez <b>állíts be variációkat az ilyen tulajdonsággal rendelkező termékekhez</b>.
ja_jp: 同名、見た目は同じだが異なる追加情報の場合（例：Tシャツの複数の "サイズ" ）: 商品ページにおいて異なる追加情報として選択できます。<b>この追加情報を商品のバリエーションに設定してください。</b>
pl_pl: W przypadkach, gdy kilka podobnych produktów różni się cechą, ale ma tę samą nazwę i podobny wygląd (na przykład wiele wariantów „rozmiaru” koszulki). Produkty te zajmą jedną pozycję w katalogu. Klienci będą mogli wybrać żądaną wartość funkcji na stronie produktu. Aby to osiągnąć, <b>skonfiguruj odmiany produktów z tą cechą</b>.
uk_ua: Для випадків, коли кілька схожих товарів відрізняються характеристикою, але виглядають схоже і називаються однаково (наприклад, одна футболка з різними значеннями характеристики "Розмір"). Ці товари з'являться як одна позиція в каталозі. Покупці зможуть вибрати потрібне значення характеристики на сторінці товару. Для цього <b>налаштуйте варіації для товарів з цією характеристикою</b>.

# Languages::product_variations.error.group_not_found
source: Variation group #[id] not found
ar_sa: مجموعة التنويع #[id] غير موجودة
es_es: Grupo de variantes#[id] no encontrado
hu_hu: #[id] variációcsoport nem található
ja_jp: バリエーショングループ #[id] が見つかりません
pl_pl: Nie znaleziono grupy wariantów #[id]
uk_ua: Групу варіацій #[id] не знайдено

# Languages::product_variations.error.product_not_found_in_group
source: Product #[product_id] not found in variation group "[group_code]"
ar_sa: المنتج #[product_id] غير موجود في مجموعة الأشكال "[group_code]"
es_es: Producto #[product_id] no encontrado en el grupo de variantes "[group_code]"
hu_hu: A #[product_id] termék nem található a "[group_code]" variációs csoportban.
ja_jp: バリエーショングループ "[group_code]" に商品 #[product_id] が見つかりません
pl_pl: Nie znaleziono produktu #[product_id] w grupie wariantów „[group_code]”
uk_ua: Товар #[product_id] не знайдено в групі варіацій "[group_code]"
