Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_variations.po
Languages: ar_sa, es_es, hu_hu, ja_jp, pl_pl, uk_ua

# Languages::product_variations.upgrade_notification.convert_combination_message
source: <p>In the upcoming version 4.12.1, product variations will fully replace option combinations. The code that handles option combinations will be removed. Please note that ONLY <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">option combinations</a> and their code will be removed. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Options</a> themselves will remain exactly as they are now.</p><p>Your store still has option combinations. That's why we ask you to convert option combinations into product variations. The process is mostly automatic. We only ask your input to make sure that everything goes smoothly and according to your expectations.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Convert option combinations</a></p>
ar_sa: <p> في الإصدار القادم 4.12.1 ، ستحل أشكال المنتج المختلفة محل تركيبات الخيارات بالكامل. ستتم إزالة الكود الذي يتعامل مع مجموعات الخيارات. الرجاء ملاحظة أن <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank"> مجموعات الخيارات </a>وكودها فقط سوف يزال. ستظل <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank"> الخيارات </a> نفسها كما هي الآن تمامًا . </p><p> لا يزال متجرك يحتوي على مجموعات من الخيارات. لهذا السبب نطلب منك تحويل مجموعات الخيارات إلى صيغ مختلفة للمنتج. هذه العملية في الغالب تلقائية. نحن نطلب فقط إدخالك للتأكد من أن كل شيء يسير بسلاسة ووفقًا لتوقعاتك. </p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary"> تحويل مجموعات الخيارات </a></p>
es_es: <p>En la próxima versión 4.12.1, las variantes de productos sustituirán completamente a las combinaciones de opciones. El código que maneja las combinaciones de opciones será eliminado. Por favor, tenga en cuenta que SÓLO se eliminará <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">combinaciones de opciones</a> y su código. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Las opciones</a> en sí permanecerán exactamente como están ahora.</p><p>Tu tienda sigue teniendo combinaciones de opciones. Por eso le pedimos que convierta las combinaciones de opciones en variantes de productos. El proceso es mayormente automático. Sólo le pedimos su opinión para asegurarnos de que todo vaya bien y de acuerdo con sus expectativas.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Convertir combinaciones de opciones</a></p>
hu_hu: <p>A következő, 4.12.1-es verzióban a termékváltozatok teljes mértékben felváltják az opciós kombinációkat. Az opciós kombinációkat kezelő kódot eltávolítjuk. Felhívjuk a figyelmedet arra, hogy CSAK a <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">opciós kombinációk</a> és kódjuk kerül eltávolításra. Maguk az <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">opciók</a> pontosan a mostaniak úgy maradnak, ahogy most vannak.</p><p>A piactered továbbra is rendelkezik opciós kombinációkkal. Ezért kérjük, hogy az opciós kombinációkat alakítsd át termékvariációkká. A folyamat többnyire automatikus. Csak a hozzájárulásodat kérjük ahhoz, hogy minden zökkenőmentesen és az elvárásaidnak megfelelően menjen.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Az opciós kombinációk átalakítása</a></p>
ja_jp: <p>次のバージョン4.12.1では、商品バリエーションがオプションの組み合わせに完全に置き換わります。 オプションの組み合わせを処理するコードは、削除されます。<a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">オプションの組み合わせ</a>とコードは削除されますので注意してください。 <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">オプション</a>自体は現在のままです 。</p><p>ECサイトにはまだオプションの組み合わせがあります。そのため、オプションの組み合わせを製品のバリエーションに変換するようお願いしています。プロセスはほとんど自動です。 すべてがスムーズに、期待どおりに行われるように、ご意見をお聞かせください。</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">オプションの組み合わせを変換する</a> </p>
pl_pl: <p>W nadchodzącej wersji 4.12.1 warianty produktów całkowicie zastąpią kombinacje opcji. Kod obsługujący kombinacje opcji zostanie usunięty. Należy pamiętać, że TYLKO <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">kombinacje opcji</a> i ich kod będzie usunięty. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Opcje </a> same pozostaną takie, jakie są teraz.</p><p>Twój sklep wciąż ma kombinacje opcji. Dlatego prosimy o konwersję kombinacji opcji na warianty produktu. Proces jest w większości przypadków automatyczny. Prosimy tylko o Twoją akceptację, aby upewnić się, że wszystko pójdzie gładko i zgodnie z Twoimi oczekiwaniami.</p><p><a href = "[convert_url]" target = "_ blank" class = "btn btn-large btn-primary" >Konwertuj kombinacje opcji</a></p>
uk_ua: <p>У майбутньої версії 4.12.1 варіації повністю замінять собою комбінації опцій. Код, що відповідає за комбінації опцій, буде видалений. Зверніть увагу, що видалення торкнеться ТІЛЬКИ <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">комбінації опцій</a>. Самі <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">опції</a> залишаться.</p><p>У вашому магазині ще залишилися комбінації опцій. Тому ми просимо вас перетворити комбінації в варіації. Процес здебільшого автоматичний. Вас ми просимо тільки перевірити, що все пройшло відповідно до ваших очікувань.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Перетворити комбінації опцій</a></p>

source: <p>In the upcoming version 4.12.1, product variations will fully replace option combinations. The code that handles option combinations will be removed. Please note that ONLY <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">option combinations</a> and their code will be removed. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Options</a> themselves will remain exactly as they are now.</p><p>Your store still has option combinations. That's why we ask you to convert option combinations into product variations. The process is mostly automatic. We only ask your input to make sure that everything goes smoothly and according to your expectations.</p><p>However, the Product Variations add-on isn't active in your store yet. You'll need to install or enable it first, and run the conversion.</p><p><a href="[search_for_addon]" target="_blank" class="btn btn-large">1. Activate the add-on</a> <a href="[convert_url]" target="_blank" class="btn btn-large">2. Convert option combinations</a></p>
ar_sa: <p> في الإصدار القادم 4.12.1 ، ستحل أشكال المنتج المختلفة محل تركيبات الخيارات بالكامل. ستتم إزالة الكود الذي يتعامل مع مجموعات الخيارات. الرجاء ملاحظة أن <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank"> مجموعات الخيارات </a> وكودها فقط سوف يزال. ستظل <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank"> الخيارات </a> نفسها كما هي الآن تمامًا . </p> <p> لا يزال متجرك يحتوي على مجموعات من الخيارات. لهذا السبب نطلب منك تحويل مجموعات الخيارات إلى صيغ مختلفة للمنتج. هذه العملية في الغالب تلقائية. نحن نطلب فقط إدخالاتك للتأكد من أن كل شيء يسير بسلاسة ووفقًا لتوقعاتك. </ p> <p> ومع ذلك ، فإن الوظيفة الإضافية "أشكال المنتجات" ليست نشطة في متجرك حتى الآن. ستحتاج إلى تثبيته أو تمكينه أولاً ، وتشغيل التحويل. </ p> <p> <a href="[search_for_addon]" target="_blank" class="btn btn-large"> 1. تنشيط الوظيفة الإضافية </a> <a href="[convert_url]" target="_blank" class="btn btn-large"> 2. تحويل مجموعات الخيارات </a> </p>
es_es: <p>En la próxima versión 4.12.1, las variantes de productos sustituirán completamente a las combinaciones de opciones. El código que maneja las combinaciones de opciones será eliminado. Por favor, tenga en cuenta que SÓLO se eliminará <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">combinaciones de opciones</a> y su código. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Las opciones</a> en sí permanecerán exactamente como están ahora.</p><p>Tu tienda sigue teniendo combinaciones de opciones. Por eso le pedimos que convierta las combinaciones de opciones en variantes de productos. El proceso es mayormente automático. Sólo le pedimos su opinión para asegurarnos de que todo vaya bien y de acuerdo con sus expectativas.</p><p>Sin embargo, el complemento Variantes de productos no está activo en su tienda todavía. Tendrás que instalarlo o activarlo primero, y ejecutar la conversión.</p><p><a href="[search_for_addon]" target="_blank" class="btn btn-large">1. Activar el complemento</a> <a href="[convert_url]" target="_blank" class="btn btn-large">2. Convertir combinaciones de opciones</a></p>
hu_hu: <p>A 4.12.1-es verzióban a termékváltozatok teljes mértékben felváltják az opciós kombinációkat. Az opciós kombinációkat kezelő kódot eltávolítjuk. Felhívjuk a figyelmedet arra, hogy CSAK a <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">opciós kombinációk</a> és kódjuk kerül eltávolításra. Maguk az <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">opciók</a> pontosan úgy maradnak, ahogy most vannak.</p><p>A piactered továbbra is rendelkezik opciós kombinációkkal. Ezért kérjük, hogy az opciós kombinációkat alakítsd át termékvariációkká. A folyamat többnyire automatikus. Csak a közreműködésedet kérjük ahhoz, hogy minden zökkenőmentesen és az elvárásaidnak megfelelően menjen.</p><p>A termékváltozatok bővítmény azonban még nem aktív a piactereden. Először telepítened vagy engedélyezned kell, majd futtatnod kell az átalakítást.</p><p><a href="[search_for_addon]" target="_blank" class="btn btn-large">1. Aktiváld a bővítményt</a> <a href="[convert_url]" target="_blank" class="btn btn-large">2. Konvertáld az opciókombinációkat</a></p>
ja_jp: <p>次のバージョン4.12.1では、商品バリエーションがオプションの組み合わせに完全に置き換わります。 オプションの組み合わせを処理するコードは、削除されます。<a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">オプションの組み合わせ</a>とコードは削除されますので注意してください。 <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">オプション</a>自体は現在のままです 。</p><p>ECサイトにはまだオプションの組み合わせがあります。そのため、オプションの組み合わせを製品のバリエーションに変換するようお願いしています。プロセスはほとんど自動です。 すべてがスムーズに、期待どおりに行われるように、ご意見をお聞かせください。</p><p>ただし、ProductVariationsアドオンはまだECサイトで有効化されていません。最初にインストールまたは有効にして、変換を実行する必要があります。</p><p> <a href="[search_for_addon]" target="_blank" class="btn btn-large"> １．アドオンをアクティブ化する</a> <a href="[convert_url]" target="_blank" class="btn btn-large"> ２．オプションの組み合わせを変換する</a> </p>
pl_pl: <p>W nadchodzącej wersji 4.12.1 warianty produktów całkowicie zastąpią kombinacje opcji. Kod obsługujący kombinacje opcji zostanie usunięty. Należy pamiętać, że TYLKO <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">kombinacje opcji</a> i ich kod będzie usunięty. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Opcje </a> same pozostaną takie, jakie są teraz.</p><p>Twój sklep wciąż ma kombinacje opcji. Dlatego prosimy o konwersję kombinacji opcji na warianty produktu. Proces jest w większości automatyczny. Prosimy tylko o Twoją akceptację, aby upewnić się, że wszystko pójdzie gładko i zgodnie z Twoimi oczekiwaniami.</p><p>Dodatek Warianty produktu nie jest jeszcze aktywny w twoim sklepie. Najpierw musisz go zainstalować lub włączyć i uruchomić konwersję.</p><p><a href="[search_for_addon]" target="_blank" class="btn btn-large">1. Aktywuj dodatek</a><a href="[convert_url]" target="_blank" class="btn btn-large">2. Konwertuj kombinacje opcji</a></p>
uk_ua: <p>У майбутньої версії 4.12.1 варіації повністю замінять собою комбінації опцій. Код, що відповідає за комбінації опцій, буде видалений. Зверніть увагу, що видалення торкнеться ТІЛЬКИ <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">комбінації опцій</a>. Самі <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">опції</a> залишаться.</p><p>У вашому магазині ще залишилися комбінації опцій. Тому ми просимо вас перетворити комбінації в варіації. Процес здебільшого автоматичний. Вас ми просимо тільки перевірити, що все пройшло гладко і відповідно до вашими очікуваннями. Але перед тим, як запускати перетворення, встановіть і включіть модуль "Варіації товарів".</p><p><a href="[search_for_addon]" target="_blank" class="btn btn-large">1. Включити модуль</a> <a href="[convert_url]" target="_blank" class="btn btn-large">2. Перетворити комбінації опцій</a></p>

# Languages::product_variations.add_all_variants
source: Add all variants
ar_sa: أضف جميع المتغيرات
es_es: Añadir todas las variantes
hu_hu: Valamennyi változat hozzáadása
ja_jp: すべてのバリエーションを追加
pl_pl: Dodaj wszystkie warianty
uk_ua: Додати всі варіанти
