Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_reviews.po
Languages: ar_sa, el_gr, es_es, hu_hu, pl_pl, ru_ru

# Languages::product_reviews.terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
ar_sa: <p>الرجاء قراءة هذه البنود والشروط ("شروط"، "الأحكام والشروط") بعناية قبل استخدام موقع <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> و "التطبيق المحمول الخاص بي" تشغيل التطبيقات النقالة ("الخدمة") شركة بي ("لنا" أو "نحن" أو "لنا")-</p> <p><strong>قبل الوصول إلى أو استخدام الخدمة أنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، ثم لا يمكنك الوصول إلى الخدمة.</strong></p> <p><strong>المشتريات</strong></p> <p>إذا كنت ترغب في شراء أي منتج أو خدمة متاحة من خلال الخدمة ("الشراء")، قد تتم مطالبتك بتوفير بعض المعلومات ذات الصلة الخاصة بك الشراء بما في ذلك، دون حصر، الخاص بك...</p> <p><strong>المحتوى</strong></p> <p>"خدمتنا" يسمح لك بوظيفة، ارتباط، وتخزين ومشاركة واو إتاحة بعض المعلومات أو النص، والرسومات، وأشرطة الفيديو أو المواد الأخرى ("المحتوى"). أنت مسؤول عن...</p> <p><strong>التغييرات</strong></p> <p>أننا نحتفظ بالحق، في تقديرنا، لتعديل أو استبدال هذه الشروط في أي وقت. إذا كان يتم إجراء تنقيح المواد سنحاول تقديم إشعار مالا يقل عن 30 يوما قبل أي شروط جديدة أخذ الأثر. سيتم تحديد ما يشكل تغييرا ماديا في اختيارنا.</p> <p><strong>اتصل بنا</strong></p> <p>إذا كان لديك أية أسئلة حول هذه الشروط، يرجى الاتصال بنا.</p>
el_gr: <p>Παρακαλούμε διαβάστε αυτούς τους όρους και προϋποθέσεις ("Όροι", "Όροι και προϋποθέσεις") προσεκτικά πριν τη χρηση της ιστοεσελιδας και του My Mobile App mobile application (η "Υπηρεσια") <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> από την εταιρεία μου ("εμείς", "εμείς", ή "μας").</p> <p><strong>Με την πρόσβαση ή τη χρήση της υπηρεσίας συμφωνείτε ότι δεσμεύεστε από τους παρόντες όρους. Αν διαφωνείτε με οποιοδήποτε μέρος των όρων, τότε δεν μπορείτε να έχετε πρόσβαση στην υπηρεσία.</strong></p> <p><strong>Αγορές</strong></p> <p>Αν θέλετε να αγοράσετε οποιοδήποτε προϊόν ή υπηρεσία που διατίθεται μέσω της υπηρεσίας ("αγορά"), μπορεί να σας ζητηθεί να παράσχετε ορισμένες πληροφορίες σχετικές με την αγορά σας, συμπεριλαμβανομενης, χωρίς κανενα περιορισμό, ...</p> <p><strong>Περιεχομενο</strong></p> <p>Η υπρεσια μας, σάς δίνει τη δυνατότητα να δημοσιεύετε, σύνδεσετε, αποθήκευσετε, την κοινή χρήση και διάθεση με άλλον τρόπο ορισμένες πληροφορίες, κείμενο, γραφικά, βίντεο, ή άλλο υλικό («περιεχόμενο»). Είστε υπεύθυνοι για τη...</p> <p><strong>Αλλαγές</strong></p> <p>Διατηρεί το δικαίωμα, κατά την κρίση μας, να τις τροποποιηθουν ή να αντικατασταθουν αυτοι οι όροι οποιαδήποτε στιγμή. Αν μια αναθεώρηση είναι υλικη θα προσπαθησουμε να παρέχουμε προειδοποίηση τουλάχιστον 30 ημερών πριν από οποιαδήποτε ενεργοποίηση νέως όρων. Τι συνιστά μια υλική αλλαγή θα καθορίζεται κατά τη διακριτική μας ευχέρεια.</p> <p><strong>Επικοινωνήστε μαζί μας</strong></p> <p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους όρους, παρακαλώ επικοινωνήστε μαζί μας.</p>
es_es: <p>Por favor, lea atentamente estos Términos y Condiciones ("Términos", "Términos y Condiciones") antes de utilizar el sitio web <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> y la aplicación móvil My Mobile App (el "Servicio") operados por My Company ("nosotros", "nos" o "nuestro").</p><p><strong>Al acceder o utilizar el Servicio usted acepta quedar vinculado por estos Términos. Si no está de acuerdo con alguna parte de las Condiciones, no podrá acceder al Servicio.</strong></p><p><strong>Compras</strong></p><p>Si desea adquirir algún producto o servicio disponible a través del Servicio ("Compra"), es posible que se le pida que proporcione cierta información relevante para su Compra, incluyendo, sin limitación, su . ...</p><p><strong>Contenido</strong></p><p>Nuestro Servicio le permite publicar, enlazar, almacenar, compartir y poner a disposición cierta información, texto, gráficos, vídeos u otro material ("Contenido"). Usted es responsable de la ...</p><p><strong>Cambios</strong></p><p>Nos reservamos el derecho, a nuestra entera discreción, de modificar o sustituir estas Condiciones en cualquier momento. Si una revisión es material, intentaremos avisar con al menos 30 días de antelación antes de que los nuevos términos entren en vigor. Lo que constituya un cambio sustancial se determinará a nuestra entera discreción.</p><p><strong>Contáctenos</strong></p><p>Si tiene alguna pregunta sobre estas Condiciones, póngase en contacto con nosotros.</p> <p
hu_hu: <p>Kérjük figyelmesen olvasd el ezeket a Szerződési Feltételeket mielőtt használod a <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> weboldalt és a My Mobile App mobil alkalmazást (a "Szolgáltatás"), üzemeltetője a My Company (hivatkozás: "bennünket", "mi", vagy "miénk").</p><p><strong> A szolgáltatás használatával elfogadod a Feltételeket. Amennyiben nem értesz egyet a feltételek bármely pontjával, kérjük, hogy ne használd ezt a szolgáltatást. </strong></p><p><strong>Vásárlások</strong></p><p>Amennyiben bármely oldal által kínált terméket, vagy szolgáltatást meg szeretnél vásárolni, köteles vagy adatot szolgáltatni a vásárlás teljesítéséhez ...</p><p><strong>Tartalom</strong></p><p> Ide jön a szolgáltatás tartalmi korlátozása / hozzáférése ...</p><p><strong>Változások</strong></p><p>Szerződésmódosításhoz kapcsolódó információk ....</p><p><strong>Kapcsolat</strong></p><p>Amennyiben további információra lenne szükséged, kérjük vedd fel velünk a kapcsolatot.</p>
pl_pl: <p>Prosimy o uważne przeczytanie Warunków i Postanowień ("Warunki", "Ogólne warunki handlowe") przed rozpoczęciem korzystania ze sklepu <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> aplikacji mobilnej ("Usługa") obsługiwane przez firmę ("nas", "my" lub "nasz").</p> <p><strong>Przez dostęp lub korzystanie z usługi użytkownik zgadza się przestrzegać niniejszych warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią warunków, zamknij przeglądarkę i nie korzystaj z serwisu.</strong></p> <p><strong>Zakupy</strong></p> <p>Jeśli chcesz zakupić jakiegokolwiek produkty lub usługi dostępne za pośrednictwem usługi ("zakup"), możesz zostać poproszony do dostarczania niektórych informacji istotnych dla swojego zakupu w tym, bez ograniczeń, swoje...</p> <p><strong>Treści</strong></p> <p>Nasz serwis pozwala na post, linki, przechowywania, dzielenie się i inny sposób udostępniania pewnych informacji, tekstu, grafiki, filmów oraz innych materiałów ("zawartość"). Jesteś odpowiedzialny za...</p> <p><strong>Zmiany</strong></p> <p>Zastrzegamy sobie prawo, wedle własnego uznania, aby zmodyfikować lub zastąpić niniejsze warunki w dowolnym momencie. Jeśli dokonamy zmiany postaramy się to zrobić z co najmniej 30-dniowym wyprzedzeniem przed wejściem w życie nowych warunków. Niemniej istotne zmiany będą ustalane według naszego uznania.</p> <p><strong>Skontaktuj się z nami</strong></p> <p>Jeśli masz jakiekolwiek pytania dotyczące niniejszych warunków, prosimy o kontakt z nami.</p>
ru_ru: <p>Перед использованием сайта <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> и мобильного приложения "My Mobile App" (далее "сервис"), предоставляемых "My Company" (далее "мы", "нас", "наш"), пожалуйста, внимательно ознакомьтесь с условиями соглашения (далее "условия").</p><p><strong>Получая доступ и используя данный сервис вы принимаете условия данного соглашения. В случае, если вы не согласны с каким-либо условием, Вам может быть закрыт доступ к сервису.</strong></p><p><strong>Покупки</strong></p><p>При покупке товаров и услуг, предоставляемых сервисом (далее "покупка"), Вам может потребоваться указать информацию, имеющую отношение к покупке, которая включает, но не ограничивается...</p><p><strong>Содержимое</strong></p><p>Наш сервис позволяет размещать, оставлять ссылки, хранить, делиться и делать доступными иными способами информацию, текст, графические изображения, видео и другие материалы (далее "содержимое"). Вы несёте ответственность за...</p><p><strong>Изменения</strong></p><p>Мы оставляем за собой право по нашему усмотрению изменять условия в любой момент. При внесении существенных изменений в условия соглашения по меньшей мере за 30 дней до их вступления в силу будет разослано оповещение. Содержание значимых изменений остаётся полностью на наше усмотрение.</p><p><strong>Обратная связь</strong></p><p>Если у Вас возникли вопросы по настоящим условиям, пожалуйста, свяжитесь с нами.</p>

# Languages::product_reviews.moderation_rules
source: Before submitting a review, make sure that it does not violate the moderation rules: it does not contain links to third-party resources and insults.
ar_sa: قبل إرسال تقييم، تأكد من أنها لا تنتهك قواعد الإشراف: فهي لا تحتوي على روابط لموارد الجهات الخارجية وإهانات.
el_gr: Πριν υποβάλετε μια κριτική, βεβαιωθείτε ότι δεν παραβιάζει τους κανόνες εποπτείας: δεν περιέχει συνδέσμους προς πόρους τρίτων και προσβολές.
es_es: Antes de enviar una opinión, asegúrate de que no infringe las normas de moderación: no contiene enlaces a recursos de terceros ni insultos.
hu_hu: Mielőtt elküldöd a hozzászólásod, győződj meg arról, hogy nem sérti-e a moderálási szabályokat: a hozzászólás nem tartalmazhat harmadik fél forrásaira mutató linkeket és sértéseket.
pl_pl: Przed przesłaniem recenzji upewnij się, że nie narusza ona zasad moderacji: nie zawiera linków do zasobów stron trzecich ani obelg.
ru_ru: Перед отправкой отзыва проверьте, что он не нарушает правила. В нём не должно быть оскорблений и ссылок на сторонние сайты.

# Languages::product_reviews.agreement_text_short_add_new_review
source: I agree to have my personal data <u>processed as follows.</u>
ar_sa: أوافق على معالجة بياناتي الشخصية <u> كما يلي. </u>
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
es_es: Estoy de acuerdo que mis datos personales sean<u> utilizados de la siguiente manera.</u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
ru_ru: Я даю согласие на <u>обработку моих персональных данных.</u>

# Languages::product_reviews.please_log_in_to_write_a_review
source: Please sign in to write a review
ar_sa: الرجاء تسجيل الدخول لكتابة التقيم
el_gr: Παρακαλούμε συνδεθείτε για να γράψετε μια κριτική
es_es: Por favor inicie sesión para escribir una opinión
hu_hu: Kérjük, jelentkezz be, hogy értékelést írhass
pl_pl: Zaloguj się napisać recenzję
ru_ru: Войдите в учётную запись, чтобы оставить отзыв

# Languages::product_reviews.you_have_to_buy_product_before_writing_review
source: You can't write a review for this product. Customers can write reviews only for the products they bought. If you actually bought this product from us, but are still seeing this message, please contact us.
ar_sa: لا يمكنك كتابة مراجعة لهذا المنتج. يمكن للعملاء كتابة مراجعات للمنتجات التي اشتروها فقط. إذا كنت قد اشتريت هذا المنتج منا بالفعل ، ولكنك لا تزال ترى هذه الرسالة ، فيرجى الاتصال بنا.
el_gr: Δεν μπορείτε να γράψετε μια κριτική για το συγκεκριμένο προϊόν. Οι πελάτες μπορούν να γράψουν κριτικές για οποιοδήποτε προϊόν έχουν ήδη αγοράσει. Εάν παρότι έχετε αγοράσει κάποιον προϊόν από εμάς, εξακολουθείτε να λαμβάνετε αυτό το μήνυμα, παρακαλώ επικοινωνήστε μαζί μας.
es_es: No puedes escribir una opinión para este producto. Los clientes sólo pueden escribir opiniones sobre los productos que han comprado. Si realmente has comprado este producto, pero sigues viendo este mensaje, ponte en contacto con nosotros.
hu_hu: Nem írhatsz értékelést erről a termékről. A vásárlók csak az általuk megvásárolt termékekről írhatnak értékelést. Ha valóban megvásároltad tőlünk ezt a terméket, de még mindig ezt az üzenetet látod, kérjük, lépj kapcsolatba velünk.
pl_pl: Nie możesz napisać recenzji dla tego produktu. Klienci mogą pisać recenzje tylko dla produktów, które kupili. Jeśli faktycznie kupiłeś ten produkt od nas, ale nadal widzisz tę wiadomość, skontaktuj się z nami.
ru_ru: Вы не можете написать отзыв об этом товаре. Покупатели могут писать отзывы только о приобретенных товарах. Если вы приобрели товар, но по-прежнему видите данное сообщение, свяжитесь с нами.

# Languages::product_reviews.event.new_post
source: New review posted
ar_sa: تم نشر تقييم جديد
el_gr: Δημοσιεύτηκε νέα κριτική
es_es: Nueva opinión publicada
hu_hu: Új értékelés érkezett
pl_pl: Opublikowano nową recenzję
ru_ru: Появился новый отзыв

# Languages::product_reviews.event.new_reply
source: New reply was added to review
ar_sa: تمت إضافة رد جديد للتقييم
el_gr: Προστέθηκε νέα απάντηση στην κριτική
es_es: Se ha añadido una nueva respuesta a la opinión
hu_hu: Új válasz jött az értékelésre
pl_pl: Nowa odpowiedź została dodana do recenzji
ru_ru: К отзыву добавлен ответ

# Languages::product_reviews.helpfulness
source: Helpfulness
ar_sa: فائدة
el_gr: Χρησιμότητα
es_es: Ayuda
hu_hu: Mennyire volt hasznos
pl_pl: Przydatność
ru_ru: Полезность

# Languages::product_reviews.vote_up
source: Vote up
ar_sa: التصويت لصالح
el_gr: Ψηφίστε Θετικά
es_es: Vota hacia arriba
pl_pl: Głosuję
ru_ru: Голосовать за

# Languages::product_reviews.vote_down
source: Vote down
ar_sa: التصويت ضد
el_gr: Ψηφίστε Αρνητικά
es_es: Vota hacia abajo
pl_pl: Nie głosuję
ru_ru: Голосовать против

# Languages::sort_by_product_review_timestamp_desc
source: Sort by date: Newest to Oldest
ar_sa: الترتيب حسب التاريخ: من الأحدث إلى الأقدم
el_gr: Ταξινόμηση κατά ημερομηνία: Νεότερο σε Παλαιότερο
es_es: Ordenar por fecha: de más nueva a más antigua
hu_hu: Rendezés dátum szerint: Legújabbtól a legrégebbiig
pl_pl: Sortuj według daty: od najnowszych do najstarszych
ru_ru: Сортировать по дате: Новые выше

# Languages::sort_by_product_review_timestamp_asc
source: Sort by date: Oldest to Newest
ar_sa: الترتيب حسب التاريخ: الأقدم إلى الأحدث
el_gr: Ταξινόμηση κατά ημερομηνία: Παλαιότερο σε Νεότερο
es_es: Ordenar por fecha: de más antigua a más nueva
hu_hu: Rendezés dátum szerint: A legrégebbitől a legfrissebbig
pl_pl: Sortuj według daty: od najstarszych do najnowszych
ru_ru: Сортировать по дате: Старые выше

# Languages::sort_by_helpfulness_asc
source: Helpful last
ar_sa: مفيد الأخير
el_gr: Χρήσιμο τελευταίο
es_es: Última ayuda
hu_hu: Hasznosat utoljára
pl_pl: Ostatnio pomocne
ru_ru: Полезные ниже

# Languages::sort_by_helpfulness_desc
source: Helpful first
ar_sa: مفيد أولاً
el_gr: Χρήσιμο πρώτο
es_es: Primera ayuda
hu_hu: Hasznosat először
pl_pl: Pierwsze pomocne
ru_ru: Полезные выше

# Languages::sort_by_rating_value_desc
source: Sort by rating: High to Low
ar_sa: الترتيب حسب التقييم: من الأعلى إلى الأقل
el_gr: Ταξινόμηση κατά βαθμολογία: φθίσουσα
es_es: Ordenar por puntuación: de mayor a menor
hu_hu: Rendezés értékelés szerint: csökkenő
pl_pl: Sortuj według ocen: od najwyższej do najniższej
ru_ru: Сортировать по рейтингу: по убыванию

# Languages::sort_by_rating_value_asc
source: Sort by rating: Low to High
ar_sa: رتب علي حسب التقييم: من الاقل للاعلي
el_gr: Ταξινόμηση κατά βαθμολογία: άυξουσα
es_es: Ordenar por puntuación: de menor a mayor
hu_hu: Rendezés értékelés szerint: növekvő
pl_pl: Sortuj według ocen: od najniższej do najwyższej
ru_ru: Сортировать по рейтингу: по возрастанию

# Languages::product_reviews.advantages
source: Advantages
ar_sa: مزايا
el_gr: Πλεονεκτήματα
es_es: Ventajas
hu_hu: Előnyök
pl_pl: Zalety
ru_ru: Преимущества

# Languages::product_reviews.disadvantages
source: Disadvantages
ar_sa: سلبيات
el_gr: Μειονεκτήματα
es_es: Desventajas
hu_hu: Hátrányok
pl_pl: Wady
ru_ru: Недостатки

# Languages::product_reviews.comments
source: Comments
ar_sa: التعليقات
el_gr: Σχόλια
es_es: Comentarios
hu_hu: Hozzászólások
pl_pl: Komentarze
ru_ru: Комментарии

# Languages::product_reviews.comment
source: Comment
ar_sa: تعليق
el_gr: Σχόλιο
es_es: Comentario
hu_hu: Hozzászólás
pl_pl: Komentarz
ru_ru: Комментарий

# Languages::product_reviews.disabled
source: Disabled
ar_sa: معطل
el_gr: Απενεργοποιημένο
es_es: Deshabilitado
hu_hu: Letiltva
pl_pl: Zablokowane
ru_ru: Выкл.

# Languages::product_reviews.vendor
source: Vendor
ar_sa: المتجر
el_gr: Πωλητής
es_es: Vendedor
hu_hu: Termelő
pl_pl: Sprzedawca
ru_ru: Продавец

# Languages::product_reviews.vendor_reply
source: Vendor reply
ar_sa: رد البائع
el_gr: Απάντηση Πωλητή
es_es: Respuesta del vendedor
hu_hu: Termelő válasza
pl_pl: Odpowiedź sprzedawcy
ru_ru: Ответ продавца

# Languages::product_reviews.type_message
source: Type a message...
ar_sa: اكتب رسالة...
el_gr: Πληκτρολογηστε ενα μηνυμα
es_es: Escriba un mensaje...
hu_hu: Írj üzenetet...
pl_pl: Wpisz wiadomość...
ru_ru: Введите текст сообщения...

# Languages::product_reviews.verified_purchase
source: Verified purchase
ar_sa: شراء تم التحقق منه
el_gr: Επιβεβαιωμένη Αγορά
es_es: Compra verificada
hu_hu: Ellenőrzött vásárlás
pl_pl: Zweryfikowany zakup
ru_ru: Купил(а) товар

# Languages::product_reviews.reviews_lower
source: reviews
ar_sa: تقيمات
el_gr: κριτικές
es_es: opiniones
hu_hu: értékelések
pl_pl: recenzje
ru_ru: отзывы

# Languages::product_reviews.review
source: Review
ar_sa: تقييم
el_gr: Κριτική
es_es: Opiniones
hu_hu: Értékelés
pl_pl: Recenzja
ru_ru: Отзыв

# Languages::product_reviews.write_your_review
source: Write your review
ar_sa: اكتب تقييمك
el_gr: Γράψτε μια κριτική
es_es: Escribe tu opinión
hu_hu: Értékeld Te is
pl_pl: Napisz swoją recenzję
ru_ru: Ваш отзыв:

# Languages::product_reviews.add_images
source: Add a photo
ar_sa: إضافة صورة
el_gr: Προσθέστε μια εικόνα
es_es: Añade una foto
hu_hu: Fénykép hozzáadása
pl_pl: Dodaj zdjęcie
ru_ru: Добавить фото

# Languages::product_reviews.write_review_anonymously
source: Write your review anonymously
ar_sa: اكتب تقييمك دون الكشف عن هويتك
el_gr: Γράψτε την κριτική σας ανώνυμα
es_es: Escriba tu opinión de forma anónima
hu_hu: Írj véleményt név megadása nélkül
pl_pl: Napisz swoją recenzję anonimowo
ru_ru: Оставить отзыв анонимно

# Languages::product_reviews.submit_review
source: Submit review
ar_sa: إرسال التقييم
el_gr: Υποβολή κριτικής
es_es: Enviar opinión
hu_hu: Értékelés beküldése
pl_pl: Dodaj recenzję
ru_ru: Оставить отзыв

# Languages::product_reviews.with_photo
source: With photo
ar_sa: مع الصور
el_gr: Με εικόνα
es_es: Con foto
hu_hu: Fényképpel
pl_pl: Ze zdjęciem
ru_ru: С фото

# Languages::product_reviews.without_photo
source: Without photo
ar_sa: بدون صور
el_gr: Χωρίς εικόνα
es_es: Sin foto
hu_hu: Fénykép nélkül
pl_pl: Bez zdjęcia
ru_ru: Без фото

# Languages::product_reviews.customer_photos
source: Customer photos
ar_sa: صور العملاء
el_gr: Εικόνες Πελάτη
es_es: Fotos del cliente
hu_hu: Vásárlói fotók
pl_pl: Zdjęcie klienta
ru_ru: Фотографии от покупателя

# Languages::product_reviews.review_status
source: Review status
ar_sa: حالة التقييم
el_gr: Κατάσταση Κριτικής
es_es: Estado de la opinión
hu_hu: Értékelés státusza
pl_pl: Status recenzji
ru_ru: Статус отзыва

# Languages::product_reviews.star
source: star
ar_sa: نجمة
el_gr: Αστέρι
es_es: estrella
hu_hu: csillag
pl_pl: gwiazdka
ru_ru: зв.

# Languages::product_reviews.stars
source: stars
ar_sa: نجوم
el_gr: Αστέρια
es_es: estrellas
hu_hu: csillag(ok)
pl_pl: gwiazdki
ru_ru: зв.

# Languages::product_reviews.n_stars
source: [n] star|[n] stars
ar_sa: [n] نجمة | [n] نجوم
hu_hu: [n] csillag|[n] csillag(ok)
pl_pl: [n] gwiazdki|[n] gwiazdek
ru_ru: [n] звезда|[n] звезды|[n] звёзд

# Languages::product_reviews.out_of_five
source: out of 5
ar_sa: من 5
el_gr: από 5
es_es: de 5
hu_hu: az 5-ből
pl_pl: z 5
ru_ru: из 5

# Languages::product_reviews.review_this_product
source: Review this product
ar_sa: قم بتقييم هذا المنتج
el_gr: Αξιολογήστε αυτό το προϊόν
es_es: Opinar sobre este producto
hu_hu: Értékeld ezt a terméket
pl_pl: Recenzja tego produktu
ru_ru: Оставить отзыв на этот товар

# Languages::product_reviews.review_this_product_description
source: Share your thoughts with other customers
ar_sa: مشاركة أفكارك مع زبائن آخرين
el_gr: Μοιραστείτε τις σκέψεις σας με άλλους πελάτες
es_es: Comparte tu opinión con otros clientes
hu_hu: Oszd meg gondolataidat más vásárlókkal
pl_pl: Podziel się swoimi myślami z innymi klientami
ru_ru: Поделитесь мнением с другими покупателями

# Languages::product_reviews.reply
source: Reply
ar_sa: رد
el_gr: Απάντηση
es_es: Responder
hu_hu: Válasz
pl_pl: Odpowiedź
ru_ru: Ответ

# Languages::product_reviews.first_and_last_name
source: First and last name
ar_sa: الاسم الأول والاسم الأخير
el_gr: Όνομα και Επίθετο
es_es: Nombre y apellidos
hu_hu: Kereszt- és vezetéknév
pl_pl: Imię i nazwisko
ru_ru: Имя и фамилия

# Languages::product_reviews.text_thank_you_for_review
source: Thank you for your review
ar_sa: شكرا لك على تقييمك
el_gr: Ευχαριστούμε για την κριτική σας.
es_es: Gracias por tu opinión
hu_hu: Köszönjük az értékelésedet
pl_pl: Dziękujemy za Twoją opnię
ru_ru: Спасибо за отзыв

# Languages::product_reviews.excellent
source: Excellent!
ar_sa: ممتاز!
el_gr: Εξαιρετικό
es_es: ¡Excelente!
hu_hu: Kifogástalan!
pl_pl: Doskonale!
ru_ru: Отлично!

# Languages::product_reviews.very_good
source: Very Good
ar_sa: جيد جدا
el_gr: Πολύ Καλό
es_es: Muy bueno
hu_hu: Nagyon jó!
pl_pl: Bardzo dobrze
ru_ru: Очень хорошо

# Languages::product_reviews.average
source: Average
ar_sa: متوسط
el_gr: Μέσο
es_es: Media
hu_hu: Átlagos
pl_pl: Przeciętnie
ru_ru: Сносно

# Languages::product_reviews.fair
source: Fair
ar_sa: عدل
el_gr: Καλό
es_es: Razonable
hu_hu: Elmegy
pl_pl: Dostatecznie
ru_ru: Плохо

# Languages::product_reviews.poor
source: Poor
ar_sa: رديء
el_gr: Κακό
es_es: Malo
hu_hu: Gyenge
pl_pl: Marnie
ru_ru: Очень плохо

# Languages::product_reviews.product_details
source: Product details
ar_sa: تفاصيل المنتج
el_gr: Λεπτομέρειες προϊόντος
es_es: Detalles del producto
hu_hu: Termékadatok
pl_pl: Szczegóły produktu
ru_ru: Информация о товаре

# Languages::product_reviews.rating_4_and_up
source: Rating 4+
ar_sa: التقيييم 4+
el_gr: Βαθμολογία 4+
es_es: Puntuación 4+
hu_hu: Értékelés 4+
pl_pl: Ocena 4+
ru_ru: Рейтинг от 4 и выше

# Languages::product_reviews.event.new_post.title
source: New review posted for a product
ar_sa: تم نشر تقييم جديد للمنتج
el_gr: Δημοσιεύτηκε νέα κριτική για ένα προϊόν
es_es: Nueva opinión publicada para un producto
hu_hu: Új értékelés egy termékről
pl_pl: Nowa recenzja dotycząca produktu
ru_ru: О товаре появился новый отзыв
