Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_reviews.po
Languages: ar_sa, el_gr, es_es, hu_hu, pl_pl, ru_ru

# Addons::name::product_reviews
source: Product reviews
ar_sa: تقيمات المنتج
hu_hu: Termék értékelések
pl_pl: Recenzje produktu
ru_ru: Отзывы о товарах

# Addons::description::product_reviews
source: Allows your customers to leave reviews for products. That can build up trust, provide social proof, and add user-generated content to your site.
ar_sa: يسمح لعملائك بترك تقييمات للمنتجات. يمكن أن يؤدي ذلك إلى بناء الثقة وتقديم دليل اجتماعي وإضافة محتوى من إنشاء المستخدمين إلى موقعك.
hu_hu: Lehetővé teszi vásárlói számára, hogy véleményt írjanak a termékekről. Ez bizalmat építhet, társadalmi bizonyítékot nyújthat, és felhasználó által generált tartalmat adhat az oldalához.
pl_pl: Umożliwia klientom wystawianie recenzji produktów. Może to budować zaufanie i dodawać treści generowane przez użytkowników do Twojej witryny.
ru_ru: Позволяет покупателям оставлять отзывы о товарах. Они повышают доверие, служат социальным доказательством, а также источником пользовательского контента на сайте.

# Languages::product_reviews.use_for_reviews
source: Comments and reviews forms
ar_sa: نماذج التعليقات والآراء
el_gr: Φορμες Σχόλιων και κριτικων
es_es: Formularios de comentarios y opiniones
hu_hu: Hozzászólások és értékelések űrlapjai
pl_pl: Formularz komentarzy i opinii
ru_ru: Формы «Отзывы и комментарии»

# Languages::product_reviews.title_giftreg
source: Guestbook
ar_sa: سجل الزوار
el_gr: Βιβλίο επισκεπτών
es_es: Libro de invitados
hu_hu: Vendégkönyv
pl_pl: Księga Gości
ru_ru: Гостевая книга

# Languages::product_reviews.title
source: Reviews
ar_sa: تقيمات
el_gr: Κριτικές
es_es: Opiniones
hu_hu: Értékelések
pl_pl: Opinie
ru_ru: Отзывы

# Languages::product_reviews.no_reviews_found
source: No reviews found
ar_sa: لم يتم العثور على أي تقييمات
el_gr: Δε βρέθηκαν Κριτικές
es_es: No se encontraron opiniones
hu_hu: Nem találtunk értékelést
pl_pl: Nie znaleziono opinii
ru_ru: Отзывы не найдены

# Languages::product_reviews.your_rating
source: Your rating
ar_sa: تقييمكم
el_gr: Η βαθμολογίας σας
es_es: Tu puntuación
hu_hu: Az értékelésed
pl_pl: Twoja ocena
ru_ru: Ваша оценка

# Languages::product_reviews.comments_and_reviews
source: Comments and reviews
ar_sa: تعليقات وتقيمات
el_gr: Σχόλια και κριτικές
es_es: Comentarios y opiniones
hu_hu: Hozzászólások és értékelések
pl_pl: Komentarze i Opinie
ru_ru: Отзывы и комментарии

# Languages::product_reviews.rating
source: Rating
ar_sa: التقييم
el_gr: Βαθμολογία
es_es: Valorar
hu_hu: Értékelés
pl_pl: Ocena
ru_ru: Оценки

# Languages::product_reviews.date
source: Date
ar_sa: التاريخ
el_gr: Ημ/νία
es_es: Fecha
hu_hu: Dátum
pl_pl: Data
ru_ru: Дата

# Languages::product_reviews.error_already_posted
source: You have posted in this review already
ar_sa: لقد نشرت في هذا التقييم بالفعل
hu_hu: Már hozzászóltál ehhez az értékeléshez
pl_pl: Napisałeś już recezję
ru_ru: Вы уже писали сообщение в этом отзыве

# Languages::product_reviews.text_thank_you_for_post
source: Thank you for your post
ar_sa: شكرا لك على مشاركتك
el_gr: Ευχαριστούμε για την δημοσίευση σας.
es_es: Gracias por tu comentario
hu_hu: Köszönjük a hozzászólásodat
pl_pl: Dziękujemy za Twój post
ru_ru: Спасибо за сообщение

# Languages::product_reviews.text_review_pended
source: Your review will be checked before it gets published.
ar_sa: سيتم فحص تقييمك قبل نشره.
el_gr: Η δημοσίευσή σας θα ελεγχθεί προτού δημοσιευτεί.
es_es: Tu comentario será revisado antes de ser publicado.
hu_hu: Az értékelésed a közzététel előtt ellenőrzésre kerül.
pl_pl: Twoja recenzja zostanie sprawdzona, zanim zostanie on opublikowana.
ru_ru: Ваш отзыв будет проверен перед публикацией.

# Languages::product_reviews.reviews
source: Reviews: [n]
ar_sa: التقييمات: [n]
hu_hu: Értékelések: [n]
pl_pl: Recenzje: [n]
ru_ru: Отзывов: [n]

# Languages::product_reviews.n_reviews
source: review|reviews
ar_sa: تقييم| تقييمات
el_gr: κριτική|κριτικές
es_es: Opinión | opiniones
hu_hu: értékelés|értékelések
pl_pl: Opinia|Opinie
ru_ru: отзыв|отзыва|отзывов

# Languages::product_reviews.text_new_post_notification
source: This is a notification of a new post to product
ar_sa: هذا إشعار بوظيفة جديدة للمنتج
el_gr: Αυτή είναι μια ειδοποίηση για νέα δημοσίευση στο Προϊόν
es_es: Este es la notificación del nuevo comentario al producto
hu_hu: Ez egy értesítés új hozzászólásról. Téma:
pl_pl: Powiadomienie o pojawieniu się nowego postu dla produktu
ru_ru: Уведомление о новом сообщении у товара

# Languages::product_reviews.text_new_reply_notification
source: This is a notification of a new reply to your product review
ar_sa: هذا إشعار برد جديد على تقييم منتجك
el_gr: Αυτή είναι μια ειδοποίηση για νέα απάντηση σε κριτική σας στο Προϊόν
es_es: Esta es una notificación de una nueva respuesta a su opinión del producto
hu_hu: Ez egy értesítés a termékértékelésedre adott új válaszról
pl_pl: Powiadomienie o pojawieniu się odpowiedzi na recenzję produktu
ru_ru: Уведомление о новом ответе на ваш отзыв о товаре

# Languages::product_reviews.text_approval_notice
source: This review needs approving
ar_sa: هذا التقييم يحتاج إلى الموافقة
el_gr: Αυτή η κριτική χρειάζεται έγκριση
es_es: Este opinión tiene que ser aprobado.
hu_hu: Az értékelést jóvá kell hagyni
pl_pl: Ta recenzja wymaga zatwierdzenia
ru_ru: Этот отзыв ожидает подтверждения

# Languages::product_reviews.latest_reviews
source: Latest reviews
ar_sa: آخر تقييمات
el_gr: Τελευταίες Κριτικές
es_es: Últimas opiniones
hu_hu: Legutóbbi értékelések
pl_pl: Najnowsze recenzje
ru_ru: Последние отзывы

# Languages::product_reviews.comment_by
source: Comment by
ar_sa: تعليق بواسطة
el_gr: Σχόλιο από
es_es: Comentario hecho por
hu_hu: Hozzászólást írta:
pl_pl: Skomentowane przez
ru_ru: Комментарий

# Languages::product_reviews.and
source: and
ar_sa: و
el_gr: και
es_es: Y
hu_hu: és
pl_pl: i
ru_ru: и

# Languages::product_reviews.approve
source: Approve
ar_sa: وافق
el_gr: Έγκριση
es_es: Aprobar
hu_hu: Elfogadás
pl_pl: Zatwierdzać
ru_ru: Принять

# Languages::product_reviews.disapprove
source: Disapprove
ar_sa: ارفض
el_gr: Απόρριψη
es_es: Rechazar
hu_hu: Elutasítás
pl_pl: Nie zatwierdzać
ru_ru: Отклонить

# Languages::product_reviews.approved
source: Approved
ar_sa: وافق
el_gr: Εγκεκριμένα
es_es: Aprobado
hu_hu: Elfogadva
pl_pl: Zatwierdzone
ru_ru: Принят

# Languages::product_reviews.not_approved
source: Not approved
ar_sa: لم تتم الموافقة
el_gr: Μη εγκεκριμένα
es_es: No aprobado
hu_hu: Nincs elfogadva
pl_pl: Niezatwierdzone
ru_ru: Не принят

# Languages::product_reviews.manager
source: Comments and reviews
ar_sa: تعليقات وتقيمات
el_gr: Σχόλια και κριτικές
es_es: Comentarios y opiniones
hu_hu: Hozzászólások és értékelések
pl_pl: Komentarze i Opinie
ru_ru: Отзывы и комментарии

# Languages::privileges.view_product_reviews
source: Can view
ar_sa: يمكن العرض
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
hu_hu: Megtekinthető
pl_pl: Może przeglądać
ru_ru: Просмотр

# Languages::privileges.manage_product_reviews
source: Can edit
ar_sa: قابل للتحرير
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
hu_hu: Szerkeszthető
pl_pl: Można edytować
ru_ru: Редактирование

# Languages::privilege_groups.product_reviews
source: Product reviews
ar_sa: تقيمات المنتج
el_gr: Κριτικές Προϊοντων
es_es: Opiniones de productos
hu_hu: Termék értékelések
pl_pl: Recenzje produktu
ru_ru: Отзывы о товарах

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
ar_sa: رتب علي حسب التقييم: من الاقل للاعلي
el_gr: Ταξινόμηση κατά βαθμολογία: άυξουσα
es_es: Ordenar por puntuación: de menor a mayor
hu_hu: Értékelés alapján: legkisebbtől legnagyobbig
pl_pl: Sortuj według ocen: od najniższej do najwyższej
ru_ru: Сортировать по рейтингу: по возрастанию

# Languages::sort_by_rating_desc
source: Sort by rating
ar_sa: ترتيب حسب التقييم
el_gr: Ταξινόμηση κατά βαθμολογία
es_es: Ordena por puntuación
hu_hu: Rendezés értékelés alapján
pl_pl: Sortuj według ocen
ru_ru: Сортировать по рейтингу

# Languages::product_reviews.product_reviews
source: Product reviews
ar_sa: تقيمات المنتج
el_gr: Κριτικές Προϊοντων
es_es: Opiniones de productos
hu_hu: Termék értékelések
pl_pl: Recenzje produktu
ru_ru: Отзывы о товарах

# Languages::product_reviews.menu_title
source: Reviews
ar_sa: تقيمات
el_gr: Κριτικές
es_es: Opiniones
hu_hu: Értékelések
pl_pl: Recenzje
ru_ru: Отзывы

# Languages::product_reviews.menu_title_menu_description
source: Customer reviews on products
ar_sa: آراء العملاء على المنتجات
el_gr: Κριτικές πελατών για προϊόντα
es_es: Opiniones de los clientes sobre los productos
hu_hu: Vásárlói vélemények a termékekről
pl_pl: Recenzje klientów dotyczące produktów
ru_ru: Отзывы покупателей о товарах

# Languages::product_reviews.write_review
source: Write a review
ar_sa: اكتب تقييم
el_gr: Γράψτε μια κριτική
es_es: Escribe una opinión
hu_hu: Értékeld Te is
pl_pl: Napisz recenzję
ru_ru: Написать отзыв

# SettingsOptions::product_reviews::reviews_per_page
source: Reviews per page
ar_sa: التقييمات لكل صفحة
el_gr: Κριτικές ανά σελίδα
es_es: Opiniones por página
hu_hu: Értékelések oldalanként
pl_pl: Recenzje na stronę
ru_ru: Отзывов на странице

# SettingsOptions::product_reviews::review_approval
source: Administrator must approve posts submitted by
ar_sa: يجب أن يوافق المسؤول على المشاركات المرسلة بواسطة
el_gr: Ο διαχειριστής πρέπει να εγκρίνει τις δημοσιεύσεις από
es_es: Administrador debe aprobar comentarios presentados por
hu_hu: Az adminisztrátornak jóvá kell hagynia a következő hozzászólásaidat:
pl_pl: Administrator musi zatwierdzić wysyłane posty
ru_ru: Проверять перед публикацией отзывы

# SettingsOptions::product_reviews::review_ip_check
source: Allow one review per IP address
ar_sa: السماح بتقييم واحد لكل عنوان IP
hu_hu: IP-címenként egy értékelés engedélyezése
pl_pl: Zezwalaj na jedną recenzję dla każdego adresu IP
ru_ru: Не больше одного отзыва с одного IP-адреса

# SettingsOptions::product_reviews::split_reviews_by_storefronts
source: Split reviews by storefront
ar_sa: تقسيم التقييمات حسب واجهة المحل
el_gr: Διαχωρίστε τις κριτικές ανά κατάστημα
es_es: Dividir las opiniones por tienda
hu_hu: Értékelések megosztása piacterek szerint
pl_pl: Podziel recenzje według sklepu (storefrontu)
ru_ru: Разделять отзывы по витринам

# SettingsTooltips::product_reviews::product_reviews_type
source: Determines if comments and/or reviews are allowed for newly-created products. Doesn't affect existing products.
ar_sa: يحدد ما إذا كانت التعليقات و / أو المراجعات مسموح بها للمنتجات التي تم إنشاؤها حديثًا. لا يؤثر على المنتجات الحالية.
el_gr: Καθοριζει αν επιτρέπονται σχόλια ή/και κριτικές για προϊόντα που μόλις έχουν δημιουργηθεί. Δέν επηρεάζει τα υπάρχοντα προϊόντα.
es_es: Determina si se permiten comentarios y/o opiniones para productos recien creados. No afecta los productos existentes.
hu_hu: Meghatározza, hogy az újonnan létrehozott termékekhez engedélyezettek-e a megjegyzések és/vagy az értékelések. Nem érinti a meglévő termékeket.
pl_pl: Określa, czy komentarze i/lub opinie są dozwolone dla nowo tworzonych produktów. Nie wpływa na istniejące produkty.
ru_ru: Определяет, разрешить ли комментарии или отзывы для создаваемых товаров. Не влияет на уже созданные товары.

# SettingsOptions::product_reviews::review_after_purchase
source: Only buyers can post
ar_sa: يمكن للمشترين فقط النشر
el_gr: Αναρτηση μόνο από αγοραστές
es_es: Sólo los compradores pueden enviar un comentario
hu_hu: Csak vevők írhatnak hozzászólást
pl_pl: Tylko kupujący mogą publikować
ru_ru: Отзывы только от покупателей

# SettingsTooltips::product_reviews::review_after_purchase
source: Allow leaving reviews for a product only to those who bought that product.
ar_sa: السماح بترك مراجعات للمنتج فقط لمن اشترى ذلك المنتج.
el_gr: Δώστε το δικαίωμα να αφήνουν κριτική για ένα προϊόν, μόνο αυτοί που αγόρασαν το εκάστοτε προϊόν.
es_es: Permite dejar opiniones de un producto sólo a aquellos que compraron ese producto.
hu_hu: Csak azoknak engedélyezi a termékkel kapcsolatos vélemények írását, akik megvásárolták az adott terméket.
pl_pl: Zezwalaj na pozostawienie recenzji produktu tylko tym, którzy kupili ten produkt.
ru_ru: Разрешить оставлять отзывы о товаре только тем, кто купил этот товар.

# SettingsOptions::product_reviews::review_fields
source: Review fields
ar_sa: حقول التقييم
el_gr: Πεδία Κριτικών
es_es: Campos de opiniones
hu_hu: Értékelés mezők
pl_pl: Pole recenzji
ru_ru: Поля отзывов

# SettingsVariants::product_reviews::review_fields::advanced
source: Comment with advantages and disadvantages
ar_sa: التعليق مع المزايا والعيوب
el_gr: Σχολια με πλεονεκτήματα και μειονεκτήματα
es_es: Comentario con ventajas y desventajas
hu_hu: Hozzászólás előnyökkel és hátrányokkal
pl_pl: Skomentuj zalety i wady
ru_ru: Комментарий с преимуществами и недостатками

# SettingsVariants::product_reviews::review_fields::simple
source: Only comment
ar_sa: التعليق فقط
el_gr: Μόνο Σχόλεια
es_es: Sólo comentarios
hu_hu: Csak hozzászólás
pl_pl: Tylko komentarz
ru_ru: Только комментарий

# SettingsVariants::product_reviews::review_approval::any
source: Any customer
ar_sa: أي عميل
el_gr: Οποιοσδήποτε πελάτης
es_es: Cualquier cliente
hu_hu: Bármely vásárló
pl_pl: Dowolny klient
ru_ru: от всех покупателей

# SettingsVariants::product_reviews::review_approval::anonymous
source: Only anonymous customers
ar_sa: العملاء المجهولين فقط
el_gr: Μόνο μη καταχωρημένοι πελάτες
es_es: Sólo los clientes anónimos
hu_hu: Csak névtelen vásárlók
pl_pl: Tylko anonimowych klientów
ru_ru: от анонимных покупателей

# SettingsVariants::product_reviews::review_approval::disabled
source: No approval needed
ar_sa: لا يحتاج موافقه
el_gr: Δεν απαιτείται έγκριση
es_es: No se requiere aprobación
hu_hu: Jóváhagyás nem szükséges
pl_pl: Zatwierdzenie nie jest potrzebne
ru_ru: не требуется

# SettingsOptions::product_reviews::review_ask_for_customer_location
source: Ask for customer location
ar_sa: اسأل عن موقع العميل
el_gr: Ζητήστε την τοποθεσία του πελάτη
es_es: Preguntar por la ubicación del cliente
hu_hu: Kérd a vásárló helyét
pl_pl: Zapytaj o lokalizację klienta
ru_ru: Спрашивать местоположение покупателя

# SettingsVariants::product_reviews::review_ask_for_customer_location::none
source: None
ar_sa: لا شيء
el_gr: κανενα
es_es: Ninguno
hu_hu: Egyik sem
pl_pl: Brak
ru_ru: Не спрашивать

# SettingsVariants::product_reviews::review_ask_for_customer_location::country
source: Country
ar_sa: الدولة
el_gr: Χώρα
es_es: País
hu_hu: Ország
pl_pl: Kraj
ru_ru: Страна

# SettingsVariants::product_reviews::review_ask_for_customer_location::city
source: City
ar_sa: المدينة
el_gr: Πόλη
es_es: Ciudad
hu_hu: Város
pl_pl: Miasto
ru_ru: Город

# Languages::email_template.product_reviews_notification
source: Product reviews: New review notification
ar_sa: تقييمات المنتج: إشعار تقييم جديد
el_gr: Κριτικές προϊόντων: Ειδοποίηση για νέα Κριτική
es_es: Opiniones de productos: Nueva notificación de opinión
hu_hu: Termékértékelések: Új értékelésről szóló értesítés
pl_pl: Recenzje produktów: Powiadomienie o nowej recenzji
ru_ru: Отзывы о товарах: уведомление о новом отзыве

# Languages::email_template.product_reviews_reply_notification
source: Product reviews: Reply notification
ar_sa: تقييمات المنتج: إشعار الرد
el_gr: Κριτικές προϊόντων: Ειδοποίηση για Απάντηση
es_es: Reseñas de productos: Responder notificación
hu_hu: Termékértékelések: Válaszról szóló értesítés
pl_pl: Recenzje produktów: powiadomienie o odpowiedzi
ru_ru: Отзывы о товарах: уведомление об ответе

# Languages::product_reviews.show_rating
source: Show review rating
ar_sa: إظهار تقييم الاستعراض
el_gr: Εμφάνιση αξιολόγησης κριτικής
es_es: Mostrar puntuación de opinión
hu_hu: Hozzászólások értékelésének megjelenítése
pl_pl: Pokaż ocenę recenzji
ru_ru: Показывать оценку из отзывов

# Languages::product_reviews.show_reviews
source: Show reviews
ar_sa: إظهار التقييمات
el_gr: Εμφάνιση κριτικών
es_es: Mostrar opiniones
hu_hu: Értékelések megjelenítése
pl_pl: Pokaż recenzje
ru_ru: Показать отзывы

# Languages::product_reviews.show_review
source: Show review
ar_sa: إظهار التقييم
el_gr: Εμφάνιση κριτικής
es_es: Mostrar opinión
hu_hu: Értékelés megjelenítése
pl_pl: Pokaż recenzję
ru_ru: Показать отзыв

# Languages::product_reviews.show_n_reviews
source: Show [n] review|Show [n] reviews
ar_sa: إظهار [n] تقييم| إظهار [n] من التقييمات
el_gr: Εμφάνιση [n] κριτικής | Εμφάνιση [n] κριτικών
es_es: Mostrar [n] opinión|Mostrar [n] opiniones
hu_hu: [n] hozzászólás megjelenítése|[n] hozzászólás(ok) megjelenítése
pl_pl: Pokaż [n] recenzję|Pokaż [n] recenzji
ru_ru: Показать [n] отзыв|Показать [n] отзыва|Показать [n] отзывов

# Languages::product_reviews.scroll_to_reviews
source: Scroll to reviews
ar_sa: انتقل إلى التقييمات
el_gr: Μεταβείτε στις κριτικές
es_es: Desplácese a las opiniones
hu_hu: Görgess a hozzászólásokhoz
pl_pl: Przewiń do recenzji
ru_ru: К отзывам

# Languages::product_reviews.show_review_images
source: Show review images
ar_sa: إظهار صور التقييم
el_gr: Εμφάνιση εικόνων κριτικής
es_es: Mostrar imágenes de opiniones
hu_hu: Hozzászólások képeinek megjelenítése
pl_pl: Pokaż zdjecia z recenzji
ru_ru: Показать изображения из отзыва

# Languages::product_reviews.scroll_to_review_images
source: Scroll to review images
ar_sa: قم بالتمرير الى صور التقييم
el_gr: Μεταβείτε στις εικόνες κριτικών
es_es: Desplácese a las imágenes de las opiniones
hu_hu: Görgess a hozzászólások képeihez
pl_pl: Przewiń, aby przejrzeć zdjęcia z recenzji
ru_ru: К изображениям из отзыва

# Languages::product_reviews.gdpr_reviews_data
source: Personal data from reviews
ar_sa: البيانات الشخصية من التقييمات
el_gr: Προσωπικά δεδομένα από κριτικές
es_es: Datos personales de las opiniones
hu_hu: Hozzászólásokból nyert személyes adatok
pl_pl: Dane osobowe z recenzji
ru_ru: Персональные данные из отзывов

# Languages::product_reviews.add_new_review
source: reviews: new review
ar_sa: التقييمات: تقييم جديد
el_gr: κριτικές: νέα κριτική
es_es: opiniones: nueva opinión
hu_hu: Hozzászólások: új hozzászólás
pl_pl: recenzje: nowa recenzja
ru_ru: отзывы: новый отзыв

# Languages::product_reviews.agreement_text_full_add_new_review
source: <p>Your name will appear next to your review or comment, visible to everyone. We ([company]) also save your IP address as a security precaution, but in can only be viewed by our staff. It will remain in our system until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
ar_sa: <p> سيظهر اسمك بجوار تعليقك أو تعليقك ، وسيكون مرئيًا للجميع. نحن ([company]) نحفظ أيضًا عنوان IP الخاص بك كإجراء احترازي أمني ، ولكن لا يمكن إلا لموظفينا رؤيته. سيبقى في نظامنا حتى تسحب موافقتك. إذا كنت ترغب في إزالة بياناتك الشخصية ، فأرسل بريدًا إلكترونيًا إلى [email]. </p> <p> إذا كنت تعتقد أنه قد تم إساءة استخدام بياناتك الشخصية ، فيحق لك تقديم شكوى إلى سلطة إشرافية . نحن ملزمون بموجب اللائحة العامة لحماية البيانات في الاتحاد الأوروبي بإعلامك بهذا الحق ؛ لا ننوي في الواقع إساءة استخدام بياناتك. </p>
el_gr: <p>το όνομά σας εμφανίζεται δίπλα σε κριτική ή σχόλιο, και θα ειναι ορατό σε όλους. Εμείς ([company]) επίσης αποθηκεύουμε τη διεύθυνση IP σας ως μια προφύλαξη ασφαλείας, αλλά μπορει να προβληθει μόνο στο προσωπικό μας. Θα παραμείνει στο σύστημά μας μέχρι να αποσύρευε τη συγκατάθεσή σας. Αν θα θέλατε τα προσωπικά σας δεδομένα να αφαιρεθούν, θα πρέπει να στείλετε ένα email στο [email].</p> <p>Αν πιστεύετε ότι τα προσωπικά σας δεδομένα έχουν υποστεί κατάχρηση, έχετε το δικαίωμα να υποβάλετε καταγγελία στην εποπτική αρχή (dpa.gr). Εμείς είμαστε υποχρεωμένοι από τo γενικό κανονισμό προστασίας δεδομένων (GDPR) της ΕΕ να σας ενημερώσυμε σχετικά με αυτό το δικαίωμα. Δεν σκοπεύουμε να καταχραστούμε τα δεδομένα σας.</p>
es_es: <p>Tu nombre aparecerá junto a tu opinión o comentario, visible para todos. Nosotros ([empresa]) también guardamos su dirección IP como medida de seguridad, pero en sólo puede ser vista por nuestro personal. Permanecerá en nuestro sistema hasta que retire su consentimiento. Si desea que se eliminen sus datos personales, envíe un correo electrónico a [email].</p> <p>Si cree que sus datos personales se han utilizado de forma indebida, tiene derecho a presentar una reclamación ante una autoridad de control. Estamos obligados por el Reglamento General de Protección de Datos de la UE a informarle de este derecho; en realidad no tenemos intención de hacer un uso indebido de sus datos.</p> <p>
hu_hu: <p>A neved mindenki számára láthatóan megjelenik az értékelésed vagy hozzászólásod mellett. Mi, a ([company]) társaság is elmentjük biztonsági óvintézkedésként az IP-címed, de azt csak a munkatársaink láthatják. A rendszerünkben marad, amíg vissza nem vonod a hozzájárulásod. Ha szeretnéd, hogy személyes adataidat eltávolítsuk, küldj egy e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni a felügyeleti hatóságnál. Az EU általános adatvédelmi rendelete kötelez bennünket arra, hogy tájékoztassunk erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
pl_pl: <p> Twoje imię i nazwisko będzie widoczne przy Twojej recenzji lub komentarzu. My ([company]) również zapisujemy twój adres IP jako środek ostrożności, ale może go oglądać tylko nasz personel. Pozostanie w naszym systemie do momentu wycofania zgody. Jeśli chcesz usunąć swoje dane osobowe, wyślij wiadomość e-mail na adres [email].</p> <p>Jeśli uważasz, że Twoje dane osobowe zostały użyte niezgodnie z przeznaczeniem, masz prawo do złożenia skargi do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych. </p>
ru_ru: <p>Ваше имя появится рядом с вашим отзывом или комментарием, и его смогут увидеть все. В целях безопасности мы ([company]) также сохраняем ваш IP-адрес, но увидеть его смогут только наши сотрудники. Эти данные будут храниться у нас в системе, пока вы не отзовёте своё согласие на обработку данных. Если вы хотите, чтобы ваши персональные данные были удалены, отправьте сообщение на электронный адрес [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, мы не планируем использовать Ваши данные не по назначению.</p>

# Languages::product_reviews.terms_n_conditions
source: Select this check box to accept the [terms_href]
ar_sa: حدد مربع الاختيار هذا لقبول [terms_href]
el_gr: Επιλέξτε αυτό το πλαίσιο ελέγχου για να αποδεχτείτε τους [terms_href]
es_es: Seleccione esta casilla para aceptar los [terms_href]
hu_hu: Elolvastam és elfogadom az [terms_href]t
pl_pl: Zaznacz to pole wyboru, aby zaakceptować [terms_href]
ru_ru: Отметьте флажок, чтобы принять [terms_href]

# Languages::product_reviews.terms_n_conditions_name
source: Terms and Conditions
ar_sa: الشروط والأحكام
el_gr: Όρους και προϋποθέσεις
es_es: Términos y Condiciones
hu_hu: Általános szerződési feltételek
pl_pl: Ogólne warunki handlowe
ru_ru: Условия
