Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_variations.po
Languages: ar_sa, es_es, hu_hu, ja_jp, pl_pl, uk_ua

# Languages::product_variations.upgrade_notification.convert_variations_message
source: <p>Product variations in version 4.10.1 are more powerful than ever. They can now occupy separate positions in the catalog, be filtered and imported easily. To achieve this, we remade variations from scratch. They are now based on features instead of options.</p><p><b>We have disabled the old variations in your store, because they won’t work until they are converted.</b> The conversion is automatic, we just need your consent. Please check what we plan to do, and convert variations to use features.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Check and convert variations</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Learn more about variations</a></p>
ar_sa: <p> تعد أشكال المنتج في الإصدار 4.10.1 أقوى من أي وقت مضى. يمكنهم الآن شغل مناصب منفصلة في الكتالوج ، ويمكن تصفيتهم واستيرادهم بسهولة. لتحقيق ذلك ، نقوم بإعادة تشكيل الاختلافات من الصفر. تعتمد الآن على الميزات بدلاً من الخيارات. </p><p><b> لقد قمنا بتعطيل الأشكال القديمة في متجرك ، لأنها لن تعمل حتى يتم تحويلها. </b> التحويل تلقائي ، نحن فقط بحاجة إلى موافقتك. يرجى التحقق مما نخطط للقيام به ، وتحويل الأشكال لاستخدام الميزات. </p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary"> تحقق و تحويل الأشكال </a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large"> تعرف على مزيد من المعلومات حول الأشكال </a></p>
es_es: <p>Las variantes de productos en la versión 4.10.1 son más potentes que nunca. Ahora pueden ocupar posiciones separadas en el catálogo, ser filtradas e importadas fácilmente. Para conseguirlo, hemos rehecho las variantes desde cero. Ahora se basan en características en lugar de opciones.</p><p>Hemos desactivado las antiguas variantes en su tienda, porque no funcionarán hasta que se conviertan.</b> La conversión es automática, sólo necesitamos su consentimiento. Por favor, comprueba lo que planeamos hacer, y convierte las varioantes para utilizar las características.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Comprueba y convierte las variaciones</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Aprende más sobre las variantes</a></p>
hu_hu: <p>A termékvariációk a 4.10.1-es verzióban minden eddiginél hatékonyabbak. Mostantól külön pozíciókat foglalhatnak el a katalógusban, szűrhetők és könnyedén importálhatók. Ennek érdekében a variációkat újraalkottuk a semmiből. Ezek mostantól opciók helyett funkciókon alapulnak.</p><p><b>A régi variációkat letiltottuk az áruházában, addig nem fognak működni, amíg át nem alakítjuk őket.</b> Az átalakítás automatikus, csak a beleegyezésedre van szükségünk. Kérjük, ellenőrizd, hogy mit tervezünk, és konvertáld a variációkat a funkciók használatára.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Variációk ellenőrzése és konvertálása</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Tudj meg többet a variációkról</a></p>
ja_jp: <p>バージョン 4.10.1-jp-1 の商品バリエーションは更に改良されました。より簡単にインポート、フィルターができ、異なるバリエーション毎の商品でショップに表示されます。オプションではなく追加情報からバリエーションが作成されるようになりました。</p><p><b>古い商品バリエーションは変換するまで動作しないため無効化しました。</b>変換自体は自動で行われますが、確認する必要があります。こちらからバリエーションを追加情報に変換してください。</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">確認してバリエーションを変換</a> <a href="http://manual.cs-cart.jp/4101jp1/ja/topic/product-variation" target="_blank">商品バリエーション</a> </p>
pl_pl: <p>Warianty produktu w wersji 4.10.1 są lepsze niż kiedykolwiek. Mogą teraz zajmować osobne pozycje w katalogu, być łatwo filtrowane i importowane. Aby to osiągnąć, przerobiliśmy wariacje od podstaw. Są teraz oparte na cechach zamiast na opcjach.</p><p><b>Wyłączyliśmy stare kombinacje opcji w Twoim sklepie, ponieważ nie będą działać, dopóki nie zostaną przekonwertowane.</b> Konwersja jest automatyczna, po prostu potrzebujemy twojej zgody. Sprawdź, co zamierzamy zrobić, i przekonwertuj na warianty, aby korzystać z funkcji.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary"> Sprawdź i konwertuj warianty</a> <a href = "https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target = "_ blank" class = "btn btn-large" >Dowiedz się więcej o wariantach</a></p>
uk_ua: <p>У версії 4.10.1 варіації можуть займати окремі позиції в каталозі, а також легко фільтруються і імпортуються. Для цього нам довелося переробити варіації з нуля; тепер вони залежать від характеристик, а не від опцій.</p><p><b>Ми вимкнули в вашому магазині старі варіації, так як вони не будуть правильно працювати до конвертації.</b> Конвертація автоматична, але потрібен ваш дозвіл. Подивіться, що саме ми збираємося робити, а потім переведіть варіації на характеристики.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Перевірити і перетворити варіації</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Детальніше про варіації</a></p>

# Languages::product_variations.feature_can_be_deleted
source: Couldn't delete a feature or its variant because at least one variation group is based on it. Please delete <a href="[href]">these products</a> or disband their product groups, and try again.
ar_sa: تعذر حذف ميزة أو متغيرها لأن مجموعة أشكال واحدة على الأقل تعتمد عليها. الرجاء حذف <a href="[href]"> هذه المنتجات </a> أو حل مجموعات منتجاتها ، ثم المحاولة مرة أخرى.
es_es: No se ha podido eliminar una característica o su variante porque al menos un grupo de variantes se basa en ella. Por favor, elimina <a href="[href]">estos productos</a> o disuelve sus grupos de productos, e inténtalo de nuevo.
hu_hu: Nem sikerült törölni egy jellemzőt vagy annak variánsát, mert legalább egy variációs csoport alapjául szolgál. Kérjük, töröld <a href="[href]">ezeket a termékeket</a> vagy bontsd fel a termékcsoportjaikat, és próbáld meg újra.
ja_jp: 少なくとも１つのバリエーショングループが使用しているため、追加情報またはそのバリエーションを削除できません。<a href="[href]">これらの商品</a> を削除するか、商品グループを無効にし、再実行してください。
pl_pl: Nie można usunąć cechy lub jej wariantu, ponieważ opiera się na niej co najmniej jedna grupa wariantów. Usuń <a href="[href]"> te produkty </a> lub odłącz ich grupy produktów i spróbuj ponownie.
uk_ua: Не вдалося видалити характеристику або її варіант, тому що хоча б одна група варіацій заснована на них. Видаліть <a href="[href]">ці товари</a> або розпустіть їх групи варіацій і спробуйте знову.

# Languages::product_variations.notice.old_product_variations_exists
source: Your store still has old product variations. They currently appear as separate products, without the ability to switch between them. To make them work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>. It's easy and automatic.
ar_sa: لا يزال متجرك يحتوي على أشكال مختلفة من المنتجات القديمة. تظهر حاليًا كمنتجات منفصلة ، دون القدرة على التبديل بينها. لجعلها تعمل كما كانت قبل الترقية ، <a href="[convert_url]"> حول الأشكال القديمة إلى أشكال جديدة </a>. إنه سهل وتلقائي.
es_es: Su tienda todavía tiene variantes de productos antiguas. Actualmente aparecen como productos separados, sin la posibilidad de cambiar entre ellos. Para que funcionen como antes de la actualización, <a href="[convert_url]">convierte las variantes antiguas en variantes nuevas</a>. Es fácil y automático.
hu_hu: A piacterén még mindig vannak régi termékváltozatok. Ezek jelenleg különálló termékekként jelennek meg, anélkül, hogy váltani lehetne közöttük. Ahhoz, hogy úgy működjenek, mint a frissítés előtt, <a href="[convert_url]">konvertáld a régi variációkat új variációkká</a>. Ez egyszerű és automatikus.
ja_jp: 古い商品バリエーションが残っています。<a href="[convert_url]">新しい商品バリエーションに変換</a> してください。
pl_pl: Twój sklep nadal ma stare odmiany produktów. Obecnie pojawiają się jako oddzielne produkty, bez możliwości przełączania się między nimi. Aby działały jak przed aktualizacją, <a href="[convert_url]">konwertuj stare odmiany na nowe odmiany</a>. To łatwe i automatyczne.
uk_ua: У вашому магазині все ще є старі варіації товарів. Вони наразі відображаються як окремі продукти, без можливості перемикатися між ними. Щоб це працювало ще до оновлення, <a href="[convert_url]">конвертуйте старі варіації в нові варіації</a>. Це працює автоматично.

# Languages::product_variations.notice.is_old_product_variation
source: This product is an old variation that hasn't been converted yet. To make it work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>.
ar_sa: هذا المنتج هو نسخة قديمة لم يتم تحويلها بعد. لجعلها تعمل كما كانت قبل الترقية ، <a href="[convert_url]"> حول الأشكال القديمة إلى أشكال جديدة </a>.
es_es: Este producto es una variante antigua que aún no ha sido convertido. Para que funcione como antes de la actualización, <a href="[convert_url]">convierte las variantes antiguas en variantes nuevas</a>.
hu_hu: Ez a termék egy régi változat, amelyet még nem alakítottak át. Ahhoz, hogy a frissítés előtti állapotnak megfelelően működjön, <a href="[convert_url]">konvertáld a régi variációkat új variációkká</a>.
ja_jp: この商品は古い商品バリエーションです。<a href="[convert_url]">新しい商品バリエーションに変換</a> してください。
pl_pl: Ten produkt to stara odmiana, która nie została jeszcze przekonwertowana. Aby to działało tak jak przedtem, <a href="[convert_url]"> przekonwertuj stare odmiany na nowe odmiany</a>.
uk_ua: Цей товар має стару варіацію, що ще не конвертовано. Аби все працювало ще до оновлення, <a href="[convert_url]">конвертуйте старі варіації в нові варіації</a>.

# Languages::variation_set_as_default
source: Variation set as default
ar_sa: تم تعيين التباين كافتراضي
es_es: Variante establecida por defecto
hu_hu: Alapértelmezettként beállított variáció
ja_jp: デフォルトバリエーション
pl_pl: Wariant ustawiony jako domyślna
uk_ua: Встановити варіацію як за замовчуванням

# Languages::product_variations.cant_edit_feature_categories
source: Couldn't assign feature to categories or a feature group. Some variations use this feature and aren't in the categories you tried to assign. Please delete <a href="[href]">these products</a>, or disband their variation groups, or assign them to the same categories as feature or feature group, and try again.
ar_sa: تعذر تعيين ميزة للفئات أو مجموعة ميزات. تستخدم بعض الأشكال هذه الميزة وليست في الفئات التي حاولت تعيينها. يرجى حذف <a href="[href]"> هذه المنتجات </a> ، أو حل مجموعات الأشكال الخاصة بها ، أو تعيينها إلى نفس الفئات مثل الميزة أو مجموعة الميزات ، ثم إعادة المحاولة.
es_es: No se ha podido asignar la característica a las categorías o a un grupo de características. Algunas variantes utilizan esta característica y no están en las categorías que intentaste asignar. Por favor, elimina <a href="[href]">estos productos</a>, o disuelve sus grupos de variantes, o asígnalos a las mismas categorías que la característica o el grupo de características, e inténtalo de nuevo.
hu_hu: Nem sikerült a funkciót kategóriákhoz vagy funkciócsoporthoz rendelni. Néhány variáció használja ezt a funkciót, és nem tartozik azokhoz a kategóriákhoz, amelyeket megpróbáltál hozzárendelni. Kérjük, töröld <a href="[href]">ezeket a termékeket</a>, vagy szüntesd meg a variációs csoportjaikat, vagy rendeld őket ugyanazon kategóriákhoz, mint a funkciót vagy a funkciócsoportot, és próbáld meg újra.
ja_jp: 追加情報をカテゴリーまたは追加情報グループに割り当てられません。<a href="[href]">これらの商品を</a>削除するか、バリエーショングループを無効化する、あるいは同じカテゴリーまたは追加情報グループに割り当ててください。
pl_pl: Nie można przypisać cechy do kategorii lub grupy cech. Niektóre warianty korzystają z tej cechy i nie należą do kategorii, którą próbowałeś przypisać. Usuń <a href="[href]"> te produkty </a> lub rozłącz ich grupy wariantów, lub przypisz je do tych samych kategorii jako cechę lub grupe cech i spróbuj ponownie.
uk_ua: Не вдалося призначити характеристиці категорії або групу характеристик. Деякі варіації використовують цю характеристику і не знаходяться в одній з категорій, які ви намагалися призначити. Або видаліть<a href="[href]">ці товари</a>, або розформуйте їх групи варіацій, або призначте їм ті ж категорії, що й характеристиці або групу характеристик.

# Languages::product_variations.too_many_combinations
source: Sorry, there are too many possible variations that can be generated. To prevent heavy load, we won't display them here. Please create the products with the right feature values manually or via import, and add them to the group.
ar_sa: عذرًا ، هناك العديد من الأشكال المحتملة التي يمكن إنشاؤها. لمنع الحمل الثقيل ، لن نعرضها هنا. يرجى إنشاء المنتجات بقيم الميزات الصحيحة يدويًا أو عن طريق الاستيراد وإضافتها إلى المجموعة.
es_es: Lo sentimos, hay demasiadas variantes posibles que se pueden generar. Para evitar una carga pesada, no las mostraremos aquí. Por favor, cree los productos con los valores correctos de las características manualmente o a través de la importación, y añádalos al grupo.
hu_hu: Sajnáljuk, túl sok lehetséges variáció generálható. A szerver nagy terhelésének elkerülése érdekében, itt nem jelenítjük meg őket. Kérjük, hozd létre a megfelelő tulajdonságértékekkel rendelkező termékeket kézzel vagy importálással, és add hozzá a csoporthoz.
ja_jp: 申し訳ありません。生成される可能性のあるバリエーションが多すぎます。重負荷を防ぐため、ここでは表示をしません。 適切な機能値を使用して手動またはインポートで商品を作成して、グループに追加してください。
pl_pl: Przepraszamy, istnieje wiele możliwych wariantów, które można wygenerować. Aby uniknąć dużego obciążenia, nie będziemy ich tutaj wyświetlać. Utwórz produkty z odpowiednimi wartościami cech ręcznie lub przez import i dodaj je do grupy.
uk_ua: На жаль, занадто багато можливих варіантів, які можуть бути згенеровані. Щоб запобігти великому навантаженню, ми їх не відображатимемо. Створіть товари з потрібними значеннями опцій вручну або за допомогою імпорту та додайте їх до групи.

# Languages::product_variations.generator.features.placeholder
source: Search for features that can generate variations
ar_sa: ابحث عن الميزات التي يمكن أن تولد تنوعات
es_es: Buscar características que puedan generar variantes
hu_hu: A variációkat generálni képes jellemzők keresése
ja_jp: バリエーションを生成できる機能を検索する
pl_pl: Wyszukaj cechy, które mogą generować odmiany
uk_ua: Пошук опцій, що можуть створити варіації

# Languages::product_variations.generator.warning.new_features_add
source: You can add a new feature if you disband the group in the actions menu and create variations again.
ar_sa: يمكنك إضافة ميزة جديدة إذا قمت بحل المجموعة في قائمة الإجراءات وإنشاء أشكال مختلفة مرة أخرى.
es_es: Puedes añadir una nueva característica si disuelves el grupo en el menú de acciones y vuelves a crear variantes.
hu_hu: Új jellemzőt akkor adhatsz hozzá, ha a csoportot feloszlatod a Műveletek menüben, és újra létrehozod a variációkat.
ja_jp: アクションメニューでグループを解散し、バリエーションを再度作成すると、新しい機能を追加できます
pl_pl: Możesz dodać nową cechę, jeśli rozwiążesz grupę w menu działań i ponownie utworzysz odmiany.
uk_ua: Ви можете додати нову опцію, якщо розділити групу в меню дій і знову створити варіації.

# Languages::product_variations.generator.feature_variants.placeholder
source: Type to search
ar_sa: اكتب للبحث
es_es: Escribe para buscar
hu_hu: Írd be a keresőszöveget
ja_jp: 入力して検索
pl_pl: Wpisz aby wyszukać
uk_ua: Введіть пошуковий запит

# Languages::product_variations.generator.feature_variants.add_all_variants
source: Add all variants
ar_sa: أضف جميع المتغيرات
es_es: Añadir todas las variantes
hu_hu: Valamennyi változat hozzáadása
ja_jp: すべてのバリエーションを追加
pl_pl: Dodaj wszystkie warianty
uk_ua: Додати всі варіанти

# Languages::product_variations.generator.table.title
source: Modify the variations to be created:
ar_sa: قم بتعديل التباينات المراد إنشاؤها:
es_es: Modificar las variantes a crear:
hu_hu: Módosítsd a létrehozandó variációkat:
ja_jp: 作成するバリエーションを変更
pl_pl: Zmodyfikuj tworzone odmiany:
uk_ua: Модифікувати створені варіанти:

# Languages::product_variations.generator.create_btn
source: Create [n] variation|Create [n] variations
ar_sa: إنشاء [n] تنويع| إنشاء [n] تنويعات
es_es: Crear [n] variante|Crear [n] variantes
hu_hu: Hozz létre [n] variációt|Hozz létre [n] variációkat
ja_jp: [n]バリエーションを作成| [n]バリエーションを作成
pl_pl: Utwórz [n] odmianę|Utwórz [n] odmian
uk_ua: Створити [n] варіацію|Створити [n] варіації

# Languages::product_variations.allow_own_features_setting_changing
source: You've disabled the <b>Allow own feature values for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their feature values to existing child variations.
ar_sa: لقد عطلت الإعداد <b> السماح بقيم الميزات الخاصة للأشكال الفرعية </b>. الرجاء تصدير <a href="[url]"> جميع الأشكال الافتراضية </a> (استخدم "تصدير المنتجات التي تم العثور عليها" في زر الترس) وإعادة استيرادها. سيؤدي هذا إلى تطبيق قيم الميزات الخاصة بهم على الأشكال الفرعية الموجودة.
es_es: Has desactivado el ajuste <b>Permitir valores de características propias para las variantes hijos</b>. Por favor, exporte <a href="[url]">todas sus variantes por defecto</a> (utilice "Exportar productos encontrados" en el botón del engranaje) y vuelva a importarlos. Esto aplicará sus valores de características a las variantes hijas existentes.
hu_hu: Letiltottad a <b>Saját tulajdonságértékek engedélyezése a gyermek variációkhoz</b> beállítást. Kérjük, exportáld <a href="[url]">az összes alapértelmezett variációt</a> (használd a "Talált termékek exportálása" gombot a fogaskerékben), és importáld őket újra. Ezáltal a tulajdonságértékeiket alkalmazni fogod a meglévő gyermek variációkhoz.
ja_jp: <b>子バリエーションに独自の機能値を許可する</b>設定を無効にしました。 <a href="[url]">すべてのデフォルトのバリエーション</a>をエクスポートして（歯車ボタンの[見つかった商品をエクスポート]を使用）、それらを再インポートしてください。 これにより、特徴値が既存の子バリエーションに適用されます。
pl_pl: Wyłączyłeś ustawienie <b>Zezwalaj na własne wartości cech dla odmian potomnych</b>. Wyeksportuj <a href="[url]"> wszystkie swoje domyślne werianty</a> (użyj „Eksportuj znalezione produkty” na przycisku koła zębatego) i ponownie je zaimportuj. Spowoduje to zastosowanie wartości cech do istniejących odmian potomnych.
uk_ua: Ви відключили настройку <b>"Свої значення характеристик для дочірніх варіацій"</b>. Експортуйте <a href="[url]">всі батьківські варіації</a> (скористайтеся меню шестерінки "Експортувати знайдені товари"). Потім імпортуйте ці товари. Це потрібно, щоб значення застосувати до існуючих дочірнім варіацій.

# Languages::product_variations.allow_own_images_setting_changing
source: You've disabled the <b>Allow own images for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their images to existing child variations.
ar_sa: لقد عطلت الإعداد <b> السماح للصور الخاصة بالأشكال الفرعية </b>. الرجاء تصدير <a href="[url]"> جميع الأشكال الافتراضية </a> (استخدم "تصدير المنتجات التي تم العثور عليها" في زر الترس) وإعادة استيرادها. سيؤدي هذا إلى تطبيق صورهم على الأشكال الفرعية الموجودة.
es_es: Has desactivado el ajuste <b>Permitir imágenes propias para las variantes hijo</b>. Por favor, exporte <a href="[url]">todas sus variantes por defecto</a> (utilice "Exportar productos encontrados" en el botón del engranaje) y vuelva a importarlos. Esto aplicará sus imágenes a las variantes hijas existentes.
hu_hu: Kikapcsoltad a <b>Saját képek engedélyezése a gyermek variációkhoz<b> beállítást. Kérjük, exportáld <a href="[url]">az összes alapértelmezett variációját</a> (használd a "Talált termékek exportálása" opciót a fogaskerék gombban), és importáld őket újra. Ezáltal a képeiket a meglévő gyermek variációkhoz alkalmazza.
ja_jp: <b>子バリエーションに独自画像を許可する</b>設定を無効にしました。<a href="[url]">すべてのデフォルトのバリエーション</a>をエクスポートして（歯車ボタンの[見つかった商品をエクスポート]を使用）、それらを再インポートしてください。 これにより、既存の子バリエーションに画像が適用されます。
pl_pl: Wyłączyłeś ustawienie <b>Zezwalaj na własne obrazy dla odmian potomnych</b>. Wyeksportuj <a href="[url]"> wszystkie swoje domyślne warianty</a> (użyj „Eksportuj znalezione produkty” na przycisku koła zębatego) i ponownie je zaimportuj. Spowoduje to zastosowanie zdjęć do istniejących odmian potomnych.
uk_ua: Ви відключили настройку <b>"Свої зображення для дочірніх варіацій"</b>. Експортуйте <a href="[url]">всі батьківські варіації</a> (скористайтеся меню шестерінки "Експортувати знайдені товари"). Потім імпортуйте ці товари. Це потрібно, щоб зображення застосувались до існуючих дочірніх варіацій.

# Languages::product_variations.upgrade_notification.convert_combination_title
source: Convert option combinations to product variations
ar_sa: تحويل مجموعات الخيارات إلى تنويعات المنتج
es_es: Convertir las combinaciones de opciones en variantes de productos
hu_hu: Opciókombinációk átalakítása termékváltozatokká
ja_jp: オプションの組み合わせを商品バリエーションに変換する
pl_pl: Konwersja kombinacji opcji na warianty produktu
uk_ua: Перетворіть комбінації опцій в варіації товарів
