Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_variations.po
Languages: ar_sa, es_es, hu_hu, ja_jp, pl_pl, uk_ua

# Languages::product_variations.error.cannot_mark_main_product_child_product
source: Product #[product_id] in group "[group_code]" isn't a variation, so it can't become default for a catalog item
ar_sa: المنتج # [product_id] في المجموعة "[group_code]" ليس تباينًا ، لذا لا يمكن أن يصبح افتراضيًا لعنصر كتالوج
es_es: El producto #[product_id] en el grupo "[group_code]" no es una variante, por lo que no puede convertirse en un artículo de catálogo por defecto
hu_hu: A #[product_id] termék a "[group_code]" csoportban nem variáció, így nem válhat alapértelmezetté egy katalógustételhez.
ja_jp: グループ "[group_code]" 内の商品 #[product_id] はバリエーションではないため、デフォルトに設定できません。
pl_pl: Produkt # [product_id] w grupie „[group_code]” nie jest wariantem, więc nie może stać się domyślnym elementem katalogu
uk_ua: Товар #[product_id] в групі "[group_code]" не є варіацією і не може бути обраним за замовчуванням для позиції в каталозі

# Languages::product_variations.error.generate_combinations_is_empty
source: Couldn't generate variations. Please specify the values of features to generate variations.
ar_sa: تعذر إنشاء أشكال مختلفة. يرجى تحديد قيم الميزات لتوليد الاختلافات.
es_es: No se han podido generar variantes. Por favor, especifique los valores de las características para generar variantes.
hu_hu: Nem sikerült variációkat generálni. Kérjük, add meg a jellemzők értékeit a variációk generálásához.
ja_jp: バリエーションを作成できません。追加情報のバリエーションを選択してください。
pl_pl: Nie można wygenerować wariantów. Określ wartości cech do generowania wariantów.
uk_ua: Не вдалося згенерувати варіації. Вкажіть значення характеристик, щоб згенерувати варіації.

# Languages::product_variations.error.generate_products_is_empty
source: No new products were created
ar_sa: لم يتم إنشاء منتجات جديدة
es_es: No se han creado nuevos productos
hu_hu: Nem jött létre új termék
ja_jp: 新しい商品は作成されませんでした
pl_pl: Nie utworzono nowych produktów
uk_ua: Нових товарів не створено

# Languages::product_variations.error.product_not_found
source: Product #[product_id] not found
ar_sa: المنتج #[product_id] غير موجود
es_es: No se ha encontrado el producto #[product_id]
hu_hu: A #[product_id] termék nem található
ja_jp: 商品 #[product_id] は見つかりませんでした
pl_pl: Nie znaleziono produktu #[product_id]
uk_ua: Товар #[product_id] не знайдено

# Languages::product_variations.error.group_not_found_by_product
source: Couldn't find variation group for #[product_id] "[product]"
ar_sa: تعذر العثور على مجموعة الصيغ لـ #[product_id] "[product]"
es_es: No se ha podido encontrar el grupo de variantes para #[product_id] "[product]"
hu_hu: Nem sikerült megtalálni a #[product_id] "[product]" termék variációs csoportját
ja_jp: #[product_id] "[product]" のバリエーショングループは見つかりませんでした
pl_pl: Nie można znaleźć grupy wariantów dla #[product_id] "[product]”
uk_ua: Не вдалося знайти групу варіацій у #[product_id] "[product]"

# Languages::product_variations.error.feature_combination_is_invalid_for_product
source: Wrong combination of features for product #[product_id] "[product]"
ar_sa: مجموعة خاطئة من ميزات المنتج #[product_id] "[product]"
es_es: Combinación incorrecta de características para el producto #[product_id] "[product]"
hu_hu: A #[product_id] "[product]" termékhez nem megfelelő tulajdonságkombináció.
ja_jp: #[product_id] "[product]" の追加情報のコンビネーションが間違っています
pl_pl: Błędna kombinacja cech dla produktu #[product_id] "[product]"
uk_ua: Неправильне поєднання характеристик у товару #[product_id] "[product]"

# Languages::product_variations.error.product_ids_empty
source: Products couldn't be found
ar_sa: لا يمكن العثور على المنتجات
es_es: No se han podido encontrar los productos
hu_hu: A termékeket nem sikerült megtalálni
ja_jp: 商品は見つかりませんでした
pl_pl: Nie można znaleźć produktów
uk_ua: Товари не знайдено

# Languages::product_variations.select_variation
source: Select a Variation
ar_sa: حدد الاختلاف
es_es: Selecciona una variante
hu_hu: Variáció kiválasztása
ja_jp: バリエーションを選択
pl_pl: Wybierz wariant
uk_ua: Оберіть варіацію

# Languages::product_variations.error.group_code_is_required
source: Variation group code must be specified
ar_sa: يجب تحديد رمز مجموعة التباين
es_es: Debe especificarse el código del grupo de variantes
hu_hu: A variációs csoport kódját meg kell adni
ja_jp: バリエーショングループコードを指定してください
pl_pl: Należy określić kod grupy wariantów
uk_ua: Повинен бути вказаний код групи варіації

# Languages::product_variations.error.group_code_is_invalid
source: Couldn't set this code for variation group. A group code can contain only digits, Latin characters, and the following signs: "-" and "_"
ar_sa: تعذر تعيين هذا الرمز لمجموعة التباينات. يمكن أن يحتوي رمز المجموعة فقط على أرقام وأحرف لاتينية والعلامات التالية: "-" و "_"
es_es: No se ha podido establecer este código para el grupo de variantes. Un código de grupo sólo puede contener dígitos, caracteres latinos y los siguientes signos: "-" y "_"
hu_hu: Nem sikerült beállítani ezt a kódot a variációs csoporthoz. A csoportkód csak számjegyeket, latin betűket és a következő jeleket tartalmazhatja: "-" és "_"
ja_jp: このコードはバリエーショングループに設定できません。グループコードは英数字および "-" と "_" のみを使用できます。
pl_pl: Nie można ustawić tego kodu dla grupy wariantów. Kod grupy może zawierać tylko cyfry, znaki łacińskie i następujące znaki: „-” i „_”
uk_ua: Не вдалося задати цей код для групи варіацій. Код групи може містити тільки цифри, латиницю і знаки "-" і "_"

# Languages::product_variations.error.group_code_is_duplicate
source: The specified variation group code is already in use
ar_sa: كود مجموعة التنوعات المحدد قيد الاستخدام بالفعل
es_es: El código de grupo de variante especificado ya está en uso
hu_hu: A megadott variációs csoportkód már használatban van.
ja_jp: 指定したバリエーションコードは既に使用済みです
pl_pl: Ten kod grupy wariantów jest już używany
uk_ua: Цей код групи варіацій вже використовується

# Languages::product_variations.error.features_is_empty
source: Features couldn't be found
ar_sa: لا يمكن العثور على الميزات
es_es: No se han podido encontrar las características
hu_hu: Nem sikerült megtalálni a tulajdonságokat
ja_jp: 追加情報が見つかりませんでした
pl_pl: Nie można znaleźć cech
uk_ua: Характеристики не знайдено

# Languages::product_variations.error.no_available_products
source: No suitable products were found
ar_sa: لم يتم العثور على منتجات مناسبة
es_es: No se han encontrado productos adecuados
hu_hu: Nem találtunk megfelelő terméket
ja_jp: 適切な商品が見つかりませんでした
pl_pl: Nie znaleziono odpowiednich produktów
uk_ua: Не знайдено відповідні товари

# Languages::product_variations.error.product_has_not_required_features
source: Product #[product_id] "[product]" doesn't have the required features to become a variation. Please set feature values for that product.
ar_sa: لا يحتوي المنتج #[product_id] "[product]" على الميزات المطلوبة ليصبح شكلًا مختلفًا. يرجى تعيين قيم الميزات لهذا المنتج.
es_es: El producto #[product_id] "[product]" no tiene las características necesarias para convertirse en una variante. Por favor, establezca los valores de las características para ese producto.
hu_hu: A #[product_id] "[product]" termék nem rendelkezik a szükséges jellemzőkkel ahhoz, hogy variációvá váljon. Kérjük, állítsa be a termék jellemzőinek értékeit.
ja_jp: 商品 #[product_id] "[product]" バリエーション用の必要な追加情報がありません。商品に追加情報のバリエーションを設定してください。
pl_pl: Produkt #[product_id] "[product]” nie ma wymaganych cech, aby stać się wariantem produktu. Ustaw wartości cech dla tego produktu.
uk_ua: У товару #[product_id] "[product]" немає необхідних характеристик, щоб стати варіацією. Задайте значення характеристик для цього товару.

# Languages::product_variations.error.product_with_features_combination_exits
source: Product #[product_id] "[product]" has the exact same combination of feature values as a variation that already exists in the group.
ar_sa: يحتوي المنتج #[product_id] "[product]" على نفس مجموعة قيم الميزات تمامًا مثل الشكل الموجود بالفعل في المجموعة.
es_es: El producto #[product_id] "[product]" tiene exactamente la misma combinación de valores de características que una variante que ya existe en el grupo.
hu_hu: A #[product_id] "[product]" termék a jellemző értékek pontosan ugyanolyan kombinációjával rendelkezik, mint egy olyan variáció, amely már létezik a csoportban.
ja_jp: 商品 #[product_id] "[product]" には既に同じ追加情報のコンビネーションがあります。
pl_pl: Produkt #[product_id] "[product]” ma dokładnie taką samą kombinację cech jak wariant produktu, który już istnieje w grupie.
uk_ua: У товару #[product_id] "[product]" таке ж поєднання характеристик, як у варіації, яка вже є в групі.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same storefront.
ar_sa: لا يمكن إضافة المنتج #[product_id] "[product]" إلى مجموعة الصيغ لأن جميع المنتجات في مجموعة التباينات يجب أن تنتمي إلى واجهة المتجر نفسها.
es_es: El producto #[product_id] "[product]" no puede añadirse al grupo de variantes porque todos los productos de un grupo de variantes deben pertenecer a la misma tienda.
hu_hu: A #[product_id] "[product]" termék nem adható hozzá a variációs csoporthoz, mivel a variációs csoportban lévő összes terméknek ugyanahhoz a piactérhez/kirakathoz kell tartoznia.
ja_jp: バリエーショングループのすべての商品は同じショップに属している必要があるため、商品 #[product_id] "[product]" はバリエーショングループに追加できません。
pl_pl: Produktu o Id #[product_id] "[product]" nie można dodać do grupy warinatów, ponieważ wszystkie produkty w grupie wariantów muszą należeć do tego samego storefrontu.
uk_ua: Не можна додати товар #[product_id] "[product]" в групу варіацій, так як всі товари в групі варіацій повинні належати одній вітрині.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same vendor.
ar_sa: لا يمكن إضافة المنتج #[product_id] "[product]" إلى مجموعة التباينات لأن جميع المنتجات في مجموعة التباينات يجب أن تنتمي إلى نفس المورد.
es_es: El producto #[product_id] "[product]" no puede añadirse al grupo de variantes porque todos los productos de un grupo de variantes deben pertenecer al mismo vendedor.
hu_hu: A #[product_id] "[product]" termék nem adható hozzá a variációs csoporthoz, mivel a variációs csoportban lévő összes terméknek ugyanahhoz a termelőhöz kell tartoznia.
ja_jp: バリエーショングループのすべての商品は同じ出品者に属している必要があるため、商品 #[product_id] "[product]" はバリエーショングループに追加できません。
pl_pl: Produktu o Id #[product_id] "[product]" nie można dodać do grupy warinatów, ponieważ wszystkie produkty w grupie wariantów muszą należeć do tego samego sprzedawcy.
uk_ua: Не можна додати товар #[product_id] "[product]" в групу варіацій, так як всі товари в групі варіацій повинні належати одному продавцю.

# Languages::product_variations.variations_filling
source: Variations
ar_sa: المتغيرات
es_es: Variaciones
hu_hu: Variációk
ja_jp: バリエーション
pl_pl: Warianty
uk_ua: Варіації

# Languages::product_variations.variations_list
source: Variations
ar_sa: المتغيرات
es_es: Variaciones
hu_hu: Variációk
ja_jp: バリエーション
pl_pl: Warianty
uk_ua: Варіації

# Languages::variations_in_stock
source: Only "in stock" products
ar_sa: فقط المنتجات "في المخزون"
es_es: Productos "en existencia" solamente
hu_hu: Csak "raktáron van" termékek
ja_jp: "在庫あり" 商品のみ
pl_pl: Tylko produkty "w magazynie"
uk_ua: Відображати лише товари "в наявності"

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
ar_sa: إخفاء زر قائمة الرغبات
es_es: Botón para ocultar la opción de agregar a la lista de deseos
hu_hu: Kívánságlistára helyezés gomb elrejtése
ja_jp: 「ほしい物リストに追加」ボタンを隠す
pl_pl: Ukryj przycisk dodania do przechowalni
uk_ua: Заховати кнопку "В обране"

# Languages::product_variations.variations_list_block_name
source: Variations list
ar_sa: قائمة الاختلافات
es_es: Lista de variaciones
hu_hu: Variációk listája
ja_jp: バリエーションリスト
pl_pl: Listy wariantów
uk_ua: Список варіацій

# Languages::product_variations.variations_list_tab_name
source: View all variations as list
ar_sa: عرض جميع الاختلافات على شكل قائمة
es_es: Ver todas las variantes como lista
hu_hu: Az összes variáció megtekintése listaként
ja_jp: 全てのバリエーションリスト
pl_pl: Zobacz wszystkie warianty jako listę
uk_ua: Показати варіації як список

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
ar_sa: إظهار الصور المصغرة للاختلافات
es_es: Muestra las miniaturas de variación
hu_hu: Variációk miniatűrjei
ja_jp: バリエーションのサムネイルを表示する
pl_pl: Pokaż miniatury wariacji
uk_ua: Показувати іконки варіацій

# Languages::product_variations.show_product_code
source: Show product code
ar_sa: أظهر كود المنتج
es_es: Muestra el código del producto
hu_hu: Termékkód megjelenítése
ja_jp: 商品コードを表示する
pl_pl: Pokaż kod produktu
uk_ua: Показати код товару

# Languages::product_variations.exim.result_notice
source: Data is imported successfully.<br />New products - <b>[new]</b>;<br />Updated products - <b>[exist]</b>;<br />Skipped products - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Created variations - <b>[variation_created]</b>;<br />Updated variations - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.
ar_sa: تم استيراد البيانات بنجاح.<br />منتجات جديدة - <b>[new]</b>;<br />منتجات محدثة - <b>[exist]</b>;<br />منتجات تم تخطيها - <b>[skipped]</b>;<br />الإجمالي - <b>[total]</b>;<br />الأشكال التي تم إنشاؤها - <b>[variation_created]</b>;<br />الأشكال المحدثة - <b>[variation_updated]</b>;<br />الأشكال التي تم حلها - <b>[variation_removed]</b>.
es_es: Los datos se importan con éxito. <br />Productos nuevos - <b>[nuevos]</b>;<br />Productos actualizados - <b>[existen]</b>;<br />Productos omitidos - <b>[omitidos]</b>;<br />Total - <b>[total]</b>; <br />Variantes creadas - <b>[variación_creada]</b>;<br />Variantes actualizadas - <b>[variación_actualizada]</b>;<br />Variantes eliminadas - <b>[variación_eliminada]</b>.
hu_hu: Az adatok importálása sikeresen megtörtént. <br />Új termékek - <b>[new]</b>;<br />Frissített termékek - <b>[exist]</b>;<br />Kihagyott termékek - <b>[skipped]</b>;<br />Összesen - <b>[total]</b>; <br />Létrehozott variációk - <b>[variation_created]</b>;<br />Frissített variációk - <b>[variation_updated]</b>;<br />Eltávolított variációk - <b>[variation_removed]</b>.
ja_jp: データが正常にインポートされました。<br />新しい商品 - <b>[new]</b>;<br />更新された商品 - <b>[exist]</b>;<br />スキップされた商品 - <b>[skipped]</b>;<br />合計 - <b>[total]</b>;<br />作成されたバリエーション - <b>[variation_created]</b>;<br />更新されたバリエーション - <b>[variation_updated]</b>;<br />除外されたバリエーション - <b>[variation_removed]</b>
pl_pl: Dane zostały zaimportowane pomyślnie.<br />Nowe produkty - <b>[new]</b>;<br />Produkty zaktualizowane - <b>[exist]</b>;<br />Pominięte produkty - <b>[skipped]</b>;<br />Łącznie- <b>[total]</b>;<br />Utworzone warianty - <b>[variation_created]</b>;<br />Zaktualizowane warianty - <b>[variation_updated]</b>;<br />Rozwiązane warianty - <b>[variation_removed]</b>.
uk_ua: Дані успішно імпортовано.<br />Нові товари - <b>[new]</b>;<br />Оновлені товари - <b>[exist]</b>;<br />Пропущені товари - <b>[skipped]</b>;<br />Разом - <b>[total]</b>;<br />Створені варіації - <b>[variation_created]</b>;<br />Оновлені варіації - <b>[variation_updated]</b>;<br />Варіації, прибрані з групи - <b>[variation_removed]</b>.

# Languages::variation_group_id
source: Variation group ID
ar_sa: معرف مجموعة التباين
es_es: ID de grupo de variantes
hu_hu: Variációs csoport azonosítója
ja_jp: バリエーショングループID
pl_pl: ID grupy wariantów
uk_ua: ID групи варіацій

# Languages::variation_group_code
source: Variation group code
ar_sa: كود مجموعة التباين
es_es: Código de grupo de variantes
hu_hu: Variációs csoport kódja
ja_jp: バリエーショングループコード
pl_pl: Kod grupy wariantów
uk_ua: Код групи варіацій

# Languages::variation_parent_product_id
source: Variation parent product ID
ar_sa: معرّف المنتج الأصل المتغير
es_es: ID del producto principal de la variación
hu_hu: Variációs szülő termék azonosítója
ja_jp: バリエーション親商品ID
pl_pl: Wariant ID produktu macierzystego
uk_ua: ID варіації батьківського товару

# Languages::variation_sub_group_id
source: Variation sub group ID
ar_sa: معرف المجموعة الفرعية للتنوع
es_es: ID del subgrupo de variantes
hu_hu: Variációs alcsoport azonosítója
ja_jp: バリエーションサブグループID
pl_pl: ID podgrupy wariantów
uk_ua: ID пыдгрупи варіації

# Languages::product_variations.feature_used_by_variation_group.tooltip
source: This feature is used by variation group [code]. To choose a different value of this feature for a product, switch to the "Variations" tab of the product editing page. New values can be added on the feature editing page.
ar_sa: يتم استخدام هذه الميزة بواسطة مجموعة التباين [code]. لاختيار قيمة مختلفة لهذه الميزة لمنتج ما ، قم بالتبديل إلى علامة التبويب "الاختلافات" في صفحة تحرير المنتج. يمكن إضافة قيم جديدة في صفحة تحرير الميزة.
es_es: Esta característica es utilizada por el grupo de variantes [código]. Para elegir un valor diferente de esta característica para un producto, pase a la pestaña "Variantes" de la página de edición del producto. Se pueden añadir nuevos valores en la página de edición de características.
hu_hu: Ezt a jellemzőt a [code] variációs csoport használja. Ha egy termékhez más értéket szeretnél választani ehhez a jellemzőhöz, válts a termékszerkesztő oldal "Variációk" fülére. Új értékeket a jellemzőszerkesztő lapon lehet hozzáadni.
ja_jp: この追加情報はバリエーショングループ [code] に使用されています。追加情報の異なるバリエーションを選択するには、商品編集画面の "バリエーション" タブに移動してください。
pl_pl: Ta cecha jest używana przez grupę wariantów [code]. Aby wybrać inną wartość tej cechy dla produktu, przejdź do karty „Warianty” na stronie edycji produktu. Nowe wartości można dodawać na stronie edycji cech.
uk_ua: Ця характеристика використовується групою варіацій [code]. Щоб вибрати інше значення характеристики для товару, перейдіть на вкладку "Варіації" на сторінці редагування товару. Нові значення характеристики можна додати на сторінці редагування характеристики.

# Languages::product_variations.variations_naming_strategy.key_value
source: Color: Red, Size: Small
ar_sa: اللون: أحمر، المقاس: صغير
es_es: Color: Rojo, Tamaño: Pequeño
hu_hu: Szín: piros, méret:kicsi
ja_jp: 色: レッド、サイズ： S
pl_pl: Kolor: Czerwony, Rozmiar: Mały
uk_ua: Колір: Червоний, Розмір: S

# Languages::product_variations.variations_naming_strategy.value
source: Red, Small
ar_sa: أحمر ,صغير
es_es: Rojo, Pequeño
hu_hu: Piros, Kicsi
ja_jp: レッド、S
pl_pl: Czerwony, Mały
uk_ua: Червоний, S

# Languages::product_variations.upgrade_notification.convert_variations_title
source: Convert product variations to use features
ar_sa: تحويل أشكال المنتج لاستخدام الميزات
es_es: Convertir las variantes del producto en características
hu_hu: Termékvariációk átalakítása a jellemzők használatához
ja_jp: 商品バリエーションを追加情報に変換
pl_pl: Konwertuj warianty produktu, aby korzystać z cech
uk_ua: Переведіть варіації товарів на характеристики
