Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/product_reviews.po
Languages: ar_sa, el_gr, es_es, hu_hu, pl_pl, ru_ru

# Languages::product_reviews.event.new_post.message
source: A new review has been posted for product [product]. Click this notification to see the review.
ar_sa: تم نشر تقييم جديد للمنتج [product]. انقر فوق هذا الإخطار لرؤية التقييم.
el_gr: Μια νέα κριτική δημοσιεύτηκε για το προϊόν [product]. Κάντε κλικ σε αυτήν την ειδοποίηση για να δείτε την κριτική.
es_es: Se ha publicado una nueva opinión sobre el producto [producto]. Haz clic en esta notificación para ver la opinión.
hu_hu: A [product] termék új értékelését tettük közzé. Kattints erre az értesítésre a értékelés megtekintéséhez.
pl_pl: Nowa recenzja została opublikowana dla produktu [product]. Kliknij to powiadomienie, aby zobaczyć recenzję.
ru_ru: О товаре [product] появился новый отзыв. Нажмите на уведомление, чтобы увидеть отзыв.

# Languages::product_reviews.copy_old_reviews_warning
source: You have product reviews in the old "Comments and reviews" add-on. While that add-on is installed, you'll be able copy those reviews to the new "Product reviews" add-on <a class="cm-post" href="[url]">in its settings</a>.
ar_sa: لديك تقييمات للمنتج في إضافة "التعليقات والتقييمات" القديمة. أثناء تثبيت هذه الوظيفة الإضافية ، ستتمكن من نسخ تلك التقييمات إلى الوظيفة الإضافية الجديدة "تقييمات المنتج" <a class="cm-post" href="[url]"> في إعداداتها </a> .
el_gr: Έχετε κριτικές προϊόντων στο παλιό πρόσθετο "Σχόλια και κριτικές". Ενώ είναι εγκατεστημένο αυτό το πρόσθετο, θα μπορείτε να αντιγράψετε αυτές τις κριτικές στο νέο πρόσθετο "Κριτικές προϊόντων" <a class="cm-post" href="[url]"> στις ρυθμίσεις του </a> .
es_es: Tienes las opiniones de los productos en el antiguo complemento "Comentarios y opiniones". Mientras ese complemento esté instalado, podrás copiar esas reseñas en el nuevo complemento "Opiniones de productos" <a class="cm-post" href="[url]">en su configuración</a>.
hu_hu: Termékértékelések vannak a régi "Hozzászólások és értékelések" bővítményben. Amíg ez a bővítmény telepítve van, ezeket a véleményeket át tudod másolni az új "Termékértékelések" bővítménybe <a class="cm-post" href="[url]">annak beállításaiban</a>.
pl_pl: Recenzje produktów znajdują się w starym dodatku "Komentarze i recenzje". Po zainstalowaniu tego dodatku będzie można skopiować te recenzje do nowego dodatku "Recenzje produktów" <a class="cm-post" href="[url]">w jego ustawieniach</a> .
ru_ru: В модуле "Отзывы и комментарии" обнаружены отзывы о товарах. Пока этот модуль установлен, вы сможете скопировать эти отзывы в новый модуль "Отзывы о товарах". Для этого <a class="cm-post" href="[url]">перейдите в настройки нового модуля</a>.

# Languages::product_reviews.copy_old_reviews_notice
source: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copy reviews from the "Comments and reviews" add-on<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Only reviews that have both a score and a user's comment will be copied. Go to your products and check the \“Reviews" setting on the "Add-ons" tab. You might have to allow communication and rating first.</li><li>A review without a score or without a comment will not be copied. To transfer it, you must first manually add the missing score or comment by editing the review.</li><li>While the old "Comments and reviews" add-on is installed, the reviews won't be removed from there. That way, you can choose to move to "Product reviews" whenever all your reviews are ready.</li><li>If you ever need to copy the reviews from the old add-on again in the future, just uninstall and reinstall the "Product reviews" add-on. This will remove all its reviews from the database, and you'll be able to import the reviews from the "Comments and reviews" add-on again.</li></ol><a class="cm-post btn btn-primary" href="[url]">Copy product reviews</a></div>
ar_sa: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice"> نسخ التعليقات من الوظيفة الإضافية "التعليقات والتقييمات" <span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li> سيتم فقط نسخ التقييمات التي تحتوي على نقاط وتعليق المستخدم. انتقل إلى منتجاتك وتحقق من إعداد \ “التقييمات” في علامة التبويب "الإضافات". قد تضطر إلى السماح بالتواصل والتقييم أولاً. </li><li> لن يتم إجراء التقييم بدون درجة أو بدون تعليق تم نسخها. لنقلها ، يجب أولاً إضافة النتيجة المفقودة أو التعليق يدويًا عن طريق تحرير التقييم. </li><li> أثناء تثبيت الوظيفة الإضافية القديمة "التعليقات والتقييمات" ، لن تتم إزالة التعليقات من هناك. وبهذه الطريقة ، يمكنك اختيار الانتقال إلى "تقييمات المنتج" عندما تكون جميع تعليقاتك جاهزة. </li><li> إذا احتجت في أي وقت إلى نسخ التعليقات من الوظيفة الإضافية القديمة مرة أخرى في المستقبل ، فما عليك سوى إلغاء التثبيت وأعد تثبيت الوظيفة الإضافية "تقييمات المنتج". سيؤدي هذا إلى إزالة جميع التقييمات من قاعدة البيانات ، وستتمكن من استيراد التقييمات من الوظيفة الإضافية "التعليقات والتقييمات" مرة أخرى.</li></ol><a class="cm-post btn btn-primary" href="[url]"> نسخ تقييمات المنتج </a> </div>
el_gr: <h4 class = "subheader hand" data-toggle = "collapse" data-target = "# collapsable_addon_product_reviews_notice"> Αντιγράψτε κριτικές από το πρόσθετο "Σχόλια και κριτικές" <span class = "icon-caret-down"> </ span> </h4> <div id = "collapsable_addon_product_reviews_notice" class = "in collapse" style = "height: auto;"> <ol> <li> Θα αντιγραφούν μόνο κριτικές που έχουν βαθμολογία και σχόλια χρήστη. Μεταβείτε στα προϊόντα σας και ελέγξτε τη ρύθμιση \ "Κριτικές" στην καρτέλα "Πρόσθετα". Ίσως χρειαστεί να επιτρέψετε πρώτα την επικοινωνία και την αξιολόγηση. </li> <li> Κριτική χωρίς βαθμολογία ή χωρίς σχόλιο δεν αντιγράφετε. Για να το μεταφέρετε, πρέπει πρώτα να προσθέσετε με μη αυτόματο τρόπο το σκορ ή το σχόλιο που λείπει με την επεξεργασία της κριτικής. </li> <li> Ενώ είναι εγκατεστημένο το παλιό πρόσθετο "Σχόλια και κριτικές", οι κριτικές δεν θα καταργηθούν από εκεί. Με αυτόν τον τρόπο, μπορείτε να επιλέξετε να μεταβείτε στις "Κριτικές προϊόντων" όταν θα είναι έτοιμες όλες οι κριτικές σας. </li> <li> Εάν χρειαστεί να αντιγράψετε ξανά τις κριτικές από το παλιό πρόσθετο στο μέλλον, απλώς καταργήστε την εγκατάσταση και επανεγκαταστήστε το πρόσθετο "Κριτικές προϊόντων". Αυτό θα καταργήσει όλες τις κριτικές του από τη βάση δεδομένων και θα μπορείτε να εισαγάγετε ξανά τις κριτικές από το πρόσθετο "Σχόλια και κριτικές". </li> </ ol > <a class="cm-post btn btn-primary" href="[url]"> Αντιγραφή κριτικών προϊόντων </a> </div>
es_es: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copiar las opiniones del complemento "Comentarios y opiniones"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Sólo se copiarán las opiniones que tengan tanto una puntuación como un comentario del usuario. Ve a tus productos y comprueba la configuración de "Opiniones" en la pestaña "Complementos". Es posible que primero tengas que permitir la comunicación y la valoración.</li><li>Una opinión sin puntuación o sin comentario no se copiará. Para transferirla, primero debe añadir manualmente la puntuación o el comentario que falta editando la opinión.</li><li>Mientras el antiguo complemento "Comentarios y opiniones" esté instalado, las opiniones no se eliminarán de allí. De este modo, puede optar por pasar a "Comentarios de productos" cuando todas sus opiniones estén listas.</li><li>Si alguna vez necesita volver a copiar las opiniones del antiguo complemento en el futuro, simplemente desinstale y vuelva a instalar el complemento "Comentarios de productos". Esto eliminará todas sus valoraciones de la base de datos, y podrá importar las valoraciones del complemento "Comentarios y valoraciones" de nuevo.</li></ol><a class="cm-post btn btn-primary" href="[url]">Copiar valoraciones de productos</a></div>
hu_hu: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Értékelések másolása a "Hozzászólások és értékelések" bővítményből<span class="icon-caret-down"></span></h4></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Kizárólag azok a vélemények lesznek bemásolva, amelyekhez pontszám és felhasználói megjegyzés is tartozik. Menj a termékeidhez, és ellenőrizd az \"Értékelések" beállítást a "Bővítmények" fülön. Előbb esetleg engedélyezned kell a kommunikációt és az értékelést. </li><li>A pontszám vagy megjegyzés nélküli értékelés nem kerül másolásra. Az átvitelhez az értékelés szerkesztésével először manuálisan kell hozzáadni a hiányzó pontszámot vagy hozzászólást.</li><li>Míg a régi "Hozzászólások és értékelések" bővítmény telepítve van, a vélemények nem kerülnek onnan eltávolításra. Így bármikor választhatsz, hogy a "Termékértékelések" bővítményre lépsz-e, amikor az összes értékelés elkészül.</li><li>Ha a jövőben bármikor újra át kell másolnod az értékeléseket a régi bővítményből, csak távolítsd el és telepítsd újra a "Termékértékelések" bővítményt. Ezzel törlődik az összes értékelés az adatbázisból, és újra be tudod majd importálni az értékeléseket a "Hozzászólások és értékelések" bővítményből.</li></ol><a class="cm-post btn btn-primary" href="[url]">Termékértékelések másolása</a></div> Translated with www.DeepL.com/Translator (free version)
pl_pl: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopiuj recenzje z dodatku "Komentarze i recenzje"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Zostaną skopiowane tylko recenzje, które mają zarówno ocenę, jak i komentarz użytkownika. Przejdź do swoich produktów i zaznacz ustawienie "Recenzje" na karcie "Dodatki". Może być konieczne zezwolenie najpierw na komunikację i ocenę.</li><li>Recenzja bez oceny lub bez komentarza nie będzie skopiowana. Aby je przenieść, musisz najpierw ręcznie dodać brakującą ocenę lub komentarz, edytując recenzję.</li><li>Podczas gdy stary dodatek"Komentarze i recenzje" jest zainstalowany, recenzje nie zostaną usunięte. W ten sposób możesz przejść do sekcji "Recenzje produktów", gdy wszystkie recenzje będą gotowe.</li><li>Jeśli w przyszłości zechcesz ponownie skopiować recenzje ze starego dodatku, po prostu odinstaluj i ponownie zainstaluj dodatek "Recenzje produktów". Spowoduje to usunięcie wszystkich recenzji z bazy danych i będzie można ponownie zaimportować recenzje z dodatku "Komentarze i recenzje".</li></ol><a class="cm-post btn btn-primary" href="[url]">Kopiuj recenzje produktów</a></div>
ru_ru: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Копировать отзывы из модуля "Отзывы и комментарии"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Скопируются только те отзывы, в которых есть и оценка, и комментарий пользователя. Перейдите на страницу редактирования товара и проверьте настройку "Отзывы" на вкладке "Модули". Сначала может понадобиться разрешить обсуждение и оценку товаров.</li><li>Если у отзыва нет комментария или оценки, он не скопируется. Чтобы его перенести, нужно перед копированием отредактировать отзыв и добавить туда недостающую информацию.</li><li>Пока у вас установлен старый модуль "Отзывы и комментарии", отзывы оттуда не пропадут. Так вы сможете перейти на новый модуль "Отзывы о товарах" в любое время.</li><li>Если когда-нибудь вам понадобится снова скопировать отзывы из старого модуля, то просто удалите и переустановите модуль "Отзывы о товарах". Это удалит его отзывы из базы данных, и вы сможете снова импортировать отзывы из "Отзывов и комментариев"</li></ol><a class="cm-post btn btn-primary" href="[url]">Скопировать отзывы о товарах</a></div>

# Languages::product_reviews.update_reply
source: Update reply
ar_sa: تحديث الرد
el_gr: Ενημέρωση απάντησης
es_es: Actualizar respuesta
hu_hu: Válasz frissítése
pl_pl: Zaktualizuj odpowiedź
ru_ru: Обновить ответ

# Languages::product_reviews.add_reply
source: Add reply
ar_sa: إضافة الرد
el_gr: Προσθήκη απάντησης
es_es: Añadir respuesta
hu_hu: Válasz hozzáadása
pl_pl: Dodaj odpowiedź
ru_ru: Добавить ответ

# Languages::product_reviews.max_number_image_message
source: A review can have up to [max_image_number] images.
ar_sa: يمكن أن يحتوي التقييم على ما يصل إلى [max_image_number] من الصور.
el_gr: Μια κριτική μπορεί να έχει έως [max_image_number] εικόνες.
hu_hu: Egy értékelés legfeljebb [max_image_number] képet tartalmazhat.
pl_pl: Recenzja może zawierać maksymalnie [max_image_number] obrazów.
ru_ru: Максимально количество изображений в одном отзыве: [max_image_number] шт.

# Languages::product_reviews.uploader_drop_zone_description
source: Drop images here
ar_sa: أفلت الصور هنا
el_gr: Ρίξτε τις εικόνες εδώ
hu_hu: Húzd át a képeket ide:
pl_pl: Upuść obrazy tutaj
ru_ru: Перетащите изображения сюда

# Languages::product_reviews.uploader_drop_zone_info
source: Photo up to [max_size]
ar_sa: صورة تصل إلى [max_size]
el_gr: Φωτογραφία έως [max_size]
hu_hu: Fénykép legfeljebb [max_size] méretig
pl_pl: Zdjęcie do [max_size]
ru_ru: Допустимый размер изображения: до [max_size]

# Languages::product_reviews.admin_reply
source: Administrator reply
ar_sa: رد المسؤول
el_gr: Απάντηση διαχειριστή
hu_hu: Adminisztrátor válasza
pl_pl: Odpowiedź administratora
ru_ru: Ответ от администратора

# Languages::product_reviews.company_reply
source: [company_name] reply
ar_sa: رد [company_name]
el_gr: Απάντηση [company_name]
hu_hu: [company_name] válasza
pl_pl: Odpowiedź [company_name]
ru_ru: Ответ от [company_name]

# Languages::product_reviews.hide_name
source: Hide my name in the review
ar_sa: إخفاء اسمي في التقييم
el_gr: Απόκρυψη του ονόματός μου στην κριτική
hu_hu: Rejtsd el a nevem az értékelésben
pl_pl: Ukryj moje imię i nazwisko w recenzji
ru_ru: Скрыть моё имя в отзыве

# Languages::product_reviews.product_is_rated_n_out_of_five_stars
source: The product is rated [n] out of 5 stars
ar_sa: تم تقييم المنتج بـ [n] من أصل 5 نجوم
hu_hu: A termék értékelése [n] az 5 csillagból
pl_pl: Produkt ma ocenę [n] na 5 gwiazdek
ru_ru: Этот товар оценивают на [n] из 5 звёзд

# Languages::product_reviews.click_to_see_reviews
source: Click to see the reviews
ar_sa: انقر لرؤية التقييمات
hu_hu: Kattints az értékelés megtekintéséhez
pl_pl: Kliknij, aby zobaczyć recenzje
ru_ru: Нажмите сюда, чтобы увидеть отзывы
