Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/quickbooks.po
Languages: he_il

# Addons::description::quickbooks
source: Integrates the Quickbooks accounting software with the store
he_il: משלב את תוכנת הנהלת חשבונות Quickbooks בחנות

# Languages::export_to_quickbooks
source: Export to Quickbooks
he_il: ייצא ל Quickbooks

# SettingsSections::quickbooks::general
source: General
he_il: כללי

# SettingsOptions::quickbooks::trns_class
source: Transaction class name
he_il: שם סוג עסקאות

# SettingsOptions::quickbooks::accnt_tax
source: Account to track taxes. The type of this account should be INC.
he_il: חשבון למעקב אחר מיסים. סוג זה של חשבון צריך להיות INC.

# SettingsOptions::quickbooks::accnt_product
source: Account to track product sales. The type of this account should be INC.
he_il: חשבון למעקב אחר מכירות מוצרים. סוג זה של חשבון צריך להיות INC.

# SettingsOptions::quickbooks::accnt_shipping
source: Account to track shipping cost. The type of this account should be INC.
he_il: חשבון למעקב אחר עלויות משלוח. סוג זה של חשבון צריך להיות INC.

# SettingsOptions::quickbooks::accnt_discount
source: Account to track discounts. The type of this account should be INC.
he_il: חשבון למעקב אחר הנחות. סוג זה של חשבון צריך להיות INC.

# SettingsOptions::quickbooks::accnt_surcharge
source: Account to track the payment surcharge of your items sales (where applicable). The type of this account should be INC.
he_il: חשבון למעקב אחר תוספת תשלום על פריטי מכירות שלך (אם רלוונטי). סוג זה של חשבון צריך להיות INC.

# SettingsOptions::quickbooks::accnt_asset
source: Account to track the value of your inventory. The type of this account should be OASSET.
he_il: חשבון למעקב אחר ערך המלאי שלך. סוג זה של חשבון צריך להיות OASSET.

# SettingsOptions::quickbooks::accnt_cogs
source: Account to track the cost of your items sales. The type of this account should be COGS.
he_il: חשבון למעקב אחרי עלות מכירות הפריטים שלך. סוג זה של חשבון צריך להיות COGS.
