Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/recaptcha.po
Languages: hu_hu, it_it

# Addons::description::recaptcha
source: Adds the support of Google reCAPTCHA to protect your store against bots
hu_hu: Hozzáadja a Google reCAPTCHA támogatását, hogy megvédje a piacterét a botok ellen.
it_it: Aggiunge il sopporto di Google reCAPTCHA per protegere il suo stor contra frode

# SettingsOptions::recaptcha::recaptcha_theme
source: Theme
hu_hu: Kinézet
it_it: Thema

# SettingsVariants::recaptcha::recaptcha_theme::light
source: Light
hu_hu: Világos
it_it: Luce

# SettingsVariants::recaptcha::recaptcha_theme::dark
source: Dark
hu_hu: Sötét
it_it: Scuro

# SettingsOptions::recaptcha::recaptcha_size
source: Size
hu_hu: Méret
it_it: Taglia

# SettingsVariants::recaptcha::recaptcha_size::normal
source: Normal
hu_hu: Normál
it_it: Normale

# SettingsVariants::recaptcha::recaptcha_size::compact
source: Compact
hu_hu: Összetett
it_it: Compacto

# SettingsOptions::recaptcha::recaptcha_type
source: Type
hu_hu: Típus
it_it: Tipo

# SettingsVariants::recaptcha::recaptcha_type::image
source: Image
hu_hu: Kép
it_it: Immagine

# SettingsVariants::recaptcha::recaptcha_type::audio
source: Audio
hu_hu: Hang

# SettingsOptions::recaptcha::recaptcha_site_key
source: Site key
hu_hu: Site kulcs
it_it: Codice del Site

# SettingsOptions::recaptcha::recaptcha_secret
source: Secret
hu_hu: Titkos
it_it: Secreto

# SettingsSections::recaptcha::general
source: General
hu_hu: Általános
it_it: Generale

# SettingsSections::recaptcha::forbidden_countries
source: Excluded countries
hu_hu: Kizárt országok
it_it: Paesi esclusi

# SettingsOptions::recaptcha::forbidden_countries
source: Excluded countries
hu_hu: Kizárt országok
it_it: Paesi esclusi

# Languages::error_validator_recaptcha
source: Please confirm you are not a robot.
hu_hu: Kérjük igazold, hogy nem vagy robot.
it_it: Prego confirmare, che non e un robote.

# Languages::recaptcha_settings_notice
source: <p>The instructions on how to get the <b>site key</b> and <b>secret</b> are available <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">here</a></b>.</p>
hu_hu: <p>A <b>site key</b> és a <b>secret</b> megszerzésére vonatkozó utasítások elérhetők <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">itt</a></b>.</p>.
it_it: <p>Le istruzioni su come va ottenere <b>codice del site</b> e <b>secreto</b> sono disponibili <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">here</a></b>.</p>

# Languages::recaptcha.text_settings_notice
source: <p>The instructions on how to get the <b>site key</b> and <b>secret</b> are available <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">here</a></b>.<br>Please note that the add-on currently supports only <b>Google reCAPTCHA v2: Checkbox</b> and <b>Google reCAPTCHA v3</b></p>
hu_hu: <p>A <b>site key</b> és a <b>secret</b> megszerzésének utasításai elérhetők <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">itt</a></b>.<br>Kérjük, vedd figyelembe, hogy a bővítmény jelenleg csak a <b>Google reCAPTCHA v2-t támogatja: Checkbox</b> és <b>Google reCAPTCHA v3</b></p>
it_it: <p>Le istruzioni su come ottenere <b>codice del sito</b> e la <b>secret </b> sono disponibili <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">qui</a></b>.<br>

# Languages::recaptcha.text_forbidden_countries_notice
source: <p>Google reCAPTACHA will be disabled for the selected countries. Instead, visitors from those countries will be asked to type a few symbols they see on the screen.</p>
hu_hu: <p>A Google reCAPTACHA a kiválasztott országok esetében ki lesz kapcsolva. Ehelyett az ezekből az országokból érkező látogatókat megkérjük, hogy írjanak be néhány szimbólumot, amit a képernyőn látnak.</p>
it_it: <p>Google reCAPTACHA verrà disattivato per i paesi selezionati. Invece, ai visitatori di quei paesi verrà chiesto di digitare alcuni simboli che vedono sullo schermo.</p>

# SettingsOptions::recaptcha::information
source: Information
hu_hu: Információ
it_it: Informazioni

# SettingsOptions::recaptcha::recaptcha_v2_settings
source: reCAPTCHA v2 settings
hu_hu: reCAPTCHA v2 beállítások
it_it: reCAPTCHA v2 impostazioni

# SettingsOptions::recaptcha::recaptcha_v3_settings
source: reCAPTCHA v3 settings
hu_hu: reCAPTCHA v3 beállítások
it_it: reCAPTCHA v3 impostazioni

# SettingsOptions::recaptcha::use_for_settings
source: Antibot settings
hu_hu: Bot elleni védelem beállításai
it_it: Antibot impostazioni

# SettingsOptions::recaptcha::recaptcha_v3_site_key
source: Site key
hu_hu: Site kulcs

# SettingsOptions::recaptcha::recaptcha_v3_secret
source: Secret
hu_hu: Titkos

# SettingsOptions::recaptcha::recaptcha_v3_success_score
source: Required rating to pass the check
hu_hu: Az ellenőrzéshez szükséges minősítés
it_it: Valutazione richiesta per superare il controllo

# SettingsVariants::recaptcha::recaptcha_v3_success_score::0.9
source: 0.9 (even some humans can't pass)
hu_hu: 0.9 (még néhány ember sem tud átmenni)
it_it: 0.9 (difficile anche per un umano)

# SettingsVariants::recaptcha::recaptcha_v3_success_score::0.5
source: 0.5 (recommended value)
hu_hu: 0,5 (ajánlott érték)
it_it: 0.5 (rvalore consigliato)

# SettingsVariants::recaptcha::recaptcha_v3_success_score::0.1
source: 0.1 (bots are welcome)
hu_hu: 0,1 (botokat nem blokkoljuk)
it_it: 0.1 (bots consentiti)

# Languages::recaptcha.error_recaptcha_v3_failed
source: Sorry, the anti-bot validation has failed. If you're seeing this message, please contact us and let us know about it.
hu_hu: Sajnáljuk, a bot-ellenőrzés sikertelen volt. Ha ezt az üzenetet látod, kérjük, lépj kapcsolatba velünk, és tájékoztass bennünket erről.
it_it: Spiacenti, la convalida dell'anti-bot non è riuscita. Se visualizzi questo messaggio, contattaci e faccelo sapere.

# Languages::recaptcha.none
source: none
hu_hu: nincs
it_it: nessuno

# Addons::name::recaptcha
source: Google reCAPTCHA
it_it: ReCAPTCHA di Google
