Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/reward_points.po
Languages: ar_sa, he_il, hu_hu

# Addons::name::reward_points
source: Reward points
ar_sa: نقاط المكافأة
he_il: נקודות בונוס
hu_hu: Hűségpontok

# Addons::description::reward_points
source: Lets customers earn and spend points for purchases
ar_sa: تسمح للعملاء كسب وإنفاق النقاط للمشتريات
he_il: מאפשר ללקוחות להרוויח נקודות ולהוציא אותן על רכישות
hu_hu: Lehetővé teszi, hogy a vásárlók pontokat kaphassanak és felhasználhassák a vásárlásokhoz

# Languages::reward_points
source: Reward points
ar_sa: نقاط مكافأة
he_il: נקודות בונוס
hu_hu: Hűségpontok

# Languages::reward_points_log
source: Reward points log
ar_sa: سجل نقاط المكافآت
he_il: יומן נקודות בונוס
hu_hu: Hűségpontok naplója

# Languages::reward_points_menu_description
source: Assign global reward points in your store.
ar_sa: قم بتعيين نقاط مكافأة عالمية في متجرك.
he_il: הקצה נקודות תגמול עולמיות בחנות שלך.
hu_hu: Globális hűségpontok megadása az áruházában.

# Languages::promotion_cond_reward_points
source: Points on user account
ar_sa: النقاط على حساب المستخدم
he_il: נקודות בחשבון משתמש
hu_hu: A felhasználói fiók pontjai

# Languages::points
source: Points
ar_sa: النقاط
he_il: נקודות
hu_hu: Pontok

# Languages::points_in_use
source: Points in use
ar_sa: النقاط المستخدمة
he_il: נקודות בשימוש
hu_hu: Pontok használatban

# Languages::points_in_use_lower
source: points in use
ar_sa: النقاط المستخدمة
he_il: נקודות בשימוש
hu_hu: pont használatban

# Languages::points_lower
source: points
ar_sa: النقاط
he_il: נקודות
hu_hu: pontok

# Languages::points_in_use_lowercase
source: [n] point in use|[n] points in use
ar_sa: [n] نقطة قيد الاستخدام | [n] نقاط قيد الاستخدام
he_il: [n] נקודות בשימוש|[n] נקודות בשימוש
hu_hu: [n] pont használatban|[n] pont használatban

# Languages::points_lowercase
source: [n] point|[n] points
ar_sa: [n] نقطة | [n] نقطات
he_il: [n] נקודה|[n] נקודות
hu_hu: [n] pont|[n] pont

# Languages::points_to_use
source: Points to use
ar_sa: نقاط لاستخدامها
he_il: נקודות לשימוש
hu_hu: Felhasználható pontok

# Languages::point_payment
source: Point payment
ar_sa: دفع النقاط
he_il: תשלום בנקודות
hu_hu: Fizetés pontokkal

# Languages::point_price
source: Price in points
ar_sa: السعر بالنقاط
he_il: מחיר בנקודות
hu_hu: Ár pontokban

# Languages::text_increase_points_in_use
source: The points used in the order were added to user account.
ar_sa: تمت إضافة النقاط المستخدمة في الترتيب إلى حساب المستخدم.
he_il: הנקודות ששימשו בהזמנה נוספו לחשבון המשתמש.
hu_hu: A rendelés során használt pontokat hozzáadtuk a felhasználói fiókhoz.

# Languages::text_points_used_in_order
source: Points were used in order
ar_sa: تم استخدام النقاط بالترتيب
he_il: הנקודות נוצלו לפי הסדר
hu_hu: A rendelésnél pontokat használt fel

# Languages::text_point_in_account
source: You have
ar_sa: عندك
he_il: אתה
hu_hu: Önnek van

# Languages::pay_by_points
source: Allow payment by points
ar_sa: السماح بالدفع عن طريق النقاط
he_il: אפשר תשלום על ידי נקודות
hu_hu: Ponttal való fizetés engedélyezése

# Languages::override_per
source: Override global PER
ar_sa: تجاوز PER العالمية
he_il: עקוף את PER הגלובלי
hu_hu: A globális pontárfolyam felülírása

# Languages::override_gc_points_brief
source: Override global/category points
ar_sa: تجاوز النقاط العالمية / الفئة
he_il: עקוף את הנקודות הגלובליות/הקטגוריה
hu_hu: A globális/kategória pontok felülírása

# Languages::text_points_exceed_points_on_account
source: The number of the points entered by you exceeds the number of points at your account.
ar_sa: يتجاوز عدد النقاط التي أدخلتها عدد النقاط في حسابك.
he_il: מספר הנקודות שהוזנו על ידיך עולה על מספר הנקודות בחשבונך.
hu_hu: A megadott hűségpontok száma meghaladja a felhasználói fiókhoz rendelt pontok számát.

# Languages::text_points_exceed_points_that_can_be_applied
source: The number of points entered by you exceeds the number of points that can be applied to this order.
ar_sa: يتجاوز عدد النقاط التي أدخلتها عدد النقاط التي يمكن تطبيقها على هذا الطلب.
he_il: מספר הנקודות שרשמת עולה על מספר נקודות שניתן לנצל במסגרת הזמנה זו
hu_hu: A megadott hűségpontok száma meghaladja az ehhez a megrendeléshez alkalmazható pontok számát.

# Languages::text_points_cannot_applied_because_subtotal_redeemed
source: Points cannot be applied because the subtotal is completely redeemed.
ar_sa: لا يمكن تطبيق النقاط نظرًا لاسترداد المبلغ الإجمالي بالكامل.
he_il: לא ניתן להשתמש בנקודות בגלל שסכום ביניים נוצל במלואו
hu_hu: A pontokat nem lehet felhasználni, mert a részösszeg teljesen fedezve van.

# Languages::text_cannot_apply_points_to_this_order_because_total
source: Unfortunately, you cannot apply points to this order, because the total cost is zero.
ar_sa: للأسف ، لا يمكنك تطبيق نقاط على هذا الطلب ، لأن إجمالي التكلفة صفر.
he_il: לצערינו, אינך יכול לנצל את הנקודות בהזמנה זו כי העלות הכוללת היא אפס.
hu_hu: Sajnos, ennél a rendelésnél nem használhatja a hűségpontokat, mert az összes költség nulla.

# Languages::text_cannot_apply_points_to_this_order_because_user
source: Unfortunately, you cannot apply points to this order, because you do not have enough points at the account.
ar_sa: للأسف ، لا يمكنك تطبيق نقاط على هذا الطلب ، لأنه ليس لديك ما يكفي من النقاط في الحساب.
he_il: לצערינו, אינך יכול לנצל נקודות בהזמנה זו בגלל שאין לך מספיק נקודות בחשבון
hu_hu: Sajnos, ennél a rendelésnél nem használhatja a hűségpontokat, mert nincs elég pont a fiókjában.

# Languages::text_order_status_has_not_been_changed
source: The order status has not been changed, because the user did not have enough points.
ar_sa: لم يتم تغيير حالة الطلب ، لأن المستخدم لم يكن لديه نقاط كافية.
he_il: סטטוס ההזמנה לא שונה בגלל שלמשתמש לא היו מספיק נקודות.
hu_hu: A rendelés státusa nem változott meg, mert a felhasználónak nem volt elég pontja.

# Languages::price_in_points_increased
source: Price in points has been increased by
ar_sa: السعر في النقاط قد زاد بنسبة
he_il: המחיר בנקודות עלה ב
hu_hu: Az ár pontokban nőtt:

# Languages::price_in_points_decreased
source: Price in points has been decreased by
ar_sa: السعر في النقاط قد انخفض بنسبة
he_il: מחיר בנקודות ירד ב
hu_hu: Az ár pontokban csökkent:

# Languages::earned_points
source: Points earned per product
ar_sa: النقاط المكتسبة لكل منتج
he_il: נקודות המתקבלות למוצר
hu_hu: A termékenként kapott hűségpontok száma

# Languages::override_g_points
source: Override global point value for all products in this category
ar_sa: تجاوز قيمة النقطة العامة لجميع المنتجات في هذه الفئة
he_il: עקוף את ערך נקודות גלובלי עבור כל המוצרים בקטגוריה זו
hu_hu: A globális pontértékek felülírása ezen kategória minden termékére

# Languages::amount_type
source: Amount type
ar_sa: نوع المبلغ
he_il: סוג הכמות
hu_hu: Összeg típusa

# Languages::maximum
source: Maximum
ar_sa: أقصى
he_il: מקסימום
hu_hu: Maximális

# Languages::earned_point_modifier
source: Earned point modifier
ar_sa: معدل النقاط المكتسبة
he_il: מסווג נקודות שניתנו
hu_hu: Szerzett pont módosító

# Languages::override_gc_points
source: Override global/category point value for this product
ar_sa: تجاوز قيمة النقاط العامة / الفئة لهذا المنتج
he_il: עקוף את ערך הנקודות הגלובלי/קטגוריה עבור מוצר זה
hu_hu: A globális/kategória pontérték felülírása ennél a terméknél

# Languages::view_user_points
source: View user points
ar_sa: عرض نقاط المستخدم
he_il: צפה בנקודות משתמש
hu_hu: A felhasználó pontjainak megtekintése

# Languages::log
source: Log
ar_sa: سجل
he_il: יומן
hu_hu: Napló

# Languages::subtract
source: Subtract
ar_sa: طرح
he_il: הפחת
hu_hu: Kivonás

# Languages::change_points
source: Change points
ar_sa: تغيير النقاط
he_il: שנה את הנקודות
hu_hu: Pontok módosítása

# Languages::add_subtract_points
source: Add & subtract points
ar_sa: جمع وطرح النقاط
he_il: הוסף והפחת נקודות
hu_hu: Pontok hozzáadása és kivonása

# Languages::cleanup_log
source: Cleanup log
ar_sa: سجل التنظيف
he_il: נקה את היומן
hu_hu: Napló törlése

# Languages::we_would_like_to_inform
source: We would like to inform you that
ar_sa: نود أن نعلمك أن
he_il: ברצוננו להודיע לך ש
hu_hu: Szeretnénk értesíteni arról, hogy

# Languages::reward_points_subj_added_to
source: [n] point have been added to your account.|[n] points have been added to your account.
ar_sa: تمت إضافة [n] نقطة إلى حسابك.| تمت إضافة [n] نقطة إلى حسابك.
he_il: [n] נקודה הופחתה מחשבון שלך.|[n] נקודות נוספו לחשבון שלך.
hu_hu: [n] pont került a számládra.|[n] pont került a számládra.

# Languages::reward_points_subj_subtracted_from
source: [n] point have been subtracted from your account.|[n] points have been subtracted from your account.
ar_sa: تم طرح [n] نقطة من حسابك.| تم خصم [n] من النقاط من حسابك.
he_il: [n] נקודה הופחתה מחשבון שלך.|[n] נקודות הופחתו מחשבון שלך.
hu_hu: [n] pontot vontak le a számládról.|[n] pontot vontak le a számládról.

# Languages::privileges.manage_reward_points
source: Can edit
ar_sa: قابل للتحرير
he_il: יכול לערוך
hu_hu: Szerkeszthető

# Languages::privilege_groups.reward_points
source: Reward points
ar_sa: نقاط المكافأة
he_il: נקודות בונוס
hu_hu: Hűségpontok

# SettingsSections::reward_points::general
source: General
ar_sa: عام
he_il: כללי
hu_hu: Általános

# SettingsOptions::reward_points::point_rate
source: Points Exchange Rate (PER - the number of points equal to 1 conventional unit)
ar_sa: معدل استبدال النقاط (PER - عدد النقاط يساوي 1 وحدة تقليدية)
he_il: יחס המרת נקודות (PER - מספר נקודות השווה ליחידה קונבנציונלית אחת)
hu_hu: Hűségpont árfolyam (Points Exchange Rate - PER - az 1 általános egységnek megfelelő pontok száma)

# SettingsOptions::reward_points::auto_price_in_points
source: "Price in points" is calculated automatically on PER basis
ar_sa: يتم احتساب "السعر بالنقاط" تلقائيًا على أساس PER
he_il: "Price in points" מחושב על בסיס PER
hu_hu: Az "Ár pontokban" a pont árfolyam alapján automatikusan kiszámolva

# SettingsOptions::reward_points::price_in_points_with_discounts
source: "Price in points" is recalculated taking into account discounts
ar_sa: يتم إعادة حساب "السعر بالنقاط" مع مراعاة الخصومات
he_il: "Price in points" מחושב מחדש בהתחשב בהנחות
hu_hu: Az "Ár pontokban" a kedvezmények figyelembevételével újraszámolva

# SettingsOptions::reward_points::points_with_discounts
source: "Points" is recalculated taking into account discounts
ar_sa: يتم إعادة حساب "النقاط" مع مراعاة الخصومات
he_il: "Points" מחושב מחדש בהתחשב בהנחות
hu_hu: A "Pontok" a kedvezmények figyelembevételével újraszámolva

# SettingsOptions::reward_points::price_in_points_order_discount
source: "Price in points" is recalculated taking into account order discounts
ar_sa: يتم إعادة حساب "السعر بالنقاط" مع الأخذ في الاعتبار خصومات الطلبات
he_il: "Price in points" מחושב מחדש בהתחשב בהנחות על הזמנות
hu_hu: Az "Ár pontokban" a megrendelés kedvezményének figyelembevételével újraszámolva

# SettingsOptions::reward_points::reward_points_order_discount
source: "Points" is recalculated taking into account order discounts
ar_sa: يتم إعادة حساب "النقاط" مع الأخذ في الاعتبار خصومات الطلبات
he_il: "Points" מחושב מחדש בהתחשב בהנחות על הזמנות
hu_hu: A "Pontok" a megrendelés kedvezményének figyelembevételével újraszámolva

# SettingsOptions::reward_points::higher_level_extract
source: If the product and the product category do not have defined reward points but the higher level category has such reward points, extract data from it
ar_sa: إذا لم يكن للمنتج وفئة المنتج نقاط مكافأة محددة ولكن فئة المستوى الأعلى بها نقاط المكافأة هذه ، فاستخرج البيانات منها
he_il: אם למוצר ולקטגוריה של המוצר אין נקודות בונוס מוגדרות, אבל לקטגוריה ברמה הגבוהה ביותר יש נקודות בונוס כאלה, קח את הנתונים ממנה
hu_hu: Ha a termék és a termék kategóriája nem rendelkezik megadott hűségpontokkal, de magasabb szintű kategória rendelkezik ilyen hűségpontokkal, vegye az adatokat onnan

# SettingsOptions::reward_points::several_points_action
source: If several reward points can be applied, set
ar_sa: إذا كان من الممكن تطبيق عدة نقاط مكافأة ، فقم بتعيينها
he_il: אם ניתן לנצל מספר נקודות בונוס , הגדר
hu_hu: Ha több hűségpont is alkalmazható, állítsa be

# SettingsOptions::reward_points::consider_zero_values
source: Apply zero reward point values
ar_sa: تطبيق قيم صفر نقطة مكافأة
he_il: הפעל ערכי נקודות בונוס אפס
hu_hu: Nulla hűségpont érték alkalmazása

# SettingsOptions::reward_points::log_per_page
source: Log lines per page
ar_sa: سجل الأسطر في كل صفحة
he_il: שורות יומן לעמוד
hu_hu: Oldalankénti naplósorok

# SettingsTooltips::reward_points::consider_zero_values
source: The reward points rules with the zero values should be considered
ar_sa: يجب مراعاة قواعد نقاط المكافأة ذات القيم الصفرية
he_il: יש להתחשב בנקודות בונוס עם ערכי אפס
hu_hu: Meg kell fontolni a nulla értékkel rendelkező jutalompont szabályokat

# SettingsVariants::reward_points::several_points_action::minimal_absolute
source: Absolute minimal value
ar_sa: قيمة الحد الأدنى المطلق
he_il: ערך מינימלי מוחלט
hu_hu: Abszolút minimális érték

# SettingsVariants::reward_points::several_points_action::minimal_percentage
source: Minimal percentage value
ar_sa: قيمة النسبة المئوية الأدنى
he_il: ערך מינימלי באחוזים
hu_hu: Minimális százalékos érték

# SettingsVariants::reward_points::several_points_action::maximal_absolute
source: Absolute maximal value
ar_sa: القيمة القصوى المطلقة
he_il: ערך מקסימלי מוחלט
hu_hu: Abszolút maximális érték

# SettingsVariants::reward_points::several_points_action::maximal_percentage
source: Maximal percentage value
ar_sa: قيمة النسبة القصوى
he_il: ערך מקסימלי באוחוזים
hu_hu: Maximális százalékos érték

# Languages::email_template.reward_points_notification
source: Reward points
ar_sa: نقاط المكافأة
he_il: נקודות בונוס
hu_hu: Hűségpontok

# Languages::grant_point
source: Grant reward points
ar_sa: منح نقاط المكافأة
he_il: הענק נקודות בונוס
hu_hu: Hűségpontok odaítélése
