Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/rma.po
Languages: ar_sa, el_gr, he_il, hu_hu, pt_br

# Addons::description::rma
source: Adds a return management system
ar_sa: اضافة نظام إدارة المرتجعات
el_gr: Προσθέτει ένα σύστημα διαχείρισης επιστροφων
he_il: מוסיף מערכת ניהול החזרת
hu_hu: Visszáru kezelő rendszer
pt_br: Adiciona um sistema de gerenciamento de devoluções

# Languages::returned_products
source: Returned products
ar_sa: المنتجات التي تم إرجاعها
el_gr: Επιστρεφόμενα προϊόντα
he_il: מוצרים מוחזרים
hu_hu: Visszaküldött termékek
pt_br: Produtos devolvidos

# Languages::rma_return
source: Return
ar_sa: إرجاع
el_gr: Επιστροφή
he_il: החזרה
hu_hu: Visszaküld
pt_br: Devolução

# Languages::no_return_requests_found
source: No return requests found
ar_sa: لم يتم العثور على طلبات إرجاع
el_gr: Δεν βρέθηκαν αιτήσεις επιστροφής
he_il: לא נמצאו בקשות החזרה
hu_hu: Nem található visszáru kérelem
pt_br: Nenhuma solicitação de devolução encontrada

# Languages::returned_product
source: Returned product
ar_sa: المنتج الذي تم إرجاعه
el_gr: Επιστρεφόμενο προϊόν
he_il: מוצר מוחזר
hu_hu: Visszaküldött termék
pt_br: Produto devolvido

# Languages::returns
source: Returns
ar_sa: المرتجعات
el_gr: Επιστροφές
he_il: החזרות
hu_hu: Visszáruk
pt_br: Devoluções

# Languages::returns_info
source: Returns info
ar_sa: معلومات المرتجعات
el_gr: Πληροφορίες επιστροφών
he_il: מידע על החזרות
hu_hu: Visszáru információ
pt_br: Informações sobre devoluções

# Languages::return_info
source: Return information
ar_sa: معلومات المرتجعات
el_gr: Πληροφορίες επιστροφών
he_il: מידע על החזרות
hu_hu: Visszáru információ
pt_br: Informações da devolução

# Languages::order_returns
source: Order returns
ar_sa: إرجاع الطلب
el_gr: Επιστροφές παραγγελίας
he_il: החזרות מהזמנות
hu_hu: Rendelés visszaküldések
pt_br: Devoluções do pedido

# Languages::return_registration
source: Request a replacement or a refund
ar_sa: طلب استبدال أو استرداد
el_gr: Καταχώριση της επιστροφής
he_il: בקש החלפה או החזר
hu_hu: Csere vagy visszatérítés igénylése
pt_br: Solicitar uma devolução ou reembolso

# Languages::return_requests
source: Return requests
ar_sa: طلبات الإرجاع
el_gr: Αιτήσεις επιστροφής
he_il: בקשות להחזרות
hu_hu: Visszáru kérelmek
pt_br: Solicitações de devolução

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
ar_sa: عرض ومعالجة طلبات الإرجاع من الطلبات المقدمة على موقع الويب الخاص بك.
el_gr: Εμφάνιση και πρόοδος των αιτήσεων που επιστράφηκαν από παραγγελίες που έλαβαν χώρα στην ιστοσελίδα σας.
he_il: צפה ועבד את הבקשות להחזרה מהזמנות שבוצעו באתר שלך.
hu_hu: Visszaküldési kérelmek megtekintése és feldolgozása.
pt_br: Visualizar e processar requisições de devolução de pedidos feitos em seu site.

# Languages::return_status
source: Return status
ar_sa: حالة الإرجاع
el_gr: Κατάσταση επιστροφής
he_il: סטטוס החזרה
hu_hu: Visszáru státusz
pt_br: Status da devolução

# Languages::return_period
source: Return period
ar_sa: فترة الإرجاع
el_gr: Χρονική περίοδος επιστροφής
he_il: תקופת החזרה
hu_hu: Visszaküldési periódus
pt_br: Período de devolução

# Languages::what_you_would_like_to_do
source: What would you like to do
ar_sa: ماذا تريد ان تفعل
el_gr: Τι θα θέλατε να κάνετε
he_il: מה תרצה לעשות
hu_hu: Mit szeretne tenni
pt_br: O que você gostaria de fazer

# Languages::rma_notify_supplier
source: Notify supplier
ar_sa: تنبيه البائع
el_gr: Ειδοποίηση προμηθευτή
he_il: תודיע לספק
hu_hu: Beszállító értesítése
pt_br: Avisar o fornecedor

# Languages::add_reason
source: Add reason
ar_sa: أضف سببًا
el_gr: Προσθήκη Λόγου
he_il: הוסף סיבה
hu_hu: Indok hozzáadása
pt_br: Adicionar motivo

# Languages::new_reason
source: New reason
ar_sa: سبب جديد
el_gr: Προσθήκη νέων λόγων
he_il: סיבה חדשה
hu_hu: Új indok
pt_br: Novo motivo

# Languages::type_comment
source: Type comments here
ar_sa: اكتب التعليقات هنا
el_gr: Εισαγωγή σχολίων εδώ
he_il: הקלד את ההערות כאן
hu_hu: Megjegyzését írja ide
pt_br: Observações

# Languages::return_requests_note
source: Go to the list of your return requests
ar_sa: انتقل إلى قائمة طلبات الإرجاع الخاصة بك
el_gr: Πηγαίνετε στον κατάλογο των αιτημάτων επιστροφής
he_il: עבור לרשימת בקשות להחזרות שלך
hu_hu: Tovább a visszaküldési kérelmek listájához
pt_br: Ir para a lista de solicitações de devolução

# Languages::privileges.manage_rma
source: Can edit
ar_sa: قابل للتحرير
el_gr: Δυνατότητα Επεξεργασίας
he_il: יכול לערוך
hu_hu: Szerkeszthető
pt_br: Pode editar

# Languages::privilege_groups.rma
source: Return merchandise authorization (RMA)
ar_sa: العودة بضائع الترخيص (RMA)
el_gr: Έγκριση επιστροφής εμπορευμάτων (RMA)
he_il: אישור החזרת סחורה (RMA)
hu_hu: Áru visszaküldési engedély (RMA)
pt_br: Autorização de devolução de mercadoria (RMA)

# Languages::rma.text_return_change_warning
source: The status of return request will change from [old_status] to [new_status].
ar_sa: ستتغير حالة طلب الإرجاع من [old_status] إلى [new_status].
el_gr: Η κατάσταση του αιτήματος επιστροφής θα αλλάξει από [old_status] σε [new_status].
he_il: הסטטוס של בקשת ההחזרה ישתנה מ- [old_status] ל- [new_status].
hu_hu: A visszaküldési kérelem státusza [old_status]-ról [new_status]-ra változik.
pt_br: A requisição de devolução passará de [old_status] para [new_status].

# Languages::returnable
source: Returnable
ar_sa: قابل للإرجاع
el_gr: Επιστρεπτέος
he_il: בר החזרה
hu_hu: Visszaküldhető
pt_br: Pode ser devolvido

# Languages::returnable_product
source: Returnable product
ar_sa: منتج قابل للإرجاع
el_gr: Επιστρεπτέο προϊόν
he_il: מוצר בר החזרה
hu_hu: Visszaküldhető termék
pt_br: Produto pode ser devolvido

# Languages::rma_request_statuses
source: RMA request statuses
ar_sa: حالات طلب RMA
el_gr: Κατάσταση αιτήσεων RMA
he_il: סטטוס בקשות RMA
hu_hu: RMA kérelem státuszok
pt_br: Status das solicitações de devolução

# Languages::return_products_information
source: Return products information
ar_sa: معلومات المنتجات المرتجعة
el_gr: Πληροφορίες επιστροφής προϊόντων
he_il: מידע על המוצרים המוחזרים
hu_hu: Visszaküldendő termékek részletei
pt_br: Informações sobre os produtos devolvidos

# Languages::declined_products_information
source: Declined products information
ar_sa: معلومات المنتجات المرفوضة
el_gr: Πληροφορίες για προιόντα που απορρίφτηκαν
he_il: מידע על מוצרים שסורבו
hu_hu: Elutasított termékek részletei
pt_br: Informações sobre os produtos recusados

# Languages::rma_reasons
source: RMA reasons
ar_sa: أسباب RMA
el_gr: Λόγοι RMA
he_il: סיבות ל RMA
hu_hu: RMA indokok
pt_br: Motivos de devolução

# Languages::rma_actions
source: RMA actions
ar_sa: إجراءات RMA
el_gr: Ενέργειες RMA
he_il: פעולות RMA
hu_hu: RMA akciók
pt_br: Ações de devolução

# Languages::rma
source: RMA
pt_br: Devolução

# Languages::return_period_days
source: Return period (days)
ar_sa: فترة الإرجاع (أيام)
el_gr: Χρονική περίοδος (ημέρες)
he_il: תקופת החזרה (ימים)
hu_hu: Visszaküldési idő (napok)
pt_br: Período de devolução (dias)

# Languages::all_actions
source: All actions
ar_sa: كل الإجراءات
el_gr: Όλες οι ενέργειες
he_il: כל הפעולות
hu_hu: Összes akció
pt_br: Todas as ações

# Languages::decline_products
source: Decline products
ar_sa: رفض المنتجات
el_gr: Απόρριψη προϊόντων
he_il: סרב מוצרים
hu_hu: Termékek elutasítása
pt_br: Produtos recusados

# Languages::create_gift_certificate
source: Create gift certificate
ar_sa: إنشاء شهادة هدية
el_gr: Δημιουργία δωροεπιταγής
he_il: צור תלוש שי
hu_hu: Ajándékutalvány készítése
pt_br: Criar o vale presente

# Languages::accept_products
source: Accept products
ar_sa: قبول المنتجات
el_gr: Αποδοχή προϊόντων
he_il: קבל מוצרים
hu_hu: Termékek elfogadása
pt_br: Aceitar produtos

# Languages::rma.recalculate_order
source: Recalculate order
el_gr: Επανυπολογισμός παραγγελίας
he_il: חשב מחדש את ההזמנה
hu_hu: Rendelés újraszámolása
pt_br: Recalcular pedido

# Languages::rma.manually_recalculate_order
source: Set the new order total manually
ar_sa: قم بتعيين إجمالي الطلب الجديد يدويًا
el_gr: Ορίστε το νέο σύνολο παραγγελίας χειροκίνητα
he_il: הגדר את סכום ההזמנה החדש באופן ידני
hu_hu: Az új rendelés végösszegének kézi beállítása
pt_br: Defina o total do novo pedido manualmente

# Languages::rma.dont_recalculate_order
source: Don't recalculate order
ar_sa: لا تعيد حساب الطلب
el_gr: Μην επαναϋπολογίζετε την παραγγελία
he_il: אל תחשב מחדש את הסדר
hu_hu: Ne számold újra a rendelést
pt_br: Não recalcular o pedido

# Languages::delete_this_return
source: Delete this return
ar_sa: احذف هذا الإرجاع
el_gr: Διαγραφή αυτής της επιστροφής
he_il: מחק החזרה זו
hu_hu: Visszaküldés törlése
pt_br: Excluir esta devolução

# Languages::update_totals_and_inventory
source: Update totals and inventory
ar_sa: تحديث المجاميع والمخزون
el_gr: Ενημέρωση συνόλων και καταγραφής εμπορευμάτων
he_il: עדכן את סה"כ ואת המלאי
hu_hu: Végösszeg és készlet frissítése
pt_br: Atualizar totais e estoque

# Languages::request_statuses
source: request statuses
ar_sa: طلب الأحوال
el_gr: καταστάσεις αιτήματος
he_il: בקש סטטוסים
hu_hu: kérelem státuszok
pt_br: requisitar status

# SettingsSections::rma::general
source: General
ar_sa: عام
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::rma::display_product_return_period
source: Display product return period
ar_sa: عرض فترة إرجاع المنتج
el_gr: Εμφάνιση περίοδου επιστροφής των προϊόντων
he_il: הצג תקופת החזרה של המוצר
hu_hu: Visszaküldési időszak megjelenítése
pt_br: Exibir período de devolução do produto

# SettingsOptions::rma::dont_take_weekends_into_account
source: Do not take weekends into account when calculating product return period
ar_sa: لا تأخذ في الاعتبار عطلات نهاية الأسبوع عند حساب فترة إرجاع المنتج
el_gr: Μην πάρετε τα Σαββατοκύριακα υπόψη κατά τον υπολογισμό της περιόδου επιστροφής των προϊόντων
he_il: אל תכלול את סופי שבוע בחישוב תקופת החזרה של המוצר
hu_hu: A visszaküldési időszakba ne számítson bele hétvége
pt_br: Não considerar fins de semana ao calcular o período de devolução

# Languages::email_template.rma_slip_notification
source: RMA slip
ar_sa: قسيمة RMA
el_gr: Απόδειξη RMA
he_il: תלוש RMA
hu_hu: RMA bizonylat
pt_br: Comprovante de RMA

# Languages::template_document_rma_packing_slip_default
source: Return request: packing slip
ar_sa: طلب الإرجاع: قسيمة التعبئة
el_gr: Αίτημα επιστροφής: Απόδειξη συσκευασίας
he_il: בקשת החזרה: תעודת משלוח
hu_hu: Visszaküldési kérelem: csomagolási szelvény
pt_br: Requisição de devolução: declaração de conteúdo

# Languages::document_preview_return_request_not_found
source: Couldn't find a return request. Preview only works with existing data. Please create a return request and use Preview again.
ar_sa: لا يمكن العثور على طلب إرجاع. المعاينة تعمل فقط مع البيانات الموجودة. الرجاء إنشاء طلب إرجاع واستخدام المعاينة مرة أخرى.
el_gr: Δεν βρέθηκε η αίτηση επιστροφής. Η Προεπισκόπηση λειτουργεί μόνο με υπάρχοντα δεδομένα. Παρακαλούμε να δημιουργήσετε μία νεά αίτηση επιστροφής και χρησιμοποιήστε την προεπισκόπηση ξανά.
he_il: לא ניתן למצוא בקשת החזרה. תצוגה מקדימה עובדת רק עם נתונים קיימים. אנא צור בקשת החזרה והשתמש שוב בתצוגה מקדימה.
hu_hu: Nem található visszaküldési kérelem. Az előnézet csak meglévő adatokkal működik. Kérjük, hozz létre visszaküldési kérelmet, és használd újra az Előnézet funkciót.
pt_br: Requisição de devolução não encontrada. A prévia só funciona com dados existentes. Crie uma requisição de devolução primeiro e tente novamente.

# Languages::event.rma.status_changed.name
source: Return request status changed to [status]
ar_sa: تم تغيير حالة طلب الإرجاع إلى [status]
el_gr: Η κατάσταση αιτήματος επιστροφής άλλαξε σε [status]
he_il: סטטוס בקשת החזרה השתנה ל [סטטוס]
hu_hu: A visszaküldési kérelem státusza [status]
pt_br: Status da requisição de devolução alterado para [status]

# Languages::rma.choose_change_return_status
source: What to do with the order
ar_sa: ما يجب القيام به مع الطلب
el_gr: Τι να κάνετε με την παραγγελία
he_il: מה לעשות עם ההזמנה
hu_hu: Mi a teendő a megrendeléssel
pt_br: O que fazer com o pedido

# Languages::rma.please_confirm_decision
source: Please confirm your decision.
ar_sa: يرجى تأكيد قرارك.
el_gr: Επιβεβαιώστε την απόφασή σας.
he_il: אנא אשר את החלטתך.
hu_hu: Kérjük, erősítsd meg a döntésed.
pt_br: Confirme a sua escolha

# Languages::rma.order_total_will_changed
source: The order total will be set to
ar_sa: سيتم تعيين إجمالي الطلب على
el_gr: Το σύνολο της παραγγελίας θα οριστεί σε
he_il: סך ההזמנה יוגדר ל
hu_hu: A rendelés végösszege a következő értékre lesz beállítva
pt_br: O total do pedido será definido para

# Languages::rma.shipping_costs_will_changed
source: Shipping costs will be set to
ar_sa: سيتم تعيين تكاليف الشحن إلى
el_gr: Τα έξοδα αποστολής θα οριστούν σε
he_il: עלויות המשלוח ייקבעו ל
hu_hu: A szállítási költségek a következőkre lesznek beállítva
pt_br: Os custos de frete serão alterados para

# Addons::name::rma
source: RMA
ar_sa: الضمان والإرجاع RMA
