Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/rss_feed.po
Languages: ar_sa, he_il, hu_hu, pt_br, ro_ro

# Addons::name::rss_feed
source: RSS feed
ar_sa: مغذي RSS
he_il: הזנת RSS
hu_hu: RSS hírcsatorna
pt_br: Feed RSS
ro_ro: Flux RSS

# Addons::description::rss_feed
source: Generates RSS feeds for products and blog posts
ar_sa: يولد موجزات RSS للمنتجات ومنشورات المدونة
he_il: מייצר הזנת RSS עבור מוצרים ופוסטים בבלוג
hu_hu: RSS generálása termékekhez és blogbejegyzésekhez
pt_br: Cria feeds RSS para produtos e postagens do blog
ro_ro: Generează fluxuri RSS pentru produse și postări de blog

# Languages::rss_feed
source: RSS feed
ar_sa: مغذي RSS
he_il: הזנת RSS
hu_hu: RSS hírcsatorna
pt_br: Feed RSS
ro_ro: Flux RSS

# Languages::feed_title
source: Feed title
ar_sa: عنوان الخلاصة
he_il: כותרת הזנה
hu_hu: Hírcsatorna címe
pt_br: Título do feed
ro_ro: Titlul feedului

# Languages::feed_description
source: Feed description
ar_sa: وصف الخلاصة
he_il: תיאור הזנה
hu_hu: Hírcsatorna leírása
pt_br: Descrição do feed
ro_ro: Descrierea feedului

# Languages::rss_sort_by
source: Sort items by
ar_sa: فرز العناصر حسب
he_il: מיין את הפריטים לפי
hu_hu: Elemek rendezése
pt_br: Ordenar por
ro_ro: Sortați articolele după

# Languages::rss_display_sku
source: Display SKU
ar_sa: عرض SKU
he_il: הצג SKU
hu_hu: Termékkód megjelenítése
pt_br: Exibir código
ro_ro: Afișați SKU

# Languages::rss_display_image
source: Display image
ar_sa: عرض الصورة
he_il: הצג תמונה
hu_hu: Kép megjelenítése
pt_br: Exibir foto
ro_ro: Afișați imaginea

# Languages::rss_display_price
source: Display gross price
ar_sa: عرض السعر الإجمالي
he_il: הצג מחיר ברוטו
hu_hu: Bruttó ár megjelenítése
pt_br: Exibir preço bruto
ro_ro: Afișați prețul brut

# Languages::rss_display_original_price
source: Display net price
ar_sa: عرض السعر الصافي
he_il: הצג מחיר נטו
hu_hu: Nettó ár megjelenítése
pt_br: Exibir preço líquido
ro_ro: Afișați prețul net

# Languages::rss_display_add_to_cart
source: Display add to cart button
ar_sa: عرض زر إضافة إلى عربة التسوق
he_il: הצג את הכפתור הוסף לסל קניות
hu_hu: Kosárba rakom gomb megjelenítése
pt_br: Exibir botão Adicionar ao carrinho
ro_ro: Afișați butonul Adăugare la coș

# Languages::rss_created
source: Created
ar_sa: تم إنشاؤه
he_il: נוצר
hu_hu: Létrehozva
pt_br: Criado
ro_ro: Creare

# Languages::rss_updated
source: Updated
ar_sa: محدث
he_il: עודכן
hu_hu: Frissítve
pt_br: Atualizado
ro_ro: Actualizare

# Languages::block_rss_feed
source: RSS feed
ar_sa: مغذي RSS
he_il: הזנת RSS
hu_hu: RSS hírcsatorna
pt_br: Feed RSS
ro_ro: Flux RSS

# Languages::block_rss_feed_description
source: RSS feed subscription icon
ar_sa: رمز الاشتراك في موجز RSS
he_il: צלמית הרשמה להזנת RSS
hu_hu: RSS hírcsatorna ikon
pt_br: Ícone de inscrição do feed RSS
ro_ro: Pictogramă abonament flux RSS

# SettingsSections::rss_feed::general
source: General
ar_sa: عام
he_il: כללי
hu_hu: Általános
pt_br: Geral

# SettingsOptions::rss_feed::managing_editor
source: Content editor
ar_sa: محرر محتوى
he_il: עורך תוכן
hu_hu: Tartalomszerkesztő
pt_br: Editor de conteúdo
ro_ro: Editor de conținut

# SettingsOptions::rss_feed::display_rss_feed_in_category
source: Show RSS feed for each category
ar_sa: إظهار موجز RSS لكل فئة
he_il: הצג הזנת RSS עבור כל קטגוריה
hu_hu: Az összes RSS hírcsatorna megjelenítése
pt_br: Exibir um feed RSS para cada categoria
ro_ro: Afișați flux RSS pentru fiecare categorie

# SettingsOptions::rss_feed::category_max_products_items
source: Max product number per category
ar_sa: أقصى رقم منتج لكل فئة
he_il: מספר מקסימלי של מוצרים לקטגוריה
hu_hu: Maximális termékszám kategóriánként
pt_br: Quantidade máxima de produtos por categoria
ro_ro: Numărul maxim de produs pe categorie

# SettingsTooltips::rss_feed::managing_editor
source: Enter the content editor's email and real name, e.g. john@example.com (John Doe)
ar_sa: أدخل البريد الإلكتروني لمحرر المحتوى والاسم الحقيقي ، على سبيل المثال john@example.com (جون دو)
he_il: הכנס את כתובת דואר אלקטרוני ושם אמיתי של עורך תוכן, למשל john@example.com (פלוני אלמוני)
hu_hu: Adja meg a tartalomszerkesztő e-mail címét és valós nevét. pl. peter@minta.hu (Minta Péter)
pt_br: Informe o nome e o endereço de e-mail do editor, p.ex. joao@minhaloja.com.br (João da Silva)
ro_ro: Introduceți adresa de e-mail și numele real al editorului de conținut, de ex. john@example.com (John Doe)

# SettingsTooltips::rss_feed::display_rss_feed_in_category
source: RSS icon near category title.
ar_sa: رمز RSS بالقرب من عنوان الفئة.
he_il: סמל RSS ליד כותרת הקטגוריה.
hu_hu: RSS ikon a kategória cím közelében.
pt_br: Ícone do RSS próximo ao título da categoria.
ro_ro: Pictogramă RSS lângă titlul categoriei.

# Languages::addons.rss_feed.icon
source: RSS feed subscription icon
ar_sa: رمز الاشتراك في موجز RSS
he_il: סמל מנוי להזנת RSS
hu_hu: RSS hírcsatorna ikon
pt_br: Ícone de inscrição do feed RSS
ro_ro: Pictogramă abonament flux RSS
