Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/searchanise.po
Languages: ar_sa, he_il, it_it, pt_br, ro_ro

# Addons::description::searchanise
source: Turns on the <a target="_blank" href="http://searchanise.com/">Searchanise</a> fast search service
ar_sa: يقوم بتشغيل خدمة البحث السريع <a target="_blank" href="http://searchanise.com/"> Searchaniseسيرتشانيسي</a>
he_il: מפעיל את <a target="_blank" href="http://searchanise.com/">Searchanise</a> שירות חיפוש מהיר
it_it: Attiva il servizio di ricerca veloce <a target="_blank" href="http://searchanise.com/">Searchanise</a>
pt_br: Ativa o serviço de busca rápida <a target="_blank" href="http://searchanise.com/">Searchanise</a>
ro_ro: Activează serviciul de căutare rapidă <a target="_blank" href="http://searchanise.com/"> Searchanise </a>

# Languages::searchanise_menu_description
source: Manage search settings, customize view and merchandise products.
ar_sa: إدارة إعدادات البحث وتخصيص العرض ومنتجات البضائع.
he_il: נהל את הגדרות החיפוש, התאם את התצוגה ואת מגוון המוצרים
it_it: Gestisci le impostazioni di ricerca, personalizza la visualizzazione e i prodotti di merchandising.
pt_br: Gerencie configurações de pesquisa, personalize a visualização e promova produtos.
ro_ro: Gestionați setările de căutare, personalizați vizualizarea și comercializarea produselor.

# Languages::text_se_import_status_queued
source: The product catalog is queued for syncing with Searchanise.
ar_sa: يتم وضع كتالوج المنتجات في قائمة الانتظار للمزامنة مع Searchanise.
he_il: קטלוג מוצרים נמצא בתור לסנכרון עם Searchanise
it_it: Il catalogo prodotti è in attesa di sincronizzazione con Searchanise.
pt_br: O catálogo de produtos foi enviado para sincronização com o Searchanise.
ro_ro: Catalogul de produse este pus la coadă pentru sincronizare cu Searchanise.

# Languages::text_se_re_indexation_required
source: Searchanise: Re-indexation required (click the <strong>Force re-indexation</strong> button in the <a href="[link]">Searchanise admin panel</a>).
ar_sa: Searchanise: إعادة الفهرسة مطلوبة (انقر على الزر <strong> فرض إعادة الفهرسة </strong> في <a href="[link]"> لوحة إدارة البحث </a>).
he_il: Searchanise: נדרשת אינדקסציה מחדש (הקלק על <strong>Force re-indexation</strong> כפתור ב<a href="[link]">Searchanise פאנל הניהול של</a>).
it_it: Searchanise: re-indicizzazione necessaria (clicca sul pulsante <strong>forza re-indicizzazione</strong> nel <a href="[link]"> Pannello di amministrazione di Searchanise</a>).
pt_br: Searchanise: Reindexação necessária (clique em <strong>Forçar reindexação</strong> no <a href="[link]">painel administrativo do Searchanise</a>).
ro_ro: Searchanise: este necesară reindexarea (faceți clic pe butonul <strong> Forțați reindexarea </strong> din <a href="[link]"> panoul de administrare Searchanise </a>).

# Languages::text_se_new_engine_store
source: Searchanise: New search engine for [store] created. Catalog import started.
ar_sa: Searchanise: تم إنشاء محرك بحث جديد لـ [store]. بدأ استيراد الكتالوج.
he_il: נוצר מנוע חיפוש חדש עבור [store]. ייבוא קטלוג התחיל.
it_it: Searchanise: Nuovo motore di ricerca per [store] creato. Importazione del catalogo avviata.
pt_br: Searchanise: Novo sistema de busca criado para a loja [store]. A importação do catálogo de produtos foi iniciada.
ro_ro: Searchanise: nou motor de căutare creat pentru [store]. Importul catalogului a început.

# Languages::text_se_seo_settings_notice
source: If you have modified any SEO add-on settings, please <a href="[link]">Re-indexation</a> product catalog with Searchanise to update product URLs.
ar_sa: إذا قمت بتعديل أي من إعدادات الوظائف الإضافية لSEO ، فيرجى <a href="[link]"> إعادة الفهرسة </a> كتالوج المنتج باستخدام Searchanise لتحديث عناوين URL للمنتج.
he_il: אם שינית הגדרות תוסף SEO כלשהו, אז <a href="[link]">Re-indexation</a> קטלוג מוצרים עם Searchanise כדי לעדכן את URL של המוצרים.
it_it: Se avete modificato le impostazioni del componente aggiuntivo SEO, si prega di <a href="[link]">re-indicizzare</a> il catalogo prodotti con Searchanise per aggiornare gli URL prodotto.
pt_br: Se você alterou as configurações de SEO, faça a <a href="[link]">reindexação</a> do catálogo de produtos no Searchanise para atualizar as URLs dos produtos.
ro_ro: Dacă ați modificat setările de completare SEO, vă rugăm să <a href="[link]"> Reindexați </a> catalogul de produse cu Searchanise pentru a actualiza adresele URL ale produsului.

# Languages::text_se_connect_error
source: An error occurred during Searchanise registration. Please try later.
ar_sa: حدث خطأ أثناء تسجيل Searchanise. من فضلك حاول لاحقا.
he_il: שגיאה אראה בעת הרשמה ל Searchanise. נסה שום יותר מאוחר.
it_it: Errore durante la registrazione a Searchanise. Si prega di riprovare più tardi.
pt_br: Ocorreu um erro durante a conexão com o Searchanise. Tente novamente mais tarde.
ro_ro: A apărut o eroare în timpul înregistrării Searchanise. Te rog incearca mai tarziu.

# Languages::text_se_import_status_processing
source: The product catalog syncing is in progress.
ar_sa: مزامنة كتالوج المنتج قيد التقدم.
he_il: סנכרון קטלוג מוצרים בתהליך
it_it: Il catalogo prodotti è in corso di sincronizzazione.
pt_br: A sincronização do catálogo de produtos está sendo realizada.
ro_ro: Sincronizarea catalogului de produse este în desfășurare.

# Languages::text_se_import_status_done
source: The product catalog was synced successfully with Searchanise.
ar_sa: تمت مزامنة كتالوج المنتج بنجاح مع Searchanise.
he_il: קטלוג המוצרים סונכרן בהצלחה עם Searchanse.
it_it: Il catalogo prodotti è stato sincronizzato con successo con Searchanise.
pt_br: O catálogo de produtos foi sincronizado com sucesso com o Searchanise.
ro_ro: Catalogul de produse a fost sincronizat cu succes cu Searchanise.

# Languages::text_se_import_status_none
source: The product catalog is not synced with Searchanise yet. Please press "Sync" button to start.
ar_sa: لم تتم مزامنة كتالوج المنتج مع Searchanise حتى الآن. يرجى الضغط على زر "مزامنة" للبدء.
he_il: קטלוג המוצרים עדיין לא סונכרן עם Searchanise. הקלק על "Sync" כפתור כדי להתחיל.
it_it: Il catalogo prodotti non è ancora sincronizzato con Searchanise. Si prega di premere il tasto "Sincronizza" per iniziare.
pt_br: O catálogo de produtos ainda não foi sincronizado com o Searchanise. Clique em Sincronizar para iniciar.
ro_ro: Catalogul de produse nu este încă sincronizat cu Searchanise. Vă rugăm să apăsați butonul "Sincronizare" pentru a începe.

# Languages::text_se_data_update
source: Please note that the data on Searchanise server is updated with a 2-3 minute delay after you make changes in your store.
ar_sa: يرجى ملاحظة أنه يتم تحديث البيانات الموجودة على خادم Searchanise بتأخير 2-3 دقائق بعد إجراء التغييرات في متجرك.
he_il: שים לב שהנתונים בשרת Searchanise .מתעדכנים בדיחוי של 2-3 דקות לאחר שערכת שינויים בחנות שלך
it_it: Si prega di notare che i dati sul server di Searchanise sono aggiornati con un ritardo di 2-3 minuti dopo aver apportato modifiche nel tuo negozio.
pt_br: Observe que as informações serão atualizadas no Searchanise 2 ou 3 minutos após você ter feito as mudanças em sua loja.
ro_ro: Vă rugăm să rețineți că datele de pe serverul Searchanise sunt actualizate cu o întârziere de 2-3 minute după ce ați făcut modificări în magazinul dvs.

# Languages::text_se_signup
source: Click the button below to connect to Searchanise.
ar_sa: انقر فوق الزر أدناه للاتصال بـ Searchanise.
he_il: הקלק על כפתור למטה כדי להתחבר ל Searchanise.
it_it: Cliccare sul pulsante qui sotto per collegarsi a Searchanise.
pt_br: Clique no botão abaixo para conectar-se ao Searchanise.
ro_ro: Faceți clic pe butonul de mai jos pentru a vă conecta la Searchanise.

# Languages::text_se_just_connected
source: Congratulations, you've just connected to Searchanise.
ar_sa: تهانينا ، لقد اتصلت للتو بـ Searchanise.
he_il: ברכות, כרגע התחברת ל Searchanise.
it_it: Complimenti, ti sei appena connesso a Searchanise.
pt_br: Parabéns, você se conectou ao Searchanise.
ro_ro: Felicitări, tocmai te-ai conectat la Searchanise.

# Languages::text_se_connected
source: You've connected to Searchanise.
ar_sa: لقد اتصلت بـ Searchanise.
he_il: התחברת ל Searchanise.
it_it: Ti sei connesso a Searchanise.
pt_br: Você se conectou ao Searchanise.
ro_ro: Te-ai conectat la Searchanise.

# Languages::text_se_ajax_connecting
source: Product indexation has started in your store. It may take some time. Wait just a little, we've almost finished.
ar_sa: بدأت فهرسة المنتج في متجرك. قد يستغرق بعض الوقت. انتظر قليلاً فقط ، لقد انتهينا تقريبًا.
he_il: אינדקסציה של המוצרים בחנות שלך החלה. זה ייקח זמן מה. המתן מעט, כמעט סיימנו.
it_it: L'indicizzazione del prodotto è iniziata nel tuo negozio. Potrebbe volerci un po 'di tempo. Aspetta un attimo, abbiamo quasi finito.
pt_br: A indexação de produtos começou na sua loja. Pode demorar um pouco. Estamos quase terminando.
ro_ro: Indexarea produselor a început în magazinul dvs. Poate dura ceva timp. Așteptați puțin, aproape am terminat.

# Languages::text_se_database_restore_notice
source: You've just restored your data from the database dump file. If this dump contains product data, please <a href="[link]">Re-indexation</a> it with Searchanise.
ar_sa: لقد قمت للتو باستعادة بياناتك من ملف تفريغ قاعدة البيانات. إذا كان هذا التفريغ يحتوي على بيانات المنتج ، فيرجى <a href="[link]"> إعادة فهرستها </a> باستخدام Searchanise.
he_il: כרגע שחזרת את המידע שלך מתוך קובץ dump של בסיס נתונים. אם dump כולל נתוני המוצר ערוך<a href="[link]">אינדקסציה מחדש </a> שלו עם Searchanise.
it_it: Hai appena ripristinato i dati dal file dump del database. Se questo dump contiene dati di prodotto, si prega di <a href="[link]"> re-indicizzare</a> il catalogo con Searchanise.
pt_br: Você restaurou um arquivo de cópia de segurança do banco de dados. Se este arquivo contiver informações sobre produtos, faça a <a href="[link]">reindexação</a> para atualizar o Searchanise.
ro_ro: Tocmai v-ați restaurat datele din fișierul de descărcare a bazei de date. Dacă această descărcare conține date despre produse, vă rugăm să <a href="[link]"> Reindexați </a> cu Searchanise.

# Languages::text_se_only_root_can_register
source: Only the root admin has the permission to connect to Searchanise
ar_sa: فقط مسؤول الجذر لديه إذن بالاتصال بـ Searchanise
he_il: רק מנהל בעל הרשאת שורש רשאי להתחבר ל Searchanise
it_it: Solo l'amministratore ha l'autorizzazione per connettersi a Searchanise
pt_br: Somente o administrador principal possui permissão para conectar-se ao Searchanise
ro_ro: Doar administratorul root are permisiunea de a se conecta la Searchanise

# Languages::se_did_you_mean
source: Did you mean
ar_sa: هل تعني
he_il: האם התכוונת
it_it: Forse intendevi
pt_br: Você quis dizer
ro_ro: Ai vrut să spui

# Languages::se_product_id
source: Product Id
ar_sa: معرف المنتج
he_il: של המוצר Id
it_it: ID prodotto
pt_br: Código do produto
ro_ro: Cod produs

# Languages::se_title
source: Title
ar_sa: العنوان
he_il: כותרת
it_it: Titolo
pt_br: Título
ro_ro: Titlu

# Languages::se_summary
source: Description
ar_sa: الوصف
he_il: תיאור
it_it: Descrizione
pt_br: Descrição
ro_ro: Descriere

# Languages::se_link
source: Product Url
ar_sa: عنوان URL للمنتج
he_il: המוצר Url
it_it: Url prodotto
pt_br: URL do produto
ro_ro: Adresa URL a produsului

# Languages::se_price
source: Price
ar_sa: الأسعار
he_il: מחיר
it_it: Prezzo
pt_br: Preço
ro_ro: Preț

# Languages::se_list_price
source: List Price
ar_sa: قائمة الأسعار
he_il: מחיר מחירון
it_it: Prezzo di listino
pt_br: Preço listado
ro_ro: Listă prețuri

# Languages::se_quantity
source: Quantity
ar_sa: كمية
he_il: כמות
it_it: Quantità
pt_br: Quantidade
ro_ro: Cantitate

# Languages::se_product_code
source: Product Code
ar_sa: رمز المنتج
he_il: קוד המוצר
it_it: Codice prodotto
pt_br: Código do produto
ro_ro: Cod Produs

# Languages::se_image_link
source: Image Url
ar_sa: عنوان Url للصورة
he_il: של התמונה Url
it_it: Url dell'immagine
pt_br: URL da foto
ro_ro: Imagine URL

# Languages::se_category_Id
source: Category Id
ar_sa: معرف الفئة
he_il: של הקטגוריה Id
it_it: ID Categoria
pt_br: Código da categoria

# Languages::se_category_usergroup_ids
source: Category Usergroup Ids
ar_sa: معرفات مجموعة مستخدمي الفئة
he_il: של קטגוריה של קבוצת משתמשים Ids
it_it: ID categoria gruppi utente
pt_br: Códigos do grupos de usuários da categoria

# Languages::se_usergroup_ids
source: Usergroup Ids
ar_sa: معرفات مجموعة المستخدمين
he_il: של קבוצות משתמשים Ids
it_it: ID gruppi utente
pt_br: Códigos dos grupos de usuários

# Languages::se_company_id
source: Company Id
ar_sa: هوية الشركة
he_il: של החברה Id
it_it: ID azienda
pt_br: Código da empresa

# Languages::se_empty_categories
source: Without Categories
ar_sa: بدون فئات
he_il: ללא קטגוריות
it_it: Senza categorie
pt_br: Sem categorias
ro_ro: Fără categorii

# Languages::se_active_companies
source: Company is active
ar_sa: الشركة نشطة
he_il: החברה פעילה
it_it: L'azienda è attiva
pt_br: A empresa está ativa
ro_ro: Compania este activă

# Languages::se_price_for_usergroup_id
source: Price for usergroup Id ([id])
ar_sa: سعر معرف مجموعة المستخدمين ([id])
he_il: של מחיר עבור קבוצת משתמשים Id ([id])
it_it: Prezzo per ID gruppo utente ([id])
pt_br: Preço para o grupo de usuários [id]
ro_ro: Preț pentru grupul de utilizatori Id ([id])

# Languages::se_for_feature_id
source: Feature "[id]" Id
ar_sa: الميزة "[id]" معرف
he_il: של תכונה "[id]" Id
it_it: ID caratteristica "[id]"
pt_br: Código do recurso [id]
ro_ro: Caracteristica "[id]" Id

# Languages::se_relevance
source: Relevance
ar_sa: ملاءمة
he_il: רלוונטיות
it_it: Rilevanza
pt_br: Relevância
ro_ro: Relevanţă

# Languages::se_products
source: Products
ar_sa: المنتجات
he_il: מוצרים
it_it: Prodotti
pt_br: Produtos
ro_ro: Produse

# Languages::se_popular_suggestions
source: Popular suggestions
ar_sa: الاقتراحات الشعبية
he_il: הצעות פופולריות
it_it: Suggerimenti comuni
pt_br: Sugestões populares
ro_ro: Sugestii populare

# Languages::sort_by_relevance_asc
source: Sort by Relevance
ar_sa: الترتيب حسب الصلة
he_il: מיין לפי רלוונטיות
it_it: Ordina per rilevanza
pt_br: Ordenar por relevância
ro_ro: Sortați după relevanță

# Languages::se_api_key
source: API key
ar_sa: مفتاح API
he_il: API מפתח
it_it: Chiave API
pt_br: Chave de API

# Languages::se_private_key
source: Private key
ar_sa: مفتاح سري
he_il: מפתח פרטי
it_it: Chiave privata
pt_br: Chave particular

# Languages::se_options_combinations_codes
source: Options combinations codes
ar_sa: أكواد مجموعات الخيارات
he_il: אפשרויות צירופי הקודים
it_it: Codici combinazione opzioni
pt_br: Códigos de combinações de opções
ro_ro: Coduri de combinații de opțiuni

# Languages::se_master_product_status
source: Common product status
ar_sa: حالة المنتج المشتركة
he_il: סטטוס מוצר נפוץ
it_it: Stato comune del prodotto
pt_br: Status de produto comum
ro_ro: Starea comună a produsului

# Languages::se_is_vendor_product
source: Vendor product flag
ar_sa: علامة منتج البائع
he_il: דגל מוצר של הספק
it_it: Prodotti venditore
pt_br: Bandeira de produto de fornecedor
ro_ro: Steagul produsului furnizor

# Languages::se_is_master_product
source: Сommon product flag
ar_sa: علم المنتج المشترك
he_il: דגל מוצר נפוץ
it_it: Bandiera del prodotto comune
pt_br: Bandeira de produto comum

# Languages::se_connection_warning
source: Searchanise: There is no connection to Searchanise server! For Searchanise to work properly, the store server must be able to access www.searchanise.com. Please contact Searchanise <a href="mailto: [email]">[email]</a> technical support or your system administrator.
ar_sa: Searchanise: لا يوجد اتصال بخادم Searchanise! لكي يعمل Searchanise بشكل صحيح ، يجب أن يكون خادم المتجر قادرًا على الوصول إلى www.searchanise.com. يرجى الاتصال بالدعم الفني لـ Searchanise <a href="mailto: [email]"> [email] </a> أو بمسؤول النظام.
he_il: Searchanise: אין חיבור לשרת Searchanise! כדי ש Searchanise יעבוד בצורה תקינה, על שרת החנות להתחבר ל www.searchanise.com. צור קשר עם Searchanise <a href="mailto: [email]">[email]</a> תמיכה טכנית או מנהל המערכת שלך.
it_it: Searchanise: non c'è connessione al server Searchanise! Affinché Searchanise funzioni correttamente, il server del negozio deve essere in grado di accedere a www.searchanise.com. Si prega di contattare Searchanise <a href="mailto: [email]">[email]</a> supporto tecnico o l'amministratore di sistema.
pt_br: Searchanise: Sem conexão com o servidor Searchanise! Para que ele funcione corretamente, o servidor da loja deve ser capaz de acessar www.searchanise.com. Contate o suporte técnico do Searchanise <a href="mailto: [email]">[email]</a> ou o administrador do seu sistema.
ro_ro: Searchanise: Nu există nicio conexiune la serverul Searchanise! Pentru ca Searchanise să funcționeze corect, serverul magazinului trebuie să poată accesa www.searchanise.com. Vă rugăm să contactați asistența tehnică Searchanise <a href="mailto: [email]"> [email] </a> sau administratorul de sistem.

# Languages::se_queue_warning
source: Searchanise: We found an issue with the export of changes in your store catalog. To resolve the issue please contact the Searchanise <a href="mailto: [email]">[email]</a> technical support.
ar_sa: بحث: وجدنا مشكلة في تصدير التغييرات في كتالوج متجرك. لحل المشكلة ، يرجى الاتصال بالدعم الفني لـ Searchanise <a href="mailto: [email]"> [email] </a>.
he_il: Searchanise: גילינו בעיה עם ייצוא של השינויים בקטלוג החנות שלך. כדי לפתור את הבעיה צור קשר עם Searchanise <a href="mailto: [email]">[email]</a> ,תמיכה טכנית של.
it_it: Searchanise: abbiamo riscontrato un problema con l'esportazione delle modifiche nel catalogo del tuo negozio. Per risolvere il problema, contatta il supporto tecnico <a href="mailto: [email]">[email]</a> di Searchanise.
pt_br: Searchanise: Encontramos um erro na exportação das alterações do catálogo da sua loja. Para resolver o problema, contate o suporte técnico do Searchanise <a href="mailto: [email]">[email]</a>.
ro_ro: Searchanise: am găsit o problemă la exportul modificărilor în catalogul magazinului dvs. Pentru a rezolva problema, contactați asistența tehnică Searchanise <a href="mailto: [email]"> [email] </a>.

# SettingsSections::searchanise::configuration
source: Configuration
ar_sa: إعدادات
he_il: תצורה
it_it: Configurazione
pt_br: Configuração
ro_ro: Configurare

# Addons::name::searchanise
source: Searchanise
ro_ro: Serviciu de căutare pentru comerțul electronic

# Languages::searchanise
source: Searchanise
ro_ro: Serviciu de căutare pentru comerțul electronic
