Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/seo.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, ja_jp, pl_pl, pt_br, ru_ru

# Addons::description::seo
source: Adds Search engine-friendly URLs support
ar_sa: اضافة دعم عناوين المواقع الصديقة لمحرك البحث
cs_cz: Optimalizováno pro vyhledávače a čitelné URL
el_gr: Προσθέτει υποστήριξη φιλικών SEO URLs
es_es: Agrega soporte para la creación de URL amigables para los motores de búsqueda
he_il: מוסיף תמיכה ב URLs הידידותיים למנוע חיפוש
hu_hu: Keresőbarát URL-ek és SEO beállítások kezelése
ja_jp: サーチエンジンフレンドリーなURLを生成します（要Apache + mod_rewrite）
pl_pl: Wspiera generowanie przyjaznych linków w programie
pt_br: Ativar o suporte a URLs amigáveis
ru_ru: Оптимизированные для поисковых сервисов и читабельные URL

# Languages::seo_rules_menu_description
source: Use this section to define global rules for the URLs rewritten in your store.
ar_sa: استخدم هذا القسم لتحديد القواعد العامة لعناوين URL المعاد كتابتها في متجرك.
cs_cz: V této části můžete definovat globální pravidla nahradí odkazy ve vašem obchodě.
el_gr: Χρησιμποείσε αυτό το τμήμα για να προσδιορίσεις τους γενικούς κανόνες για την επανεγγραφή των URL του καταστήματός σου.
es_es: Utilice esta sección para definir normas globales para las URLs reescritas en su tienda.
he_il: השתמש בחלק זה כדי להגדיר כללים גלובליים עבור URLs המשוכתבים בחנות שלך.
hu_hu: Ezt a szekciót használva globális linkátírási szabályok hozhatóak létre.
ja_jp: URL書き換えのルールをこちらで定義できます。
pl_pl: W tej sekcji możesz zdefiniować globalne zasady przepisywania adresów URL w sklepie.
pt_br: Use esta seção para definir as regras globais para as URLs amigáveis em sua loja.
ru_ru: Используйте эту секцию для определения глобальных правил замены ссылок в вашем магазине.

# Languages::seo.redirects_manager_menu_description
source: Manages redirect rules from old URLs
ar_sa: يدير قواعد إعادة التوجيه من عناوين URL القديمة
cs_cz: Spravuje přesměrování pravidla ze staré URL
el_gr: Διαχείρηση κανόνων ανακατευθύνσεων από παλια URLs
es_es: Gestiona las reglas de redirección desde URLs antiguas
he_il: נהל כללי הפניה מ URLs הישנים
hu_hu: Régi linkek átirányításának kezelése
ja_jp: 旧URLのリダイレクトルールを管理します
pl_pl: Zarządza regułami przekierowań ze starych URL
pt_br: Gerencia as regras de redirecionamento de URLs antigas
ru_ru: Управление редиректами со старых ссылок

# Languages::controller_description
source: If you want to specify a SEO-name for the URL, e.g. http://example.com/index.php?dispatch=<b>categories.catalog</b>, you need to enter the "<b>categories.catalog</b>" value into the "<b>The value of the "dispatch" parameter from the URL</b>" field and specify the SEO name in the "<b>SEO name</b>" field.
ar_sa: إذا كنت تريد تحديد اسم SEO لعنوان URL ، على سبيل المثال http://example.com/index.php?dispatch=<b>categories.catalog</b>، تحتاج إلى إدخال قيمة "<b>categories.catalog</b>" في "<b>قيمة معلمة "الإرسال" من حقل URL</b>"وتحديد اسم تحسين محركات البحث في الحقل"<b>اسم SEO</b>".
cs_cz: Chcete-li pro URL adresu zadat SEO název, např. http://example.com/index.php?dispatch=<b>categories.catalog</b>, musíte zadat hodnotu "<b>categories.catalog</b>" do pole "<b> Hodnota parametru 'odeslání' z URL</b>" a specifikovat SEO název do pole "<b>SEO název</b>".
el_gr: Εάν θέλετε να καθορίσετε ένα SEO-όνομα για τη URL http://example.com/index.php?dispatch=<b>categories.catalog</b>, πρέπει να εισάγετε την "<b>categories.catalog</b>" αξία μέσα στο "<b>The value of the "dispatch" parameter from the URL</b>" πεδίο και καθορίστε το όνομα SEO στο"<b>SEO name</b>" πεδίο.
es_es: Si desea especificar un nombre SEO para la URL, p. http://example.com/index.php?dispatch= <b> categories.catalog </ b>, debe ingresar el valor "<b> categories.catalog </ b>" en "<b> valor del campo "parámetro de envío" de la URL </ b> "y especificar el nombre de SEO en el campo" <b> Nombre de SEO </ b> ".
he_il: אם ברצונך לציין שם SEO עבור URL, למשל http://example.com/index.php?dispatch=<b>categories.catalog</b>, תצטרך להכניס את "<b>categories.catalog</b>" הערך לתוך "<b>הערך של "dispatch" הפרמטר מתוך URL</b>" שדה ולציין את שם SEO ב "<b>SEO שם</b>" שדה.
hu_hu: Amennyiben keresőbarát linket határoz meg egy oldalhoz, pl. http://pelda.hu/index.php?dispatch=<b>categories.catalog</b>, "<b>categories.catalog</b>" értéket kell megadni a "<b>A "dispatch" paraméter értéke a linkből</b>" mezőbe, majd ezt követően a kívánt keresőbarát nevet a "<b>Keresőbarát név</b>" mezőbe.
ja_jp: URLのうち置換対象となる部分を入力してください。 (例： URL index.php?dispatch=<b>categories.catalog</b> を書き換える場合には <b>categories.catalog</b> を入力)
pl_pl: Część adresu URL będzie zamieniona na przyjazną wyszukiwarkom (np. <b>auth.login_form</b> dla adresu URL index.php?dispatch=<b>auth.login_form</b>)
pt_br: Para criar uma URL amigável para um endereço como http://www.minhaloja.com.br?dispatch=<b>categories.catalog</b> você deve preencher o valor "<b>categories.catalog</b>" no campo "<b>Valor do despacho</b>" e preencher o nome desejado no campo "<b>Nome SEO</b>".
ru_ru: Например, если вы хотите задать SEO-имя для URL http://example.com/index.php?dispatch=<b>categories.catalog</b>, введите в поле «<b>Значение параметра „dispatch“ из URL</b>» значение «<b>categories.catalog</b>» и задать SEO-имя.

# Languages::seo_name
source: SEO name
ar_sa: اسم SEO
cs_cz: Název SEO
el_gr: Όνομα SEO
es_es: Nombre SEO
he_il: SEO שם
hu_hu: Keresőbarát név
ja_jp: SEO用名称
pl_pl: Nazwa SEO
pt_br: Nome SEO
ru_ru: SEO-имя

# Languages::warning_seo_urls_disabled
source: SEO-friendly URLs are disabled. Check your web server and URL manipulation engine settings.
ar_sa: تم تعطيل عناوين SEO. تحقق من خادم الويب وإعدادات محرك معالجة عناوين URL.
cs_cz: URL optimalizované pro SEO jsou vypnuty. Zkontrolujte nastavení svého webového serveru.
el_gr: SEO-friendly URLs είναι απενεργοποιημένες. Ελέγξτε τον διαδικτυακό σας διακομιστή και τις ρυθμίσεις χειραγώγησης της URL engine.
es_es: Las URL compatibles con SEO están deshabiliadas. Compruebe su servidor web y la configuración del manejo de búsqueda de la URL.
he_il: URLs הידידותיים ל SEO מבוטלים. בדוק את שרת הרשת שלך ואת ההגדרות של מנוע המפעיל את URL.
hu_hu: Keresőbarát linkek le vannak tiltva. Webszerver beállításainak ellenőrzésével feloldható ez a probléma.
ja_jp: SEO URLが動作しないため無効化されました。サーバーおよびURL書き換えエンジンの設定を確認してください。
pl_pl: Przyjazne linki (URL) w tej chwili nie działają - zostały wyłączone. Proszę sprawdź ustawienia silnika manipulowania linkami na swoim serwerze.
pt_br: As URLs amigáveis estão desativadas. Verifique a configuração de seu servidor e as configurações do sistema de gerenciamento de URLs.
ru_ru: SEO-ссылки выключены. Пожалуйста, проверьте настройки своего веб-сервера и его модуля работы с URL.

# Languages::dispatch_value
source: Dispatch value
ar_sa: قيمة الإرسال
cs_cz: Hodnota parametru «dispatch»
el_gr: Αξία αποστολής
es_es: Valor de envío
he_il: שלח ערך
hu_hu: Útvonal értéke
ja_jp: "dispatch" パラメータの値
pl_pl: Wartość dispatch
pt_br: Despacho
ru_ru: Значение параметра «dispatch»

# Languages::url_dispatch_part
source: The value of the "dispatch" parameter from the URL
ar_sa: قيمة المتغير "إرسال" من عنوان URL
cs_cz: Hodnota parametru «dispatch» z URL
el_gr: Η αξία της "dispatch" παραμέτρου από την URL
es_es: El valor del parámetro "despacho" de la URL
he_il: ערך של "dispatch" פרמטר מה URL
hu_hu: A "dispatch" paraméter értéke a linkből
ja_jp: 置換対象の "dispatch" パラメータの値
pl_pl: Wartość parametru "wysyłki" z URL
pt_br: Valor do parâmetro "dispatch" na URL
ru_ru: Значение параметра «dispatch» из URL

# Languages::new_rule
source: New rule
ar_sa: قاعدة جديدة
cs_cz: Nové pravidlo
el_gr: Νέος κανόνας
es_es: Nueva regla
he_il: כלל חדש
hu_hu: Új szabály
ja_jp: SEOルールの追加
pl_pl: Nowa reguła
pt_br: Nova regra
ru_ru: Новое правило

# Languages::seo_rules
source: SEO rules
ar_sa: قواعد SEO
cs_cz: SEO pravidla
el_gr: Κανόνες SEO
es_es: Reglas SEO
he_il: SEO כללי
hu_hu: Keresőbarát szabályok
ja_jp: SEOルール
pl_pl: Reguły SEO
pt_br: Regras de SEO
ru_ru: SEO-правила

# Languages::seo_page_title
source: page [n]
ar_sa: الصفحة [n]
cs_cz: strana [n]
el_gr: σελίδα [n]
es_es: página [n]
he_il: עמוד [n]
hu_hu: [n] oldal
ja_jp: ページ [n]
pl_pl: Strona [n]
pt_br: página [n]
ru_ru: страница [n]

# Languages::privileges.manage_seo_rules
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
el_gr: Δυνατότητα Επεξεργασιας
es_es: Puede editar
he_il: יכול לערוך
hu_hu: Szerkeszthető
ja_jp: 編集
pl_pl: Można edytować
pt_br: Pode editar
ru_ru: Редактирование

# Languages::privileges.view_seo_rules
source: Can view
ar_sa: يمكن العرض
cs_cz: Může vidět
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
he_il: יכול לצפות
hu_hu: Megtekinthető
ja_jp: 閲覧
pl_pl: Można przeglądać
pt_br: Pode visualizar
ru_ru: Просмотр

# Languages::seo.redirects_manager
source: 301 redirects
ar_sa: عمليات إعادة التوجيه 301
cs_cz: 301 přesměrování
el_gr: 301 Ανακατευθύνσεις
es_es: redirecciones 301
he_il: 301 הפניות
hu_hu: 301 átirányítások
ja_jp: 301リダイレクト
pl_pl: Przekierowania 301
pt_br: Redirecionamentos 301
ru_ru: 301-редиректы

# Languages::seo.old_url
source: Old URL
ar_sa: URL القديم
cs_cz: Staré URL
el_gr: Παλιο Url
es_es: URL antigua
he_il: ישן URL
hu_hu: Régi link
ja_jp: 旧URL
pl_pl: Stary adres URL
pt_br: URL antiga
ru_ru: Старый URL

# Languages::seo.new_url
source: New URL
ar_sa: URL الجديد
cs_cz: Nové URL
el_gr: Νεο URL
es_es: URL nueva
he_il: חדש URL
hu_hu: Új link
ja_jp: 新URL
pl_pl: Nowy adres URL
pt_br: Nova URL
ru_ru: Новый URL

# Languages::seo.new_redirect
source: New Redirect
ar_sa: إعادة توجيه جديد
cs_cz: Nové přesměrování
el_gr: Νέα ανακατεύθυνση
es_es: Redirección nueva
he_il: הפניה חדשה
hu_hu: Új átirányítás
ja_jp: リダイレクトの追加
pl_pl: Nowe przekierowanie
pt_br: Adicionar redirecionamento
ru_ru: Новый редирект

# Languages::seo.error_old_url_exists
source: The URL you're redirecting from is already exist
ar_sa: عنوان URL الذي تقوم بإعادة التوجيه منه موجود بالفعل
cs_cz: URL, s níž chcete přesměrovat již existuje
el_gr: Η διεύθυνση URL απ' όπου ανακατευθύνετε υπάρχει ήδη.
es_es: La URL que estás redireccionando ya existe
he_il: ה URL שאתה מפנה ממנו כבר קיים
hu_hu: A link, melyről az átirányítás történik, használatban van
ja_jp: リダイレクト元に指定したURLはすでに存在します
pl_pl: Adres URL na który zostałeś przekierowany już istnieje
pt_br: A URL que você está redirecionando já existe
ru_ru: URL, с которого вы хотите сделать редирект, уже существует

# Languages::seo.rich_snippets
source: Google rich snippets preview
ar_sa: معاينة المقتطفات المنسقة من Google
cs_cz: Google nádherný náhled úryvků
el_gr: Προεπισκόπηση Google rich snippets
es_es: Vista previa de fragmentos enriquecidos de Google
he_il: תצוגה מוקדמת של גזירים עשירים של גוגל
hu_hu: Google strukturált adatok előnézete
ja_jp: Googleリッチスニペットのプレビュー
pl_pl: Podgląd Google rich snippets
pt_br: Prévia do rich snippet do Google
ru_ru: Предпросмотр Google rich snippets

# Languages::seo.rich_snippets_rating
source: Rating
ar_sa: التقييم
cs_cz: Klasifikace
el_gr: Βαθμολογία
es_es: Valorar
he_il: דירוג
hu_hu: Értékelés
ja_jp: 評価
pl_pl: Ocena
pt_br: Avaliação
ru_ru: Рейтинг

# Languages::seo.rich_snippets_reviews
source: [n] review|[n] reviews
ar_sa: [n] مراجعة | [n] من المراجعات
cs_cz: [n] přezkoumání|[n] recenzí
el_gr: [n] σχόλιο|[n] σχόλια
es_es: [n] revisión|[n] comentarios
he_il: [n] סקירה|[n] סקירות
hu_hu: [n] értékelés|[n] értékelés
ja_jp: [n]件のレビュー
pl_pl: [n] Opinia|[n] Opinie
pt_br: [n] avaliação|[n] avaliações
ru_ru: [n] обзор|[n] обзора|[n] обзоров

# Languages::seo.create_redirect
source: Create redirect from old URL
ar_sa: إنشاء إعادة توجيه من العنوان القديم
cs_cz: Vytvořte staré přesměrování URL
el_gr: Δημιουργία ανακατεύθυνσης από παλιό URL
es_es: Crear redirección de la URL anterior
he_il: צור הפנייה מ ישן URL
hu_hu: Átirányítás készítése régi linkről
ja_jp: 旧URLからのリダイレクトを作成
pl_pl: Stwórz przekierowanie ze starego URL
pt_br: Criar redirecionamento a partir da URL antiga
ru_ru: Перенаправлять со старого URL

# Languages::seo.error_incorrect_url
source: Incorrect format for <b>[url]</b> URL. For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
ar_sa: تنسيق غير صحيح لعنوان URL <b> [url] </b>. على سبيل المثال ، إذا كان عنوان URL الخاص بك هو <b> http://example.com/path/to/object </b> ، فأنت بحاجة إلى إدخال <b> / path / to / object </b>
cs_cz: Nesprávný formát pro <b>[url]</b> URL. Například, pokud vaše adresa URL je <b>http://example.com/path/to/object</b>, budete muset zadat <b>/path/to/object</b>
el_gr: Εσφαλμένη μορφή για τη διεύθυνση URL <b>[url]</b>. Για παράδειγμα, εάν η διεύθυνση URL είναι <b>http://example.com/path/to/object</b>, πρέπει να εισάγετε <b>/path/to/object</b>
es_es: Formato incorrecto para la dirección URL <b>[url]</b>. Por ejemplo, si su URL es <b>http://example.com/path/to/object</b>, necesita entrar <b>/path/to/object</b>
he_il: פורמט שגוי עבור <b>[url]</b> URL. לדוגמה, אם URL שלך הוא <b>http://example.com/path/to/object</b>, אתה צריך לרשום <b>/path/to/object</b>
hu_hu: Helytelen formátum a <b>[url]</b> linkhez. Ha például a fő link <b>http://pelda.hu/link/az/objektumhoz</b>, az alábbi értéket kell megadni: <b>/link/az/objektumhoz</b>
ja_jp: URL <b>[url]</b> のフォーマットが正しくありません。 例) URLが <b>http://example.com/path/to/object</b> の場合は <b>/path/to/object</b> を入力する必要があります。
pl_pl: Nieprawidłowy format URL <b>[url]</b>. Na przykład jeśli adres URL jest <b>http://example.com/path/to/object</b>, trzeba wpisać<b>/path/to/object</b>
pt_br: Formato incorreto para a URL <b>[url]</b>. Por exemplo, se a URL é <b>http://www.minhaloja.com.br/caminho/do/item</b> você deve preencher <b>/caminho/do/item</b>
ru_ru: Неправильный формат ссылки <b>[url]</b>. Например, если ваша ссылка <b>http://example.com/path/to/object</b>, то нужно ввести <b>/path/to/object</b>

# Languages::tt_addons_seo_views_seo_redirects_manage_seo.old_url
source: For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
ar_sa: على سبيل المثال ، إذا كان عنوان URL الخاص بك هو <b> http://example.com/path/to/object </b> ، فأنت بحاجة إلى إدخال <b> / path / to / object </b>
cs_cz: Například, pokud vaše adresa URL je <b>http://example.com/path/to/object</b>, budete muset zadat <b>/path/to/object</b>
el_gr: Για παράδειγμα, εάν η διεύθυνση URL είναι <b>http://example.com/path/to/object</b>, πρέπει να εισάγετε <b>/path/to/object</b>
es_es: Por ejemplo, si su URL es <b>http://example.com/path/to/object</b>, necesita entrar <b>/path/to/object</b>
he_il: לדוגמה אם URL שלך הוא <b>http://example.com/path/to/object</b>, עליך לרשום <b>/path/to/object</b>
hu_hu: Ha például a fő link <b>http://pelda.hu/link/az/objektumhoz</b>, az alábbi értéket kell megadni: <b>/link/az/objektumhoz</b>
ja_jp: 例) URLが <b>http://example.com/path/to/object</b> の場合は <b>/path/to/object</b> を入力する必要があります。
pl_pl: Na przykład jeśli adres URL jest <b>http://example.com/path/to/object</b>, trzeba wpisać<b>/path/to/object</b>
pt_br: Por exemplo, se a URL é <b>http://www.minhaloja.com.br/caminho/do/item</b> você deve preencher <b>/caminho/do/item</b>
ru_ru: Например, если ваша ссылка <b>http://example.com/path/to/object</b>, то нужно ввести <b>/path/to/object</b>

# SettingsSections::seo::general
source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
ja_jp: 基本設定
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::seo::seo_product_type
source: Product SEO URL format
ar_sa: تنسيق URL SEO للمنتج
cs_cz: Formát SEO URL zboží
el_gr: Μορφή Προϊόντος SEO URL
es_es: Tipo de SEO URL de productos (optimización para motores de busqueda)
he_il: מוצר SEO URL פורמט
hu_hu: Termékek keresőbarát link formátuma
ja_jp: 商品用SEO URLフォーマット
pl_pl: Format SEO URL produktu
pt_br: Formato da URL dos produtos
ru_ru: Формат SEO URL товаров

# SettingsOptions::seo::seo_category_type
source: Category SEO URL format
ar_sa: تنسيق URL SEO للفئة
cs_cz: Kategorie SEO formát adresy URL
el_gr: Κατηγορία SEO μορφής URL
es_es: Tipo de SEO àra Categorías, Fabricantes y Temas
he_il: קטגוריה SEO URL פורמט
hu_hu: Kategóriák keresőbarát link formátuma
ja_jp: カテゴリー用SEO URLフォーマット
pl_pl: Format SEO URL kategorii
pt_br: Formato da URL das categorias
ru_ru: Формат SEO URL категорий

# SettingsOptions::seo::seo_page_type
source: Page SEO URL format
ar_sa: تنسيق URL SEO للصفحة
cs_cz: URL formátu SEO stránky
el_gr: Μορφή SEO URL Σελίδας
es_es: Formato de URL de página SEO
he_il: עמוד SEO URL פורמט
hu_hu: Oldalak keresőbarát link formátuma
ja_jp: ページ用SEO URLフォーマット
pl_pl: Format SEO URL strony
pt_br: Formato da URL das páginas
ru_ru: Формат SEO URL контентных страниц

# SettingsOptions::seo::seo_other_type
source: Other SEO URL format
ar_sa: تنسيق URL SEO آخر
cs_cz: Další formát URL (SEO)
el_gr: Μορφή SEO URL Αλλου
es_es: Otro formato de URL SEO
he_il: אחר SEO URL פורמט
hu_hu: Egyéb elemek keresőbarát link formátuma
ja_jp: その他のSEO URLフォーマット
pl_pl: Format SEO URL innych elementów
pt_br: Formato da URL de outros itens
ru_ru: Формат SEO URL остальных страниц

# SettingsOptions::seo::seo_language
source: Show additional language in the URL
ar_sa: إظهار لغة إضافية في URL
cs_cz: Zobrazit další jazyk v URL
el_gr: Εμφάνιση πρόσθετης γλώσσας στη διεύθυνση URL
es_es: Mostrar el idioma adicional en la URL
he_il: הצג שפה נוספת בכתובת האתר
hu_hu: További nyelvek megjelenítése az URL-ben
ja_jp: URLに追加の言語を表示
pl_pl: Pokaż dodatkowy język w adresie URL
pt_br: Adicionar idioma adicional à URL
ru_ru: Показывать дополнительные языки в URL

# SettingsOptions::seo::single_url
source: Use single URL for all languages
ar_sa: استخدم عنوان URL واحدًا لجميع اللغات
cs_cz: Jedna URL pro všechny jazyky
el_gr: Χρήση μονής URL για όλες τις γλώσσες
es_es: Utilizar URL única para todos los idiomas
he_il: השתמש ב URL בודד עבור כל השפות
hu_hu: Egyetlen link használata minden nyelvre
ja_jp: すべての言語で共通のURLを使用する
pl_pl: Użyj jednego adresu URL dla wszystkich języków
pt_br: Usar a mesma URL para todos os idiomas
ru_ru: Использовать один и тот же URL для всех языков

# SettingsOptions::seo::non_latin_symbols
source: Allow non-latin symbols in URL
ar_sa: السماح بالرموز غير اللاتينية في URL
cs_cz: Povolit non-latin znaky v URL
el_gr: Να επιτρέπονται μη λατινικά σύμβολα στο URL
es_es: Permitir símbolos no latinos en URL
he_il: אפשר תווים לא לטיניים ב URL
hu_hu: Nem-latin karakterek engedélyezése a linkekben
ja_jp: マルチバイト文字のURLに対応する
pl_pl: Pozwalaj na nie-łacińskie symbole w URL
pt_br: Permitir caracteres não-latinos na URL
ru_ru: URL может содержать нелатинские символы

# SettingsVariants::seo::seo_product_type::product_file_nohtml
source: /product-name/
es_es: /nombre-producto
he_il: /שם מוצר/
hu_hu: /termek-neve/
ja_jp: /商品名/
pl_pl: /nazwa-produktu/
pt_br: /nome-do-produto/

# SettingsVariants::seo::seo_product_type::product_file
source: /product-name.html
es_es: /nombre-producto.html
he_il: שם מוצר/
hu_hu: /termek-neve.html
ja_jp: /商品名.html
pt_br: /nome-do-produto.html

# SettingsVariants::seo::seo_product_type::product_category_nohtml
source: /category-name/[subcategory-name/]product-name/
es_es: /nombre-categoria/[nombre-subcategoria/]nombre-producto/
he_il: / קטגוריה-שם / [תת-קטגוריה-שם /] שם מוצר /
hu_hu: /kategoria-neve/[alkategoria-neve]/termek-neve/
ja_jp: /カテゴリー名/[サブカテゴリー名/]商品名/
pl_pl: /nazwa-kategorii/[nazwa-podkategorii/]nazwa-produktu/
pt_br: /nome-da-categoria/[nome-da-subcategoria/]nome-do-produto/

# SettingsVariants::seo::seo_product_type::product_category
source: /category-name/[subcategory-name/]product-name.html
es_es: /nombre-categoria/nombre-subcategoria/nombre-producto.html
hu_hu: /kategoria-neve/[alkategoria-neve]/termek-neve.html
ja_jp: /カテゴリー名/[サブカテゴリー名/]商品名.html
pt_br: /nome-da-categoria/[nome-da-subcategoria/]nome-do-produto.html

# SettingsVariants::seo::seo_category_type::category_nohtml
source: /parent-category/category/[page-2/]
es_es: /categoria-superior/categoria/[pagina-2/]
hu_hu: /szulo-kategoria/kategoria/[oldal-2/]
ja_jp: /親カテゴリー/カテゴリー/[ページ-2/]
pl_pl: /kategoria-nadrzędna/kategoria/[strona-2/]
pt_br: /categoria-pai/categoria/[página-2/]

# SettingsVariants::seo::seo_category_type::category
source: /parent-category/category-[page-2].html
es_es: /categoria-superior/categoria-[pagina-2].html
hu_hu: /szulo-kategoria/kategoria-[page-2].html
ja_jp: /親カテゴリー/カテゴリー/[ページ-2/].html
pl_pl: /kategoria-nadrzędna/kategoria-[page-2].html
pt_br: /categoria-pai/categoria-[página-2].html

# SettingsVariants::seo::seo_category_type::root_category
source: /category/[page-2/]
es_es: /categoria/[pagina-2/]
hu_hu: /kategoria/[page-2]
ja_jp: /カテゴリー/[ページ-2/]
pl_pl: /kategoria/[strona-2/]
pt_br: /categoria/[página-2/]

# SettingsVariants::seo::seo_page_type::page
source: /parent-page/page.html
hu_hu: /szulo-oldal/oldal.html
ja_jp: /親ページ/ページ.html
pt_br: /pagina-pai/pagina.html

# SettingsVariants::seo::seo_page_type::page_nohtml
source: /parent-page/page/
hu_hu: /szulo-oldal/oldal/
ja_jp: /親ページ/ページ/
pt_br: /pagina-pai/pagina/

# SettingsVariants::seo::seo_page_type::root_page
source: /page/
he_il: /עמוד/
hu_hu: /oldal/
ja_jp: /ページ/
pt_br: /pagina/

# SettingsVariants::seo::seo_other_type::directory
source: /item/
es_es: /objeto/
he_il: /פריט/
hu_hu: /elem/
ja_jp: /アイテム/

# SettingsVariants::seo::seo_category_type::file
source: /category[-page-2].html
es_es: /categoria[-pagina-2].html
hu_hu: /kategoria[-page-2].html
ja_jp: /カテゴリー[-ページ-2].html
pl_pl: /kategoria[-page-2].html
pt_br: /categoria[-página-2].html

# SettingsVariants::seo::seo_page_type::file
source: /page.html
hu_hu: /oldal.html
ja_jp: /ページ.html
pt_br: /pagina.html

# SettingsVariants::seo::seo_other_type::file
source: /item.html
hu_hu: /elem.html
ja_jp: /アイテム.html
