Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/seo.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, ja_jp, pl_pl, pt_br, ru_ru

# Languages::seo.important_language_text
source: <b>Warning!</b> The <b>SEO</b> add-on is currently configured to use a single URL for all languages. If you hide, disable, or delete a default language of one of the storefronts, the SEO URLs will be changed.
ar_sa: <b> تحذير! </b> الوظيفة الإضافية <b> SEO </b> مهيأة حاليًا لاستخدام عنوان URL واحد لجميع اللغات. إذا قمت بإخفاء لغة افتراضية لإحدى واجهات المتاجر أو تعطيلها أو حذفها ، فسيتم تغيير عناوين URL لتحسين محركات البحث.
cs_cz: <b>Varování!</b> <b>SEO</b> doplněk je aktuálně nakonfigurován pro použití jedné URL pro všechny jazyky. Pokud skryjete, zakážete nebo smažete defaultní jazyk v jednom z obchodů, SEO URL budou změněny!
el_gr: <b>Προειδοποίηση!</b> Το πρόσθετο <b>SEO</b> επί του παρόντος έχει ρυθμιστεί να χρησιμοποιεί ένα URL για όλες τις γλώσσες. Εάν κρύψετε, απενεργοποιήσετε ή διαγράψετε μια προεπιλεγμένη γλώσσα σε ενα απο τα καταστηματα, θα αλλάξουν τα SEO URLs.
es_es: <b>¡Advertencia!</b>El complemento de <b>SEO</b>se encuentra actualmente configurado para utilizar una sola URL para todos los idiomas. Si oculta, deshabilita, o elimina un idioma predeterminada en una de las páginas de productos, las URL de SEO se modificarán.
he_il: <b>אזהרה!</b> התוסף <b>SEO</b> כעת מוגדר לשימוש ב URL בודד עבור כל השפות. אם תסתיר, תבל, או תמחק את השפה המוגדרת כברירת מחדל של אחת מחזיתות החנות שלך, SEO URLs ישתנו.
hu_hu: <b>Figyelmeztetés!</b> A <b>SEO</b> bővítmény jelenleg úgy van beállítva, hogy minden nyelvhez egyetlen URL-t használjon. Ha elrejted, letiltod vagy törlöd az egyik piactéri kirakat alapértelmezett nyelvét, a SEO URL-ek megváltoznak.
ja_jp: <b>注意:</b> <b>SEO</b> アドオンが「すべての言語で共通のURLを使用する」に設定されています。ショップのいずれかのデフォルト言語を非表示、無効、または削除するとSEO URLが変更されます。
pl_pl: <b>Ostrzeżenie!</b> Dodatek <b>SEO</b> jest obecnie skonfigurowany tak, żeby używać pojedynczego adresu URL dla wszystkich języków. Jeśli zostanie ukryty, wyłączony lub usuniety domyślny język jednego ze sklepów, adresy URL zostaną zmienione.
pt_br: <b>Atenção!</b> O complemento <b>SEO</b> está configurado para utilizar a mesma URL para todos os idiomas. Se você ocultar, desabilitar ou apagar um idioma padrão de uma das lojas, as URL do SEO serão alteradas.
ru_ru: <b>Предупреждение!</b> На данный момент модуль <b>SEO</b> настроен на использование одного URL для всех языков. Если вы скроете, отключите, или удалите язык по умолчанию для одной из витрин, будут изменены все SEO URL.

# Languages::seo.upgrade_notes.seo_language.title
source: Changes in SEO add-on
ar_sa: التغييرات في إضافة SEO
cs_cz: Změny v doplňku SEO
el_gr: Αλλαγές στο πρόσθετο SEO
es_es: Cambios en el complemento SEO
he_il: שינויים בתוסף SEO
hu_hu: Változások a SEO bővítményben
ja_jp: SEOアドオンの変更
pt_br: Mudanças no complemento SEO
ru_ru: Изменения в модуле SEO

# Languages::seo.upgrade_notes.seo_language.message
source: To improve rating in search engines, we have changed the behavior of the "Show language in URL" setting. The default language of the storefront will no longer be displayed in the URL. If your storefront in the default language was previously located at <b>[old_store_url]</b>, it will now be available at <b>[new_store_url]</b>.<br/>All old URLs will be redirected correctly to the new ones.
ar_sa: لتحسين التصنيف في محركات البحث ، قمنا بتغيير سلوك إعداد "إظهار اللغة في عنوان URL". لن يتم عرض اللغة الافتراضية لواجهة المتجر في عنوان URL بعد الآن. إذا كانت واجهة متجرك باللغة الافتراضية موجودة سابقًا في <b> [old_store_url] </b> ، فستكون متاحة الآن على <b> [new_store_url] </b>. <br/> ستتم إعادة توجيه جميع عناوين URL القديمة بشكل صحيح إلى الجديد.
cs_cz: K vylepšení hodnocení ve vyhledávacích službách jsme změnili chování v nastavení "Zobraz jazyk URL". Defaultní jazyk obchodu již v odkaze není zobrazen. Pokud váš obchod byl dříve s defaultním jazykem lokalizován na této adrese <b>[old_store_url]</b>, bude nyní dostupný zde <b>[new_store_url]</b>. <br/>Všechny staré adresy budou správně přesměrovány na nové adresy.
el_gr: Για να βελτιώσουμε την αξιολόγηση στις μηχανές αναζήτησης, έχουμε αλλάξει τη συμπεριφορά της ρύθμισης "Εμφάνιση γλώσσας σε διεύθυνση URL". Η προεπιλεγμένη γλώσσα της βιτρίνας δεν θα εμφανίζεται πλέον στη διεύθυνση URL. Εάν η βιτρίνα σας στην προεπιλεγμένη γλώσσα βρισκόταν στο παρελθόν στο <b> [old_store_url] </b>, θα είναι πλέον διαθέσιμη στο <b> [new_store_url] </b>. <br/> Όλα τα παλιά URL θα ανακατευθυνθούν σωστά στα νέα.
es_es: Para mejorar la calificación en los motores de búsqueda, hemos cambiado el comportamiento del ajuste "Mostrar el idioma en la URL". El idioma por defecto de la tienda ya no se mostrará en la URL. Si su escaparate en el idioma por defecto se encontraba antes en <b>[old_store_url]</b>, ahora estará disponible en <b>[new_store_url]</b>.<br/>Todas las URLs antiguas serán redirigidas correctamente a las nuevas.
he_il: כדי לשפר את הדירוג במנועי חיפוש שינינו את התנהגות ההגדרה "הצג שפה בכתובת URL". שפת ברירת המחדל של חזית החנות לא תוצג עוד בכתובת האתר. אם חזית החנות שלך בשפת ברירת המחדל הייתה ממוקמת קודם לכן ב- <b>[old_store_url]</b> , היא תהיה זמינה כעת ב- <b>[new_store_url]</b> . <br/> כל כתובות האתרים הישנות יופנו כראוי לכתובות החדשות.
hu_hu: A keresőmotorokban való értékelés javítása érdekében megváltoztattuk a "Nyelv megjelenítése az URL-ben" beállítás viselkedését. A piactér alapértelmezett nyelve többé nem jelenik meg az URL-ben. Ha az alapértelmezett nyelvű piactér korábban a <b>[old_store_url]</b> címen volt megtalálható, akkor mostantól a <b>[new_store_url]</b> címen lesz elérhető. <br/>A régi URL-ek helyesen átirányításra kerülnek az újakra.
ja_jp: 検索エンジンの評価を向上させるために、「URLで言語を表示する」設定の動作を変更しました。 ストアフロントのデフォルト言語はURLに表示されなくなります。 デフォルト言語のストアフロントが以前は<b> [old_store_url] </b>にあった場合、<b> [new_store_url] </b>で利用できるようになります。<br/>すべての古いURLが新しいものに正しくリダイレクトされます。
pl_pl: Aby poprawić ocenę w wyszukiwarkach, zmieniliśmy zachowanie ustawienia "Pokaż język w adresie URL'. Domyślny język witryny sklepowej nie będzie już wyświetlany w adresie URL. Jeśli witryna sklepu w domyślnym języku znajdowała się wcześniej w <b>[old_store_url]</b>, będzie teraz dostępna w <b>[new_store_url]</b>.<br/>Wszystkie stare adresy URL zostaną poprawnie przekierowane do nowych.
pt_br: Para melhorar a exibição nos motores de busca, nós alteramos o comportamento da configuração "Adicionar idioma à URL". O idioma padrão da loja não será mais adicionado à URL. Se antes a sua loja no idioma padrão estava localizada em <b>[old_store_url]</b>, agora ela estará disponível em <b>[new_store_url]</b>.<br/>Todas as antigas URL serão redirecionadas corretamente para as novas.
ru_ru: Чтобы улучшить ранжирование в поисковых системах, мы изменили поведение настройки "Отображать язык в URL". Теперь язык витрины по умолчанию не будет отображаться в URL. Если раньше ваша витрина с языком по умолчанию располагалась по ссылке <b>[old_store_url]</b>, то теперь она будет доступна по ссылке <b>[new_store_url]</b>.<br/>Всем старым URL мы автоматически проставили правильные редиректы.

# Languages::seo.product_feature.feature_code.notice
source: A suitable code can help this feature appear with the product in search engines. Supported codes:
ar_sa: يمكن أن يساعد رمز مناسب في ظهور هذه الميزة مع المنتج في محركات البحث. الرموز المدعومة:
cs_cz: Patřičný kód může pomoci s touto možností lépe zobrazovat produkty ve vyhledávačích. Podporované kódy:
el_gr: Ένας κατάλληλος κωδικός μπορεί να βοηθήσει αυτό το χαρακτηριστικό να εμφανίζεται με το προϊόν στις μηχανές αναζήτησης. Υποστηριζόμενοι κωδικοί:
es_es: Un código adecuado puede ayudar a que esta característica aparezca con el producto en los motores de búsqueda. Códigos admitidos:
he_il: קוד מתאים יכול לעזור לתכונה זו להופיע עם המוצר במנועי חיפוש. קודים נתמכים:
hu_hu: Egy megfelelő kód segíthet abban, hogy ez a tulajdonság a termékkel együtt jelenjen meg a keresőmotorokban. Támogatott kódok:
ja_jp: 適切なコードは、この機能が検索エンジンに商品が表示されるのに役立ちます。 サポートされているコード：
pl_pl: Odpowiedni kod może pomóc w wyświetleniu tej cechy w produkcie w wyszukiwarkach. Obsługiwane kody:
pt_br: Um código adequado pode ajudar esta característica a aparecer com o produto nos motores de busca. Códigos permitidos:
ru_ru: Подходящий код поможет характеристике появиться рядом с товаром в поисковиках. Поддерживаемые коды:

# Languages::seo.brand
source: Brand
ar_sa: ماركة
cs_cz: Značka
el_gr: Μάρκα
es_es: Marca
hu_hu: Márka
ja_jp: ブランド

# Languages::seo.feature_code.brand.description
source: Name used by an organization or business person for labeling a product
ar_sa: الاسم المستخدم من قبل منظمة أو رجل أعمال لوصف منتج
cs_cz: Jméno použité organizací nebo podnikatelem pro označení produktu
el_gr: Όνομα που χρησιμοποιείται από έναν οργανισμό ή έναν επιχειρηματία για την επισήμανση ενός προϊόντος
es_es: Nombre utilizado por una organización o persona de negocios para etiquetar un producto
he_il: שם שמשמש ארגון או איש עסקים לצורך תיוג מוצר
hu_hu: Egy szervezet vagy üzletember által a termék megjelölésére használt név.
ja_jp: 組織または事業者が商品にラベルを付けるために使用する名前
pl_pl: Nazwa używana przez organizację lub osobę biznesową do oznaczania produktu
pt_br: Nome utilizado por uma organização ou por um empresário para rotular um produto
ru_ru: Название, которым организация или предприниматель помечают товар

# Languages::seo.feature_code.isbn.description
source: International Standard Book Number
ar_sa: الرقم العالمي الموحد للكتاب
cs_cz: Mezinárodní standardní číslo knížky (ISBN)
he_il: מספר ספר בינלאומי סטנדרטי
hu_hu: Nemzetközi Szabványos Könyvazonosító
pl_pl: Międzynarodowy Standardowy Numer Książki
pt_br: Número Padrão Internacional de Livro
ru_ru: Международный стандартный книжный номер

# Languages::seo.feature_code.gtin.description
source: Global Trade Item Number
ar_sa: رقم البند التجارة العالمي
cs_cz: Globální obchodní číslo produktu
he_il: מספר פריט סחר עולמי
hu_hu: Globális kereskedelmi azonosító szám
pl_pl: Globalny numer handlowy (EAN)
pt_br: Número Global do Item Comercial
ru_ru: международный код маркировки

# Languages::seo.feature_code.mpn.description
source: Manufacturer Part Number
ar_sa: رقم جزء الشركة المصنعة
cs_cz: Číslo výrobce (part)
he_il: מק"ט יצרן
hu_hu: Gyártói alkatrészszám
pl_pl: Numer części producenta
pt_br: Número de Peça do Fabricante
ru_ru: код производителя товара

# Languages::seo.storefront_frontend_default_language_warning
source: The <a href="[link]">SEO</a> add-on is currently configured to use a single URL for all languages. If you change a default language of this storefront, the SEO URLs will be changed.
ar_sa: تم تكوين الوظيفة الإضافية <a href="[link]"> SEO </a> حاليًا لاستخدام عنوان URL واحد لجميع اللغات. إذا قمت بتغيير اللغة الافتراضية لواجهة المتجر هذه ، فسيتم تغيير عناوين URL لتحسين محركات البحث.
cs_cz: <a href="[link]">SEO</a> doplněk je aktuálně nakonfigurován k použití jedné URL adresy pro všechny jazyky. Pokud změníte defaultní jazyk tohoto obchodu, SEO URL budou změněny pro všechny obchody.
el_gr: Το πρόσθετο <a href="[link]"> SEO </a> έχει ρυθμιστεί ώστε να χρησιμοποιεί ένα μόνο URL για όλες τις γλώσσες. Εάν αλλάξετε μια προεπιλεγμένη γλώσσα αυτού του καταστήματος, οι διευθύνσεις SEO URL θα αλλάξουν.
es_es: El complemento <a href="[link]">SEO</a> está actualmente configurado para utilizar una única URL para todos los idiomas. Si cambia un idioma por defecto de este escaparate, las URL de SEO se cambiarán.
he_il: ה <a href="[link]">SEO</a> התוסף מוגדר כעת לשימוש בכתובת אתר אחת לכל השפות. אם תשנה שפת ברירת מחדל של חלון הראווה הזה, כתובות האתר של SEO ישתנו.
hu_hu: A <a href="[link]">SEO</a> bővítmény jelenleg úgy van beállítva, hogy minden nyelven egyetlen URL-t használjon. Ha megváltoztatod a piactér alapértelmezett nyelvét, a SEO URL-ek is megváltoznak.
ja_jp: <a href="[link]"> SEO </a>アドオンは現在、すべての言語で単一のURLを使用するように構成されています。 このストアフロントのデフォルト言語を変更すると、SEOのURLが変更されます。
pl_pl: Dodatek <a href="[link]">SEO</a> jest obecnie skonfigurowany tak, żeby używać pojedynczego adresu URL dla wszystkich języków. Jeśli zmienisz domyślny język, adresy URL zostaną zmienione.
pt_br: O complemento <a href="[link]">SEO</a> está configurado para utilizar a mesma URL para todos os idiomas. Se você alterar um idioma padrão desta loja, as URL do SEO serão alteradas.
ru_ru: Сейчас модуль <a href="[link]">SEO</a> настроен на использование одного URL для всех языков. Если вы измените язык по умолчанию для этой витрины, изменятся все SEO URL.

# Languages::seo.default_storefront_frontend_default_language_warning
source: The <a href="[link]">SEO</a> add-on is currently configured to use a single URL for all languages. If you change a default language of the default storefront, the SEO URLs will be changed for all storefronts.
ar_sa: تم تكوين الوظيفة الإضافية <a href="[link]"> SEO </a> حاليًا لاستخدام عنوان URL واحد لجميع اللغات. إذا قمت بتغيير اللغة الافتراضية لواجهة المتجر الافتراضية ، فسيتم تغيير عناوين URL لتحسين محركات البحث لجميع واجهات المتاجر.
cs_cz: <a href="[link]">SEO</a> doplněk je aktuálně nakonfigurován k použití jedné URL adresy pro všechny jazyky. Pokud změníte defaultní jazyk defaultního obchodu, SEO URL budou změněny pro všechny obchody.
el_gr: Το πρόσθετο <a href="[link]"> SEO </a> έχει ρυθμιστεί ώστε να χρησιμοποιεί ένα μόνο URL για όλες τις γλώσσες. Εάν αλλάξετε μια προεπιλεγμένη γλώσσα αυτής της βιτρίνας, οι διευθύνσεις SEO URL θα αλλάξουν.
es_es: El complemento <a href="[link]">SEO</a> está actualmente configurado para utilizar una única URL para todos los idiomas. Si cambia un idioma por defecto de la tienda por defecto, las URLs de SEO se cambiarán para todas las tiendas.
he_il: ה <a href="[link]">SEO</a>התוסף מוגדר כעת לשימוש בכתובת אתר אחת לכל השפות. אם תשנה שפת ברירת מחדל בחלון הראווה של ברירת המחדל, כתובות האתר של SEO ישתנו עבור כל חלונות הראווה
hu_hu: A <a href="[link]">SEO</a> bővítmény jelenleg úgy van beállítva, hogy minden nyelvhez egyetlen URL-t használjon. Ha megváltoztatod az alapértelmezett kirakat alapértelmezett nyelvét, a SEO URL-ek az összes kirakat esetében megváltoznak.
ja_jp: <a href="[link]"> SEO </a>アドオンは現在、すべての言語で単一のURLを使用するように構成されています。 デフォルトのストアフロントのデフォルト言語を変更すると、すべてのストアフロントのSEO URLが変更されます。
pl_pl: Dodatek <a href="[link]">SEO</a> jest obecnie skonfigurowany tak, żeby używać pojedynczego adresu URL dla wszystkich języków. Jeśli zmienisz domyślny język w domyślnym sklepie, adresy URL zostaną zmienione dla wszystkich sklepów.
pt_br: O complemento <a href="[link]">SEO</a> está configurado para utilizar a mesma URL para todos os idiomas. Se você alterar um idioma padrão da loja padrão, as URL do SEO serão alteradas para todas as lojas.
ru_ru: Сейчас модуль <a href="[link]">SEO</a> настроен на использование одного URL для всех языков. Если вы измените язык по умолчанию для витрины по умолчанию, то изменятся все SEO URL.

# Languages::seo.error_at_creation_seo_name
source: The following SEO name already exists in your store: <b>[names]</b>. <p> The following SEO name was used instead: <b>[new_names]</b>.|The following SEO names already exist in your store: <b>[names]</b>. The following SEO names were used instead: <b>[new_names]</b>.
ar_sa: اسم SEO التالي موجود بالفعل في متجرك: <b> [names] </b>. <p> تم استخدام اسم SEO التالي بدلاً من ذلك: <b> [new_names] </b>. | أسماء SEO التالية موجودة بالفعل في متجرك: <b> [names] </b>. تم استخدام أسماء SEO التالية بدلاً من ذلك: <b> [new_names] </b>.
cs_cz: Následující SEO název již existuje ve vašem obchodě: <b>[names]</b>.<p>Namísto toho bylo použito toto: <b>[new_names]</b>. |Následující SEO názvy již existují ve vašem obchodě: <b>[names]</b>.<p>Namísto toho bylo použito toto: <b>[new_names]</b>.
el_gr: Το ακόλουθο όνομα SEO υπάρχει ήδη στο κατάστημά σας: <b> [names]</b>. <p> Αντι αυτου χρησιμοποιήθηκε το ακόλουθο όνομα SEO: <b> [new_names] </b>. | Τα ακόλουθα ονόματα SEO υπάρχουν ήδη στο κατάστημά σας: <b> [names] </b>. Αντι αυτων χρησιμοποιήθηκαν τα ακόλουθα ονόματα SEO: <b> [new_names] </b>.
es_es: El siguiente nombre de SEO ya existe en tu tienda: <b>[names]</b>. <p>En su lugar se ha utilizado el siguiente nombre SEO: <b>[new_names]</b>.|Los siguientes nombres SEO ya existen en su tienda: <b>[names]</b>. Se han utilizado los siguientes nombres SEO en su lugar: <b>[new_names]</b>.
he_il: שם ה- SEO הבא קיים כבר בחנות שלך: <b>[names]</b> . <p style=";text-align:right;direction:rtl"> במקום זאת נעשה שימוש בשם ה- SEO הבא: <b>[new_names]</b> . | שמות ה- SEO הבאים כבר קיימים בחנות שלך: <b>[names]</b> . במקום זאת השתמשו בשמות ה- SEO הבאים: <b>[new_names]</b> .
hu_hu: A következő SEO név már létezik a piacterén: <b>[names]</b>. <p> Helyette a következő SEO nevet használtuk: <b>[new_names]</b>.|A következő SEO nevek már léteznek a piacterén: <b>[names]</b>. A következő SEO neveket használtuk helyettük: <b>[new_names]</b>.
ja_jp: 次のSEO名はすでにECサイトとしてに存在します：<b> [names] </b>。 <p>代わりに次のSEO名が使用されました：<b> [new_names] </b>。|次のSEO名は既にECサイトに存在します：<b> [names] </ b>。 代わりに、次のSEO名が使用されました：<b> [new_names] </ b>。
pl_pl: Następująca nazwa SEO już istnieje w Twoim sklepie: <b>[names]</b>. <p> Zamiast tego użyto następującej nazwy SEO: <b> [new_names]</b>.| Następujące nazwy SEO już istnieją w Twoim sklepie: <b>[names]</b>. Zamiast tego zostały użyte następujące nazwy SEO: <b>[new_names]</b>.
pt_br: O seguinte nome de SEO já existe na sua loja: <b>[names]</b>. <p> No lugar dele, foi utilizado o seguinte nome de SEO: <b>[new_names]</b>.|Os seguintes nomes de SEO já existem na sua loja: <b>[names]</b>. <p> No lugar deles, foram utilizados os seguintes nomes de SEO: <b>[new_names]</b>.
ru_ru: Такое SEO-имя уже существует в вашем магазине: <b>[names]</b>. <p> Поэтому мы использовали другое SEO-имя: <b>[new_names]</b>.|Следующие SEO-имена уже существуют в вашем магазине: <b>[names]</b>. Поэтому мы использовали другие SEO-имена: <b>[new_names]</b>.

# Languages::privilege_groups.seo
source: SEO
ja_jp: SEO (SEOルール、301リダイレクト)

# Addons::name::seo
source: SEO
ar_sa: تحسين محرك البحث SEO
el_gr: SEO (απαιτείται μηχανή χειραγώγησης URL - mod_rewrite ή isapi_rewrite)
