Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/sms_notifications.po
Languages: he_il, hu_hu

# Addons::name::sms_notifications
source: SMS notifications
he_il: SMS הודעות
hu_hu: SMS értesítések

# Addons::description::sms_notifications
source: Allows you to set up administrator SMS order notifications
he_il: מאפשר לך להגדיר הודעות SMS של המנהל בנוגע להזמנות
hu_hu: SMS rendelés értesítő adminisztrátorok számára

# Languages::unicode_not_enabled
source: Unicode support can not be enabled: 'mbstring' PHP extension is not installed.
he_il: Unicode לא ניתן להפעיל תמיכה ב: 'mbstring' PHP הרחבה לא מותקנת.
hu_hu: Unicode támogatás nem engedélyezhető: 'mbstring' PHP kiegészítő nincs telepítve.

# SettingsSections::sms_notifications::general
source: General
he_il: כללי
hu_hu: Általános

# SettingsOptions::sms_notifications::phone_number
source: Phone number
he_il: מספר טלפון
hu_hu: Telefonszám

# SettingsOptions::sms_notifications::phone_number_from
source: Send from number
hu_hu: Küldés a következő számról

# SettingsOptions::sms_notifications::elm_clickatell_settings
source: Clickatell settings
he_il: Clickatell הגדרות
hu_hu: Clickatell beállítások

# SettingsOptions::sms_notifications::clickatel_user
source: Username
he_il: שם משתמש
hu_hu: Felhasználónév

# SettingsOptions::sms_notifications::clickatel_password
source: Password
he_il: סיסמה
hu_hu: Jelszó

# SettingsOptions::sms_notifications::clickatel_unicode
source: Use Unicode
he_il: השתמש ב Unicode
hu_hu: Unicode használata

# SettingsOptions::sms_notifications::clickatel_concat
source: Split long sms into several parts
he_il: פצל SMS ארוכים למספר חלקים
hu_hu: Hosszú sms-ek több részre tördelése

# SettingsOptions::sms_notifications::elm_send_sms_if
source: Send SMS if
he_il: שלח SMS אם
hu_hu: SMS küldése, ha

# SettingsOptions::sms_notifications::sms_new_order_placed
source: New order has been placed
he_il: בוצעה הזמנה חדשה
hu_hu: Új megrendelés érkezett

# SettingsOptions::sms_notifications::sms_new_cusomer_registered
source: New customer has been registered
he_il: נרשם לקוח חדש
hu_hu: Új felhasználó regisztrált

# SettingsOptions::sms_notifications::sms_product_negative_amount
source: Product quantity is less than zero
he_il: כמות המוצר קטנה מאפס
hu_hu: Termék készlete 0 alá csökkent

# SettingsOptions::sms_notifications::sms_send_min_amout
source: Only send when order total amount is more than
he_il: שלח רק כאשר ס"הכ סכום ההזמנה עולה על
hu_hu: Csak akkor, ha a rendelés végösszege több, mint

# SettingsOptions::sms_notifications::sms_send_shipping
source: Only send for these shipping methods
he_il: שלח עבור שיטות משלוח האלה בלבד
hu_hu: Csak a megadott szállítási módok esetén

# SettingsOptions::sms_notifications::elm_sms_content
source: SMS content
he_il: SMS תוכן
hu_hu: SMS tartalma

# SettingsOptions::sms_notifications::sms_send_payment_info
source: Add payment info
he_il: הוסף מידע על תשלום
hu_hu: Fizetési adatok hozzáadása

# SettingsOptions::sms_notifications::sms_send_customer_email
source: Add customers e-mail
he_il: הוסף כתובת דואר אלקטרוני של הלקוחות
hu_hu: Ügyfél e-mail címek hozzáadása

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_1
source: Do not split
he_il: אל תפצל
hu_hu: Ne tördeljen
