Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/step_by_step_checkout.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, ja_jp, ro_ro

# Addons::name::step_by_step_checkout
source: Step-by-Step Checkout [Deprecated]
ar_sa: اتمام الشراء خطوة بخطوة [Deprecated]
cs_cz: Starý checkout [více krokový]
el_gr: Βήμα-βήμα Checkout [Υπό κατάργηση]
es_es: Pago paso a paso [Deprecated]
he_il: קופה שלב אחר שלב [Deprecated]
hu_hu: Pénztár lépésről lépésre [Deprecated]
ja_jp: 旧購入手続き（ステップ形式）

# Addons::description::step_by_step_checkout
source: Brings back the old checkout page split into multiple steps.
ar_sa: يعيد صفحة اتمام الشراء القديمة المقسمة إلى خطوات متعددة.
cs_cz: Vrátí zpět starou stránku nákupního procesu rozdělenou do několika kroků.
el_gr: Επαναφέρει την παλιά σελίδα πληρωμής χωρισμένη σε πολλαπλά βήματα.
es_es: Recupera la antigua página de pago dividida en varios pasos.
he_il: מביא בחזרה את עמוד הקופה הישן מחולק לשלבים מרובים.
hu_hu: Visszahozza a régi, több lépésre osztott pénztári oldalt.
ja_jp: ステップ形式の旧購入手続き画面に戻します。
ro_ro: Aduce vechea pagină de plată împărțită în mai mulți pași.

# SettingsOptions::step_by_step_checkout::step_by_step_checkout_information
source: Information
ar_sa: معلومات
cs_cz: Informace
el_gr: Πληροφορίες
es_es: Información
he_il: מידע
hu_hu: Információ
ja_jp: 情報
ro_ro: Informații

# SettingsOptions::step_by_step_checkout::step_by_step_checkout_general_settings
source: Checkout settings
ar_sa: إعدادات اتمام الشراء
cs_cz: Nastavení objednávkového procesu
el_gr: Ρυθμίσεις Ταμείου
es_es: Configuración del pago
he_il: הגדרות קופה
hu_hu: Pénztárbeállítások
ja_jp: 購入手続き設定
ro_ro: Setări Checkout

# Languages::step_by_step_checkout.layout_can_be_setup
source: Step-by-step checkout requires additional configuration to work properly. Please follow the instructions <a href="[href]">in the settings of the Step-by-Step Checkout add-on</a>
ar_sa: يتطلب اتمام الشراء خطوة بخطوة تكوينًا إضافيًا للعمل بشكل صحيح. الرجاء اتباع التعليمات <a href="[href]"> في إعدادات إضافة Checkout الإضافية </a>
cs_cz: Více krokový checkout vyžaduje pro správné fungování další konfiguraci. Postupujte podle pokynů <a href="[href]"> v nastavení doplňku Check-by-Step Checkout </a>
el_gr: Το Ταμείο βήμα προς βήμα απαιτεί πρόσθετες ρυθμίσεις για να λειτουργήσει σωστά. Ακολουθήστε τις οδηγίες <a href="[href]"> στις ρυθμίσεις του πρόσθετου Ταμειο Βήμα-βήμα </a>
es_es: El pago paso a paso requiere una configuración adicional para que funcione correctamente. Por favor, siga las instrucciones <a href="[href]">en la configuración del complemento Step-by-Step Checkout</a>.
he_il: קופה שלב אחר שלב מחייבת הגדרות נוספות כדי לעבוד כראוי. עקוב אחר ההוראות <a href="[href]">בהגדרות של תוסף קופה שלב אחר שלב</a>
hu_hu: A lépésről lépésre történő pénztári folyamathoz további konfiguráció szükséges ahhoz, hogy megfelelően működjön. Kérjük, kövesd a <a href="[href]">utasításokat a Pénztár lépésről lépésre bővítményben található beállításokban</a>
ja_jp: 旧購入手続き（ステップ形式）を正しく動作させるには追加の設定が必要です。<a href="[href]">旧購入手続き（ステップ形式）の設定画面に</a> ある説明を参照してください。
ro_ro: Verificarea pas cu pas necesită o configurație suplimentară pentru a funcționa corect. Vă rugăm să urmați instrucțiunile <a href="[href]"> din setările programului de completare pas cu pas </a>

# Languages::step_by_step_checkout.setup_layout_instruction
source: Configure blocks as follows to make step-by-step checkout work properly:</br><ol><li>Go to <b>Design → Layouts</b> and switch to the <b>Checkout</b> tab.</li><li>Find the grid with the disabled <b>Main Content</b> block. Click the gear icon of the grid to open its settings, change the <b>Wrapper</b> from <i>Lite checkout</i> to <i>None</i>, then save your changes.</li><li>Activate the <b>Main Content</b> block in that grid.</li><li>Deactivate all the other blocks in that grid. Here is the list of blocks that exist there by default: <i>Deliver to, Shipping methods, Customer, Address, Customer information, Customer's notes, Payment methods, Terms and conditions, Sign up for our newsletters!</i></li></ol>
ar_sa: قم بتكوين الكتل على النحو التالي لجعل عملية الدفع خطوة بخطوة تعمل بشكل صحيح: </br><ol><li> انتقل إلى <b> التصميم ← التخطيطات </b> وانتقل إلى علامة التبويب <b> Checkout </b>. </li><li>ابحث عن الشبكة مع كتلة <b> المحتوى الرئيسي </b> المعطلة. انقر فوق رمز الترس للشبكة لفتح إعداداتها ، وقم بتغيير <b> الغلاف </b> من <i> الخروج البسيط </i> إلى <i> بلا </i>، ثم احفظ التغييرات. </li><li> تنشيط كتلة <b> المحتوى الرئيسي </b> في تلك الشبكة. </li><li> قم بإلغاء تنشيط جميع الكتل الأخرى في تلك الشبكة. فيما يلي قائمة الكتل الموجودة هناك افتراضيًا: <i> التسليم إلى ، طرق الشحن ، العميل ، العنوان ، معلومات العميل ، ملاحظات العميل ، طرق الدفع ، الشروط والأحكام ، الاشتراك في نشراتنا الإخبارية! </ i> </ li> </ol>
cs_cz: Konfigurujte bloky následujícím způsobem, aby postupná platba fungovala správně: </br> <ol> <li> Přejděte na <b> Design→ Rozvržení obsahu </b> a přepněte na záložku<b> Checkout</b> . </li> <li> Najděte mřížku s deaktivovaným blokem <b> Main content </b>. Kliknutím na ikonu ozubeného kola mřížky otevřete její nastavení, změňte <b> Wrapper</b> z <i> Lite checkout</i> na <i> Žádné </i> a poté uložte změny. </ Li > <li> Aktivujte blok <b> Main content </b> . </li> <li> Deaktivujte všechny ostatní bloky v této mřížce.</ li> </ol>
el_gr: Ρυθμίστε τις παραμέτρους ως εξής για να λειουργήσει σωστά το Ταμείο Βημα Βημα: Πατε <b> Σχεδιασμός → Διάταξη </ b> και μεταβείτε στην καρτέλα <b> Checkout </ b>. </li> <li> Βρείτε το Grid με το απενεργοποιημένο μπλοκ <b> Κύριο περιεχόμενο </ b>. Κάντε κλικ στο εικονίδιο με το γρανάζι του Grrid για να ανοίξετε τις ρυθμίσεις του, αλλάξτε το <b> Περιτύλιγμα </ b> από το <i> Lite checkout </ i> στο <i> Κανένα </ i> > <li> Ενεργοποιήστε το μπλοκ <b> Κύριο περιεχόμενο </ b> σε αυτό το Grid. </ li> <li> Απενεργοποιήστε όλα τα άλλα μπλοκ σε αυτό το Grid. Εδώ είναι h lista των μπλοκ που υπάρχουν από προεπιλογή: <i> Παράδοση σε, Μέθοδοι αποστολής, Πελάτης, Διεύθυνση, Στοιχεία Πελατών, Σημειώσεις Πελάτη, Μέθοδοι Πληρωμής, Όροι και Προϋποθέσεις, Εγγραφείτε στα ενημερωτικά δελτία μας </ i> li> </ ol>
es_es: Configure los bloques de la siguiente manera para que el pago paso a paso funcione correctamente:</br><ol><li>Vaya a <b>Diseño → Diseños</b> y cambie a la pestaña <b>Pago</b>.</li><li>Busque la cuadrícula con el bloque <b>Contenido principal</b> desactivado. Haga clic en el icono del engranaje de la cuadrícula para abrir su configuración, cambie el <b>Wrapper</b> de <i>Lite checkout</i> a <i>None</i>, y luego guarde los cambios.</li><li>Active el bloque <b>Main Content</b> en esa cuadrícula.</li><li>Desactive todos los demás bloques de esa cuadrícula. Esta es la lista de bloques que existen allí por defecto: <i>Entregar en, Métodos de envío, Cliente, Dirección, Información del cliente, Notas del cliente, Métodos de pago, Términos y condiciones, ¡Suscríbete a nuestros boletines de noticias!</i></li></ol>
he_il: הגדר את הבלוקים כדלקמן כדי שקופה שלב אחר שלב תעבוד כראוי:</br><ol><li>עבור ל <b>פריסות → עיצוב</b> ועבור ל <b>לשונית</b> הקופה.</li><li>מצא את הרשת עם בלוק <b>התוכן הראשי</b> המבוטל <b>עטיפה</b> מ <i>קופה לייט</i> ל <i>None</i>, ואז שמור את השינויים.</li><li>הפעל את <b>בלוק</b> התוכן הראשי באותה רשת</li><li>בטל את כל שאר הבלוקים באותה רשת. הנה הרשימה של הבלוקים הקיימים שם כברירת מחדל: <i>משלוח ל, שיטות משלוח, לקוח, כתובת, מידע הלקוח, הערות הלקוח, שיטות תשלום, תנאים והתניות, הירשם לניוזלטר שלנו!</i></li></ol>
hu_hu: A blokkokat az alábbiak szerint konfiguráld, hogy a lépésről lépésre történő pénztári folyamat megfelelően működjön:</br><ol><li>Menj a <b>Design → Elrendezés</b> menüpontba, és válts a <b>Pénztár</b> fülre.</li><li>Keresd meg a rácsot a letiltott <b>Fő tartalom</b> blokkal. Kattints a rács fogaskerék ikonjára a beállítások megnyitásához, módosítsd a <b>Csomagolás</b>-t <i>Lite checkout</i>-ról <i>None</i>-ra, majd mentsd a módosításokat.</li><li>A <b>Fő tartalom</b> blokkot aktiváld az adott rácsban.</li><li>Az összes többi blokkot deaktiváld az adott rácsban. Itt van az ott alapértelmezés szerint létező blokkok listája: <i>Kézbesítési cím, Szállítási módok, Vásárló, Cím, Vásárlói információk, Vásárlói megjegyzések, Fizetési módok, Általános Szerződési Feltételek, Feliratkozás hírlevelünkre!</i></li></ol>.
ja_jp: 旧購入手続き（ステップ形式）を正しく動作させるには次のようにブロックを設定してください: </br><ol><li><b>デザイン → レイアウト</b> において <b>購入手続き</b> タブに移動してください。</li><li><b>メインコンテンツ</b> ブロックが無効化されたグリッドを見つけてください。グリッドの歯車アイコンをクリックして設定画面を開き、<b>ラッパー</b> を <i>購入手続き（ライト）</i> から <i>なし</i> に変更し、保存してください。</li><li>グリッド内の <b>メインコンテンツ</b> ブロックを有効化してください。</li><li>グリッド内の他のブロックをすべて無効化してください。デフォルトで存在するブロックのリスト: <i>ログイン、お客様情報、配送先住所、請求先住所、配送方法、支払方法、お客様コメント、利用規約、メールマガジンの購読</i></li></ol>
ro_ro: Configurați blocurile după cum urmează pentru a face ca verificarea pas cu pas să funcționeze corect: </br> <ol> <li> Accesați <b> Proiectare → Aspecte </b> și comutați la fila <b> Verificare </b> . </li> <li> Găsiți grila cu blocul <b> Conținut principal </b> dezactivat. Faceți clic pe pictograma roată a grilei pentru a-i deschide setările, schimbați <b> Wrapper </b> din <i> Lite checkout </i> în <i> None </i>, apoi salvați modificările. </ Li > <li> Activați blocul <b> Conținut principal </b> din acea grilă. </li> <li> Dezactivați toate celelalte blocuri din acea grilă. Iată lista blocurilor care există acolo în mod implicit: <i> Livrare către, Metode de expediere, Client, Adresă, Informații despre clienți, Note pentru client, Metode de plată, Termeni și condiții, Înscrieți-vă la buletinele noastre informative! </i> </ li> </ol>

# Languages::step_by_step_checkout.layout_page_was_backed_up
source: We've backed up the layout of your checkout in <b>[file_path]</b>. If you ever decide to use step-by-step checkout again, you'll be able to import that layout instead of configuring it manually as described in the add-on's settings.
ar_sa: لقد عملنا نسخًا احتياطيًا لتخطيط عملية الدفع في <b> [file_path] </b>. إذا قررت في أي وقت استخدام السحب خطوة بخطوة مرة أخرى ، فستتمكن من استيراد هذا التخطيط بدلاً من تكوينه يدويًا كما هو موضح في إعدادات الوظيفة الإضافية.
cs_cz: Rozložení nákupního procesu jsme zálohovali v <b> [file_path] </b>. Pokud se někdy rozhodnete znovu použít více krokový checkout, budete moci toto rozložení importovat namísto ruční konfigurace, jak je popsáno v nastavení doplňku.
el_gr: Δημιουργήσαμε αντίγραφο ασφαλείας της διάταξης ταμείου στο <b>[file_path]< b>. Αν αποφασίσετε ποτέ να χρησιμοποιήσετε πάλι τον Ταμείο βήμα προς βήμα, θα μπορείτε να εισαγάγετε αυτήν τη διάταξη αντί να την διαμορφώσετε χειροκίνητα, όπως περιγράφεται στις ρυθμίσεις του πρόσθετου.
es_es: Hemos hecho una copia de seguridad del diseño del pago en <b>[file_path]</b>. Si alguna vez decide volver a utilizar el pago paso a paso, podrá importar ese diseño en lugar de configurarlo manualmente como se describe en la configuración del complemento.
he_il: עשינו גיבוי של הפריסה של הקופה שלך ב <b>[file_path]</b>.אם פעם תרצה להשתמש בקופה שלב אחר שלב שוב, תוכל לייבא את הפריסה הזו במקום להגדיר אותה ידנית כפי שמוגדר בהגדרות התוסף.
hu_hu: A pénztárad elrendezését a <b>[file_path]</b> fájlban mentettük le. Ha valaha is úgy döntesz, hogy ismét a Pénztár lépésről lépésre folyamatot használod, akkor ezt az elrendezést importálhatod ahelyett, hogy manuálisan konfigurálnád a bővítmény beállításaiban leírtak szerint.
ja_jp: <b>[file_path]</b> に購入手続きのレイアウトをバックアップしています。ステップ形式の購入手続きを利用される場合、そのレイアウトをインポートしてください。
ro_ro: Am făcut o copie de siguranță a aspectului plății dvs. în <b> [file_path] </b>. Dacă vreodată decideți să utilizați din nou pasul cu pas, veți putea importa acel aspect în loc să îl configurați manual așa cum este descris în setările suplimentului.

# Languages::step_by_step_checkout.check_layout_back_ups
source: You already have back-ups of checkout layouts in <b>[file_path]</b>. Instead of following the instruction below, you can simply import the backup.
ar_sa: لديك بالفعل نسخ احتياطية من تخطيطات السداد في <b> [file_path] </b>. بدلاً من اتباع التعليمات أدناه ، يمكنك ببساطة استيراد النسخة الاحتياطية.
cs_cz: V <b> [file_path] </b> již máte zálohy rozvržení. Místo toho, abyste postupovali podle níže uvedených pokynů, můžete zálohu jednoduše importovat.
el_gr: Έχετε ήδη δημιουργήσει αντίγραφα ασφαλείας της διαταξης Τγαμειου <b>[file_path]</b>. Αντί να ακολουθήσετε την παρακάτω οδηγία, μπορείτε απλά να εισαγάγετε το αντίγραφο ασφαλείας.
es_es: Usted ya tiene copias de seguridad de los diseños de pago en <b>[file_path]</b>. En lugar de seguir las instrucciones siguientes, puede simplemente importar la copia de seguridad.
he_il: יש לך כבר גיבויים של פריסות הקופה ב <b>[file_path]</b>. במקום לעקוב אחר ההוראות שלהלן, אתה יכול פשוט לייבוא את הגיבוי
hu_hu: A <b>[file_path]</b>-ban már rendelkezik biztonsági mentésekkel a pénztár elrendezéseiről. Az alábbi utasítás követése helyett egyszerűen importálhatja a biztonsági másolatot.
ja_jp: <b>[file_path]</b> に購入手続きのレイアウトをバックアップ済みです。そのバックアップをインポートできます。
ro_ro: Aveți deja copii de rezervă ale aspectelor de plată în <b> [file_path] </b>. În loc să urmați instrucțiunile de mai jos, puteți pur și simplu să importați copia de rezervă.

# Languages::step_by_step_checkout.tooltip.email_can_not_be_disabled
source: The <strong>Email</strong> field can't be disabled for the old checkout. To disable the <strong>Email</strong> field, please uninstall the <strong>Step-by-Step Checkout [Deprecated]</strong> add-on first.
ar_sa: لا يمكن تعطيل حقل <strong> البريد الإلكتروني </strong> لعملية الدفع القديمة. لتعطيل حقل <strong> البريد الإلكتروني </strong> ، يرجى إلغاء تثبيت إضافة <strong> Step-by-Step Checkout [Deprecated] </strong> أولاً.
cs_cz: U starý checkout nelze pole <strong> E-mail </strong> deaktivovat. Chcete-li pole <strong> E-mail </strong> deaktivovat, nejprve odinstalujte doplněk <strong> Více krokový nákupní proces je však již zastaralý a nepodporován </strong>.
el_gr: Το πεδίο <strong>Email</strong> δεν μπορεί να απενεργοποιηθεί για το παλιό checkout. Για να απενεργοποιήσετε το πεδίο <strong>Email</strong>, καταργήστε πρώτα το πρόσθετο <strong> Ταμειο Βήμα-βήμα [Υπο Κατάργηση]</strong>.
es_es: El campo <strong>Email</strong> no se puede desactivar para el pago antiguo. Para desactivar el campo <strong>Email</strong>, desinstale primero el complemento <strong>Step-by-Step Checkout [Deprecated]</strong>.
he_il: לא ניתן <strong>לבטל</strong> לבטל את השדה של קופה ישנה. כדי לבטל את <strong>Email</strong> השדה, הסר את <strong>תוסף קופה שלב אחר שלב [Deprecated]</strong> קודם.
hu_hu: A <strong>Email</strong> mezőt nem lehet letiltani a régi pénztárnál. Az <strong>Email</strong> mező letiltásához először távolítsd el a <strong>Pénztár lépésről lépésre [Deprecated]</strong> bővítményt.
ja_jp: 旧購入手続きでは、<strong>Eメール</strong> フィールドを無効化できません。<strong>Eメール</strong> フィールドを無効化するには、旧購入手続き（ステップ形式）[非推奨]アドオンをアンインストールしてください。
ro_ro: Câmpul <strong> E-mail </strong> nu poate fi dezactivat pentru vechea plată. Pentru a dezactiva câmpul <strong> E-mail </strong>, vă rugăm să dezinstalați mai întâi programul de completare <strong> Verificare pas cu pas [Deprecated] </strong>.

# Languages::step_by_step_checkout.upgrade_notification.try_new_checkout_title
source: Try the new checkout
ar_sa: جرب اتمام الشراء الجديد
cs_cz: Vyzkoušejte nový proces objednávky
el_gr: Δοκιμάστε το νέο ταμείο
es_es: Prueba el nuevo pago
he_il: נסה קופה חדשה
hu_hu: Próbáld ki az új pénztárat
ja_jp: 新しい購入手続きを試す
ro_ro: Încercați noua plată

# Languages::step_by_step_checkout.upgrade_notification.try_new_checkout_message
source: <p>We have created a new checkout page. It is more compact and customizable. To try it, disable the <b>[addon_name]</b> add-on.</p><p>Once you do that, you’ll be able to customize the checkout page via block manager. Go to <b>Design → Layouts</b> and switch to the <i>Checkout</i> tab. Move the blocks, hide the ones you don’t need, and change their settings as you see fit.</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">Disable old checkout here</a></p>
ar_sa: <p> لقد أنشأنا صفحة دفع جديدة. إنه أكثر إحكاما وقابلية للتخصيص. لتجربتها ، قم بتعطيل الوظيفة الإضافية <b> [addon_name] </b>. </p><p> بمجرد القيام بذلك ، ستتمكن من تخصيص صفحة الخروج عبر مدير الحظر. انتقل إلى <b> التصميم ← التخطيطات </b> وانتقل إلى علامة التبويب <i> Checkout </i>. حرّك الكتل ، وأخفِ الكتل التي لا تحتاجها ، وغيّر إعداداتها كما تراه مناسبًا. </p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary"> تعطيل الخروج القديم هنا </a> </p>
cs_cz: <p> Vytvořili jsme nový vzhled nákupního procesu. Je kompaktnější a přizpůsobitelnější. Chcete-li to zkusit, deaktivujte doplněk <b> [addon_name] </b>. </p> <p> Jakmile to uděláte, budete moci přizpůsobit stránku checkoutu prostřednictvím správce bloků. Přejděte na <b> Design→ Rozvržení obsahu </b> a přepněte na kartu <i> Checkout</i>. Přesuňte bloky, skryjte ty, které nepotřebujete, a změňte jejich nastavení, jak uznáte za vhodné. </p> <p> <a href = "[disable_checkout]" target = "_ blank" class = "btn btn-large btn-primary "> Zde deaktivujte starý nákupní proces </a> </p>
el_gr: <p>Δημιουργήσαμε μια νέα σελίδα Ταμείου. Είναι πιο συμπαγής και προσαρμόσιμη. Για να τη δοκιμάσετε, απενεργοποιήστε το πρόσθετο <b>[addon_name]</b>.</p> <p> Αφού το κάνετε αυτό, θα μπορείτε να προσαρμόσετε τη σελίδα Ταμείου μέσω της διαχειρισης μπλοκ. Μεταβείτε στην <b> Σχεδίαση → Διατάξεις </ b> και μεταβείτε στην καρτέλα <i> Checkout </ i>. Μετακινήστε τα μπλοκ, αποκρύψτε αυτά που δεν χρειάζεστε και αλλάξτε τις ρυθμίσεις τους όπως κρίνετε κατάλληλα. </p> <p> <a href = "[disable_checkout]" target = "_ blank" class = "btn btn-large btn-primary "> Απενεργοποίηση παλιού checkout εδώ </a> </ p>
es_es: <p>Hemos creado una nueva página de pago. Es más compacta y personalizable. Para probarla, desactiva el complemento <b>[addon_name]</b>.</p><p>Una vez que lo hagas, podrás personalizar la página de pago a través del gestor de bloques. Ve a <b>Diseño → Diseños</b> y cambia a la pestaña <i>Checkout</i>. Mueve los bloques, oculta los que no necesites y cambia su configuración como creas conveniente.</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">Desactiva el checkout antiguo aquí</a></p>
he_il: <p>יצרנו עמוד קופה חדש. הוא קומפקטי יותר ויותר ניתן להתאמה אישית. כדי לנסות אותו, בטל את <b>[addon_name]</b> התוסף.</p><p>לאחר מכן תוכל לערוך התאמה של עמוד הקופה באמצעות מנהל בלוקים. עבור ל <b>פריסות → עיצוב</b> ועבור ל <i>לשונית</i> הקופה. הזז את הבלוקים והסתר את אלה שאינך צריך ושנה את ההגדרות שלהם לפי ראות עינך</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">בטל את הקופה הישנה כאן</a></p>
hu_hu: <p>Új pénztároldalt készítettünk. Kompaktabb és testreszabhatóbb. Ha ki szeretnéd próbálni, tiltsd le a <b>[addon_name]</b> bővítményt. </p><p>Amint ezt megtetted, a blokk-kezelőn keresztül testre tudod szabni a pénztár oldalát. Menj a <b>Design → Elrendezés</b> menüpontra, és válts a <i>Pénztár</i> fülre. Mozgasd át a blokkokat, rejtsd el azokat, amelyek nem szükségesek, és módosítsd a beállításaikat tetszés szerint.</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">A régi pénztár kikapcsolása itt</a></p>
ja_jp: <p>新しい簡易型購入手続き画面を作成しました。よりコンパクトでカスタマイズが可能です。<b>[addon_name]</b> アドオンを無効化してお試しください。</p><p>購入手続き画面をカスタマイズするには、<b>デザイン → レイアウト</b> において <b>購入手続き</b> タブに移動してください。ブロックの移動、ブロックの非表示等のカスタマイズが可能です。<br/><span style="color:red;">※一部の決済方法は簡易型注文手続きに対応していません。</span></p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">旧購入手続き画面を無効化</a></p>
ro_ro: <p> Am creat o nouă pagină de plată. Este mai compact și personalizabil. Pentru a încerca, dezactivați suplimentul <b>[addon_name]</b>. </p> <p> Odată ce ați făcut acest lucru, veți putea personaliza pagina de checkout prin intermediul managerului de blocuri. Accesați <b> Design → Layouts </b> și comutați la fila <i> Checkout </i>. Mutați blocurile, ascundeți-le pe cele de care nu aveți nevoie și schimbați-le setările după cum doriți. </p> <p> <a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary"> Dezactivați vechea plată aici </a> </p>
