Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/store_locator.po
Languages: ar_sa, es_es, he_il, hu_hu, ja_jp, nl_nl, pt_br

# Languages::store_locator.pickup_rates_calculation_logic_changed_text
source: <p>The <b>[pickup_addon]</b> and <b>[store_locator_addon]</b> add-ons were merged into a new add-on called [stores_pickups_addon]. Shipping rates and time are more flexible now: they depend on the location (rate area) of a pickup point. The rates are now specified in one place: the editing page of a shipping method.</p><p>For that reason, we removed the <b>Surcharge</b> field from the pickup point editing page. Its value still appears in the admin panel, but isn’t used in rate calculation. Please check your pickup points, then adjust the shipping rates of all your "Pick up from store" shipping methods accordingly.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Adjust shipping rates</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">View my pickup points</a></p>
ar_sa: <p> تم دمج الإضافتين <b>[pickup_addon]</b> و<b>[store_locator_addon]</b> في وظيفة إضافية جديدة تسمى [Stores_pickups_addon]. أصبحت أسعار الشحن والوقت أكثر مرونة الآن: فهي تعتمد على الموقع (منطقة السعر) لنقطة الالتقاط. تم تحديد الأسعار الآن في مكان واحد: صفحة تحرير طريقة الشحن.</p><p> لهذا السبب ، أزلنا حقل <b>رسوم إضافية</b> من صفحة تحرير نقطة الالتقاط. لا تزال قيمتها تظهر في لوحة الإدارة ، لكنها لا تُستخدم في حساب المعدل. يرجى التحقق من نقاط الاستلام الخاصة بك ، ثم ضبط أسعار الشحن لجميع طرق الشحن "الاستلام من المتجر" وفقًا لذلك.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">ضبط أسعار الشحن</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">عرض نقاط الالتقاء الخاصة بي</a></p>
es_es: <p>Los complementos <b>[pickup_addon]</b> y <b>[store_locator_addon]</b> fueron fusionados en un nuevo complemento llamado [stores_pickups_addon]. Las tarifas y el tiempo de envío son ahora más flexibles: dependen de la ubicación (área de tarifas) de un punto de recogida. Las tarifas se especifican ahora en un solo lugar: la página de edición de un método de envío.</p><p>Por esa razón, hemos eliminado el campo <b>Recargo</b> de la página de edición del punto de recogida. Su valor sigue apareciendo en el panel de administración, pero no se utiliza en el cálculo de la tarifa. Por favor, compruebe sus puntos de recogida y luego ajuste las tarifas de envío de todos sus métodos de envío de "Recogida en tienda" en consecuencia.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Ajustar las tarifas de envío</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Ver mis puntos de recogida</a></p>
he_il: <p style=";text-align:right;direction:rtl"> <b>התוספות [pickup_addon]</b> ו- <b>[store_locator_addon] אוחדו לתוסף</b> חדש שנקרא [stores_pickups_addon]. שיעורי המשלוח וזמן גמישים יותר כעת: הם תלויים במיקום (אזור התעריף) של נקודת איסוף. התעריפים מוגדרים כעת במקום אחד: דף העריכה של שיטת המשלוח. </p><p style=";text-align:right;direction:rtl"> מסיבה זו הסרנו את שדה ה- <b>Surcharge</b> מדף העריכה של נקודת האיסוף. ערכו עדיין מופיע בלוח הניהול, אך אינו משמש בחישוב שיעור. אנא בדוק את נקודות האיסוף שלך, ואז התאם את שיעורי המשלוח של כל שיטות המשלוח "איסוף מהחנות" בהתאם. </p><p style=";text-align:right;direction:rtl"> <a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">התאם את שיעורי המשלוח הצגת</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">נקודות האיסוף שלי</a> </p>
hu_hu: <p>A <b>[pickup_addon]</b> és a <b>[store_locator_addon]</b> bővítményeket összevontuk egy új, [stores_pickups_addon] nevű bővítménybe. A szállítási díjak és az idő mostantól rugalmasabbak: az átvételi pont helyétől (díjszabási körzettől) függnek. A díjszabási tarifákat mostantól egy helyen lehet megadni: a szállítási mód szerkesztési oldalán. </p><p>Ezért eltávolítottuk a <b>Pótdíj</b> mezőt az átvételi pont szerkesztési oldaláról. Értéke továbbra is megjelenik az adminisztrációs panelen, de nem használjuk a díjszámítás során. Kérjük, ellenőrizd átvételi pontjaidat, majd ennek megfelelően állítsd be az összes "Átvétel a piactéren" szállítási mód szállítási díját.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Szállítási díjak beállítása</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Az átvételi pontjaim megtekintése</a></p>
ja_jp: <p> <b> [pickup_addon] </b>と<b> [store_locator_addon] </b>アドオンは、[stores_pickups_addon]という新しいアドオンに統合されました。 配送料金と時間はより柔軟になり、ロケーション（レートエリア）によって異なります。 料金は、配送方法の編集ページの1か所で指定されるようになりました。</p><p>そのため、受取場所の編集ページから<b>追加料金</b>フィールドを削除しました。 その値は引き続き管理画面に表示されますが、料金計算には使用されません。 受取場所を確認し、それに応じてすべての「店舗からの集荷」配送方法の配送料金を調整してください。</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">配送料を調整する</a><a href="[pickup_points_list]" target="_blank" class="btn btn-large">受取場所を表示する</a></p>
nl_nl: <p>De <b>[pickup_addon]</b> en <b>[store_locator_addon]</b> add-ons zijn samengevoegd tot een nieuwe add-on genaamd [stores_pickups_addon]. Verzendtarieven en tijd zijn nu flexibeler: ze zijn afhankelijk van de locatie (tariefgebied) van een afhaalpunt. De tarieven zijn nu op één plaats gespecificeerd: de bewerkingspagina van een verzendmethode.</p><p>Daarom hebben we het veld <b>Toeslag</b> van de bewerkingspagina van het afhaalpunt verwijderd. De waarde ervan wordt nog steeds in de admin panel weergegeven, maar wordt niet gebruikt in tariefberekening. Controleer uw afhaalpunten en pas vervolgens de verzendkosten van al uw "Afhalen uit winkel" verzendmethoden aan.</p><p><a href="[shippings_manage]" target= "_blank" class="btn btn-large btn-primary">Verzendtarieven aanpassen</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Mijn afhaalpunten bekijken</a></p>

# Languages::store_locator.use_two_fingers_for_move_map
source: Use two fingers to move the map
ar_sa: استخدم إصبعين لتحريك الخريطة
es_es: Usa dos dedos para mover el mapa
he_il: השתמש בשתי אצבעות כדי להזיז את המפה
hu_hu: Két ujjal mozgathatod a térképet
ja_jp: 地図を移動するには2本指を使用
nl_nl: Gebruik twee vingers om de kaart te bewegen
pt_br: Mova o mapa com dois dedos

# Languages::store_locator.scroll_to_top
source: Scroll to top
ar_sa: انتقل إلى أعلى
es_es: Desplazarse hacia arriba
he_il: גלול למעלה
hu_hu: Görgess a tetejére
ja_jp: トップにスクロール
nl_nl: Scroll naar boven
pt_br: Rolar para o topo

# Languages::store_locator.no_rate_area
source: No rate area
ar_sa: لا توجد منطقة مسعرة
es_es: No hay zona de tarifas
he_il: אין אזור תעריף
hu_hu: Nincs díjszabási terület
ja_jp: ロケーションなし
nl_nl: Geen tariefgebied
pt_br: Nenhuma área tarifária

# Languages::store_locator.name
source: Name
ar_sa: الاسم
es_es: Nombre
he_il: שם
hu_hu: Név
ja_jp: 氏名
pt_br: Nome

# Languages::store_locator.pickup_locations
source: Pickup Locations
ar_sa: مواقع الاستلام
es_es: Lugares de recogida
he_il: מקומות לאיסוף עצמי
hu_hu: Átvételi helyek
ja_jp: 受取場所
pt_br: Locais de retirada

# Languages::store_locator.any_rate_area
source: Any rate area
ar_sa: أي منطقة مسعرة
es_es: Cualquier zona tarifaria
he_il: כל אזור תעריף
hu_hu: Bármely díjszabási terület
ja_jp: 任意のレートエリア
pt_br: Qualquer área tarifária

# Languages::store_locator.pickup_from_store
source: Pickup from store
ar_sa: الاستلام من المتجر
es_es: Recogida en tienda
he_il: איסוף מהחנות
hu_hu: Átvétel a piactérről
ja_jp: 店舗で受取
pt_br: Retirar na loja

# Languages::store_locator.any_vendor
source: Any vendor
ar_sa: أي بائع
es_es: Cualquier vendedor
he_il: כל מוכר
hu_hu: Bármelyik termelő
ja_jp: 任意の出品者
pt_br: Qualquer fornecedor
