Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/store_locator.po
Languages: ar_sa, es_es, he_il, hu_hu, ja_jp, nl_nl, pt_br

# Addons::name::store_locator
source: Stores and pickup points
ar_sa: مخازن ونقاط الالتقاط
es_es: Tiendas y puntos de recogida
he_il: חנויות ונקודות איסוף
hu_hu: Piacterek és átvételi pontok
ja_jp: 店舗と受取場所
nl_nl: Winkels en afhaalpunten
pt_br: Lojas e pontos de retirada

# Addons::description::store_locator
source: Allows you to mark your physical stores on the map and offer your customers to collect orders from there, if a corresponding shipping method is configured.
ar_sa: يتيح لك وضع علامة على متاجرك الفعلية على الخريطة وتقديم جمع الطلبات لعملائك من هناك (إذا قمت بإنشاء طريقة شحن مقابلة).
es_es: Le permite marcar sus tiendas físicas en el mapa y ofrecer a sus clientes que recojan los pedidos allí, si se configura el método de envío correspondiente.
he_il: מאפשרת לך לסמן את החנויות הפיזיות שלך על המפה ולהציע ללקוחות שלך לאסוף הזמנות משם, אם מוגדרת שיטת משלוח מקבילה.
hu_hu: Lehetővé teszi, hogy fizikai piactereidet megjelöld a térképen, és felajánld vásárlóidnak, hogy ott vegyék át a megrendeléseket, ha a megfelelő szállítási mód be van állítva.
ja_jp: 実店舗を地図上に表示し、店舗受取用の配送方法を設定して注文商品の店舗受取を提供します。
nl_nl: Hiermee kunt u uw fysieke winkels op de kaart markeren en uw klanten aanbieden om daar bestellingen te verzamelen, als een overeenkomstige verzendmethode is geconfigureerd.
pt_br: Permite marcar suas lojas físicas no mapa e oferecer aos clientes que eles retirem os pedidos nelas, caso uma forma de envio correspondente esteja configurada.

# Languages::view_on_map
source: View on map
ar_sa: عرض على الخريطة
es_es: Ver en mapa
he_il: לראות במפה
hu_hu: Megtekintés térképen
ja_jp: 地図上に表示
nl_nl: Bekijk op kaart
pt_br: Ver no mapa

# Languages::get_api_key
source: Obtaining an API Key
ar_sa: الحصول على مفتاح API
es_es: Obtener una API Key
he_il: השגת מפתח API
hu_hu: API-kulcs beszerzése
ja_jp: APIキーを入力してください
nl_nl: Verkrijgen van een API-sleutel
pt_br: Obtendo chave de API

# Languages::block_store_locator
source: Store locator
ar_sa: عنوان المتجر
es_es: Localizador de tiendas
he_il: מאתר מיקום החנות
hu_hu: Üzletkereső
ja_jp: 店舗所在地
nl_nl: Winkel zoeker
pt_br: Localizador de lojas

# Languages::store_locator
source: Stores & pickup points
ar_sa: متاجر ونقاط الالتقاط
es_es: Tiendas y puntos de recogida
he_il: חנויות ונקודות איסוף
hu_hu: Piacterek & átvételi pontok
ja_jp: 店舗と受取場所
nl_nl: Winkels & afhaalpunten
pt_br: Lojas e pontos de retirada

# Languages::block_store_locator_description
source: Store locator block
ar_sa: كتلة محدد موقع المتجر
es_es: Bloque de localizador de tienda
he_il: חנות את חסימת האיתור
hu_hu: Üzletkereső blokk
ja_jp: 店舗所在地ブロック
nl_nl: Winkelzoeker blok
pt_br: Bloco do localizador de lojas

# Languages::text_address_not_found
source: Address not found
ar_sa: لم يتم العثور على عنوان
es_es: Dirección no encontrada
he_il: כתובת לא נמצאה
hu_hu: A megadott cím nem található
ja_jp: 住所が見つかりません
nl_nl: Adres niet gevonden
pt_br: Endereço não encontrado

# Languages::select_coordinates
source: Select coordinates
ar_sa: تحديد الإحداثيات
es_es: Seleccionar coordenadas
he_il: בחר קואורדינטות
hu_hu: Kooridnáták kiválasztása
ja_jp: 店舗所在地の指定
nl_nl: Selecteer coördinaten
pt_br: Selecionar coordenadas

# Languages::set
source: Set
ar_sa: تعيين
es_es: Establecer
he_il: הגדר
hu_hu: Beállít
ja_jp: 設定
nl_nl: Stel in
pt_br: Definir

# Languages::editing_store_location
source: Editing store location
ar_sa: تحرير موقع مخزن
es_es: Edición de tienda
he_il: עריכת מיקום החנות
hu_hu: Üzlet helyadatainak szerkesztése
ja_jp: 店舗所在地の編集
nl_nl: Winkel locatie aanpassen
pt_br: Editando localização da loja

# Languages::new_store_location
source: New store location
ar_sa: موقع تخزين جديد
es_es: Nueva ubicación de la tienda
he_il: מיקום חדש של חנות
hu_hu: Új üzlet helyadat
ja_jp: 店舗所在地の追加
nl_nl: Nieuwe winkel locatie
pt_br: Nova localização da loja

# Languages::add_store_location
source: Add store location
ar_sa: إضافة موقع مخزن
es_es: Añadir tienda
he_il: הוסף את מיקום החנות
hu_hu: Üzlet helyadatainak hozzáadása
ja_jp: 店舗所在地の追加
nl_nl: Winkel locatie toevoegen
pt_br: Adicionar localização da loja

# Languages::coordinates
source: Coordinates
ar_sa: إحداثيات
es_es: Coordenadas
he_il: קואורדינטות
hu_hu: Koordináták
ja_jp: 位置情報
nl_nl: Coördinaten
pt_br: Coordenadas

# Languages::latitude_short
source: lat
ar_sa: اللات
he_il: לאטיטוד
hu_hu: szélességi koordináta
ja_jp: 緯度
nl_nl: breedte
pt_br: latitude

# Languages::longitude_short
source: long
ar_sa: طويلة
es_es: largo
he_il: ארוך
hu_hu: hosszúsági koordináta
ja_jp: 経度
nl_nl: lengte
pt_br: longitude

# Languages::all_stores
source: All stores
ar_sa: كل المتاجر
es_es: Todas las tiendas
he_il: כל החנויות
hu_hu: Minden áruház
ja_jp: すべてのショップ
nl_nl: Alle winkels
pt_br: Todas as lojas

# SettingsSections::store_locator::general
source: General
ar_sa: عام
he_il: כללי
hu_hu: Általános
ja_jp: 基本設定
nl_nl: Algemeen
pt_br: Geral

# SettingsOptions::store_locator::print_map
source: Show map in order-related documents
ar_sa: إظهار الخريطة بالترتيب المستندات ذات الصلة
es_es: Mostrar mapa en documentos relacionados con pedidos
he_il: הצג מפה במסמכים הקשורים להזמנה
hu_hu: Térkép megjelenítése a megrendeléssel kapcsolatos dokumentumokon
ja_jp: 注文関連ドキュメントに地図を表示
nl_nl: Kaart weergeven in ordergerelateerde documenten
pt_br: Exibir o mapa em documentos relacionados ao pedido

# SettingsTooltips::store_locator::print_map
source: Print the map on the packing slip and invoice
ar_sa: اطبع الخريطة على قسيمة التعبئة والفاتورة
es_es: Imprima el mapa en el albarán y la factura
he_il: הדפיס את המפה על גבי תלוש האריזה ועל חשבונית
hu_hu: A térkép nyomtatása a csomagjegyzékre és a számlára
ja_jp: 本家版のメールテンプレートモードが旧タイプの場合のみ動作します。メールテンプレートアドオンでは動作しません。
nl_nl: Druk de kaart af op de pakbon en factuur
pt_br: Imprimir o mapa na declaração de conteúdo e na fatura

# SettingsOptions::store_locator::show_locations_at_geolocator
source: Use list of cities instead of a map
ar_sa: استخدم قائمة المدن بدلاً من الخريطة
es_es: Utilizar una lista de ciudades en lugar de un mapa
he_il: השתמש ברשימת הערים במפה
hu_hu: Térkép helyett városok listájának használata
ja_jp: 地図の代わりに市区町村リストを使用
nl_nl: Gebruik een lijst met steden in plaats van een kaart
pt_br: Usar lista de cidades em vez de um mapa

# SettingsTooltips::store_locator::show_locations_at_geolocator
source: Affects the Customer Geolocation block. The list will be generated from cities that have stores and pickup points.
ar_sa: يؤثر على كتلة تحديد الموقع الجغرافي للعميل. سيتم إنشاء القائمة من المدن التي بها متاجر ونقاط التقاط.
es_es: Afecta al bloque de geolocalización de clientes. La lista se generará a partir de las ciudades que tengan tiendas y puntos de recogida.
he_il: משפיע על יחידת מיקום של הלקוח. הרשימה תיווצר מערים עם חנויות ונקודות איסוף עצמי.
hu_hu: A vásárló földrajzi helymeghatározása blokkot érinti. A lista azokból a városokból lesz generálva, amelyekben piacterek és átvételi pontok vannak.
ja_jp: ロケーションブロックに影響します。ショップと受取場所の市区町村からリストが生成されます。
nl_nl: Heeft invloed op het klantgeolocatieblok. De lijst wordt gegenereerd uit steden met winkels en afhaalpunten.
pt_br: Afeta o bloco de geolocalização do cliente. A lista será gerada a partir de cidades que possuem lojas e pontos de retirada.

# Languages::privileges.manage_store_locator
source: Can edit
ar_sa: قابل للتحرير
es_es: Puede editar
he_il: יכול לערוך
hu_hu: Szerkeszthető
ja_jp: 編集
nl_nl: Kan bewerken
pt_br: Pode editar

# Languages::privilege_groups.store_locator
source: Store locator
ar_sa: عنوان المتجر
es_es: Localizador de tiendas
he_il: מאתר חנויות
hu_hu: Üzletkereső
ja_jp: 店舗所在地
nl_nl: Winkelzoeker
pt_br: Localizador de lojas

# Languages::privileges.view_store_locator
source: Can view
ar_sa: يمكن العرض
es_es: Puede ver
he_il: יכול לראות
hu_hu: Megtekinthető
ja_jp: 閲覧
nl_nl: Kan bekijken
pt_br: Pode visualizar

# Languages::store_locator.text_pickup_instruction
source: The "Customer pick-up" shipping method offers a customer to choose a store to pick up a product from. The stores can be created in the "Store location" add-on<br /><b>Store creation:</b> <a href="[store_locator]">Store location</a>
ar_sa: تتيح طريقة الشحن "استلام العميل" للعميل اختيار متجر لالتقاط منتج منه. يمكن إنشاء المتاجر في الوظيفة الإضافية "موقع المتجر" <br/> <b> إنشاء المتجر: </b> <a href="[store_locator]"> موقع المتجر </a>
es_es: El método de envío "Recogida por el cliente" ofrece al cliente la posibilidad de elegir una tienda donde recoger un producto. Las tiendas se pueden crear en el complemento "Ubicación de la tienda"<br /><b>Creación de la tienda:</b> <a href="[store_locator]">Ubicación de la tienda</a>.
he_il: שיטת המשלוח "איסוף עצמי של לקוחות" מציעה ללקוח לבחור חנות שתאסוף ממנה מוצר. ניתן ליצור את החנויות בתוסף "מיקום החנות" <br /> <b>יצירת</b> <a href="[store_locator]">חנות</a> <b>:</b> <a href="[store_locator]">מיקום החנות</a>
hu_hu: A "Vásárlói átvétel" szállítási mód lehetővé teszi a vásárló számára, hogy kiválasszon egy piacteret, ahol átveheti a terméket. A piacteret a "Piactér helye" bővítményben lehet létrehozni<br /><b>Piac létrehozása:</b> <a href="[store_locator]">Piactér helye</a>
ja_jp: "店舗受取" 配送方法により商品を受け取る店舗を選択できます。店舗は "店舗と受取場所" アドオンで作成できます。<br /><b>店舗を作成:</b> <a href="[store_locator]">店舗と受取場所</a>
nl_nl: De verzendmethode "Afhalen van klant" biedt een klant de mogelijkheid een winkel te kiezen om een product af te halen. De winkels kunnen worden aangemaakt in de "Winkellocatie" add-on<br/><b> Winkelcreatie:</b> <a href="[store_locator]”>Winkellocatie</a>
pt_br: A forma de envio "Retirar na loja" deixa o cliente escolher uma loja onde retirar um produto. As lojas podem ser criadas no complemento "Localização de lojas"<br /><b>Criação de loja:</b> <a href="[store_locator]">Localização de lojas</a>

# Languages::store_locator.select_stores
source: Select stores
ar_sa: اختيار المتاجر
es_es: Seleccione tienda
he_il: בחר חנויות
hu_hu: Piacterek kiválasztása
ja_jp: 店舗を選択
nl_nl: Selecteer winkels
pt_br: Selecionar lojas

# Languages::store_locator.pick_up_points
source: Pick-up points
ar_sa: نقاط الإلتقاط
he_il: נקודות איסוף
hu_hu: Átvételi pontok
ja_jp: 受取場所
nl_nl: Afhaalpunten
pt_br: Pontos de retirada

# Languages::store_locator.stores_position
source: The "Position" field in the store settings
ar_sa: حقل "الموضع" في إعدادات المتجر
es_es: El campo "Posición" en la configuración de la tienda
he_il: שדה "מיקום" בהגדרות החנות
hu_hu: A "Pozíció" mező a piactér beállításaiban
ja_jp: 店舗設定の "ポジション" フィールド
nl_nl: Het veld "Positie" in de winkelinstellingen
pt_br: O campo "Posição" nas configurações da loja

# Languages::store_locator.shipping_position
source: Order selected in the shipping method settings
ar_sa: الطلب المحدد في إعدادات طريقة الشحن
es_es: Pedido seleccionado en la configuración del método de envío
he_il: ההזמנה שנבחרה בהגדרות שיטת המשלוח
hu_hu: A szállítási mód beállításaiban kiválasztott rendelés
ja_jp: 配送方法設定で選択された注文
nl_nl: Bestelling geselecteerd in de verzendmethode-instellingen
pt_br: Pedido selecionado nas configurações da forma de envio

# Languages::store_locator.selected_fields
source: Selected stores
ar_sa: متاجر المختارة
es_es: Tiendas seleccionadas
he_il: חנויות נבחרות
hu_hu: Kiválasztott piacterek
ja_jp: 選択された店舗
nl_nl: Geselecteerde winkels
pt_br: Lojas selecionadas

# Languages::store_locator.available_fields
source: Available stores
ar_sa: المتاجر المتوفرة
es_es: Tiendas disponibles
he_il: חנויות זמינות
hu_hu: Elérhető piacterek
ja_jp: 利用可能な店舗
nl_nl: Beschikbare winkels
pt_br: Lojas disponíveis

# Languages::store_locator.display_ml
source: Map and list
ar_sa: الخريطة والقائمة
es_es: Mapa y lista
he_il: מפה ורשימה
hu_hu: Térkép és lista
ja_jp: 地図とリスト
nl_nl: Kaart en lijst
pt_br: Mapa e lista

# Languages::store_locator.display_l
source: List
ar_sa: قائمة
es_es: Lista
he_il: רשימה
hu_hu: Lista
ja_jp: リスト
nl_nl: Lijst
pt_br: Lista

# Languages::store_locator.display_m
source: Map
ar_sa: خريطة
es_es: Mapa
he_il: מפה
hu_hu: Térkép
ja_jp: 地図
nl_nl: Kaart
pt_br: Mapa

# Languages::store_locator.display
source: Locations list view on the checkout page
ar_sa: عرض قائمة المواقع على صفحة اتمام الشراء
es_es: Vista de la lista de ubicaciones en la página de pago
he_il: תצוגת רשימת מיקומים בעמוד התשלום
hu_hu: Telephelyek listája a pénztár oldalon
ja_jp: 注文確定画面のロケーションリスト
nl_nl: Locatielijstweergave op de afrekenpagina
pt_br: Visualização da lista de localizações na página de finalização da compra

# Languages::store_locator.pickup
source: Pickup
ar_sa: استلام
es_es: Recogida
he_il: איסוף עצמי
hu_hu: Átvétel
ja_jp: 店舗受取
nl_nl: Afhalen
pt_br: Retirar

# Languages::store_locator.pickup_avail
source: Available for pick-up
ar_sa: متاح للاستلام
es_es: Disponible para su recogida
he_il: זמין לאיסוף עצמי
hu_hu: Elérhető átvételre
ja_jp: 利用可能な受取
nl_nl: Beschikbaar voor afhaling
pt_br: Disponível para retirar

# Languages::store_locator.work_time
source: Working hours
ar_sa: ساعات العمل
es_es: Horario de trabajo
he_il: שעות עבודה
hu_hu: Munkaidő
ja_jp: 営業時間
nl_nl: Werkuren
pt_br: Horário de funcionamento

# Languages::carrier_store_locator
source: Pickup
ar_sa: استلام
es_es: Recogida
he_il: איסוף עצמי
hu_hu: Átvétel
ja_jp: 店舗受取
nl_nl: Afhalen
pt_br: Retirar

# Languages::destination_nothing_found
source: No suitable destination has been found
ar_sa: لم يتم العثور على وجهة مناسبة
es_es: No se ha encontrado un destino adecuado
he_il: לא נמצא יעד מתאים
hu_hu: Nem találtunk megfelelő rendeltetési helyet
ja_jp: 適切な受取先が見つかりませんでした
nl_nl: Er is geen geschikte bestemming gevonden

# Languages::stores_nothing_found
source: No stores have been found
ar_sa: لم يتم العثور على متاجر
es_es: No se han encontrado tiendas
he_il: לא נמצאו חנויות
hu_hu: Nem találtunk piacteret
ja_jp: 店舗が見つかりませんでした
nl_nl: Er zijn geen winkels gevonden
pt_br: Nenhuma loja foi encontrada

# Languages::pickup
source: Pickup
ar_sa: استلام
es_es: Recogida
he_il: איסוף עצמי
hu_hu: Átvétel
ja_jp: 店舗受取
nl_nl: Afhalen
pt_br: Retirar

# Languages::pickup_id
source: Pickup ID
ar_sa: معرف الاستلام
es_es: ID de recogida
he_il: מזהה איסוף עצמי
hu_hu: Átvétel azonosítója
ja_jp: 受取ID
nl_nl: Afhaal-ID
pt_br: Código da retirada

# Languages::pickup_avail
source: Pickup avail
ar_sa: الاستلام متاح
es_es: Recogida disponible
he_il: הועיל לאיסוף
hu_hu: Elérhető átvétel
ja_jp: 受取可能
nl_nl: Ophalen mogelijk
pt_br: Aprovação da retirada

# Languages::pickup_surcharge
source: Pickup surcharge
ar_sa: رسوم الاستلام
es_es: Recargo por recogida
he_il: תשלום עבור איסוף עצמי
hu_hu: Átvétel pótdíja
ja_jp: 受取手数料
nl_nl: Ophaaltoeslag
pt_br: Sobretaxa da retirada

# Languages::pickup_address
source: Pickup address
ar_sa: عنوان الاستلام
es_es: Dirección de recogida
he_il: כתובת איסוף עצמי
hu_hu: Átvételi cím
ja_jp: 受取住所
nl_nl: Ophaaladres
pt_br: Endereço da retirada

# Languages::pickup_phone
source: Pickup phone
ar_sa: هاتف الاستلام
es_es: Teléfono de recogida
he_il: טלפון מקום לאיסוף עצמי
hu_hu: Átvételi hely telefonszáma
ja_jp: 受取電話番号
nl_nl: Ophaaltelefoon
pt_br: Telefone da retirada

# Languages::pickup_time
source: Pickup time
ar_sa: اختار المعاد للاستلام
es_es: Hora de recogida
he_il: זמן איסוף עצמי
hu_hu: Átvétel időpontja
ja_jp: 受取時間
nl_nl: Ophaaltijd
pt_br: Horário da retirada

# Languages::pickup_destinations_ids
source: Pickup destinations ids
ar_sa: هويات وجهات الاستلام
es_es: Ids de los destinos de recogida
he_il: מזהי יעדי איסוף
hu_hu: Átvételi rendeltetési helyek azonosítói
ja_jp: 受取先ID
nl_nl: Ophaalbestemmingen ids

# Languages::store_locator.show_pickup_points_only
source: Hide places where I can't pick up my order
ar_sa: إخفاء الأماكن التي لا يمكنني فيها استلام طلبي
es_es: Ocultar los lugares donde no puedo recoger mi pedido
he_il: הסתר מקומות שבהם אני לא יכול לאסוף את ההזמנה שלי
hu_hu: Azon helyek elrejtése, ahol nem tudom átvenni a rendelésemet
ja_jp: 注文を受け取れない場所を隠す
nl_nl: Verberg plaatsen waar ik mijn bestelling niet kan afhalen
pt_br: Ocultar lugares onde não posso retirar meu pedido

# Languages::store_locator.stores_and_pickup_points
source: Stores and pickup points
ar_sa: مخازن ونقاط الالتقاط
es_es: Tiendas y puntos de recogida
he_il: חנויות ונקודות איסוף
hu_hu: Piacterek és átvételi pontok
ja_jp: 店舗と受取場所
nl_nl: Winkels en afhaalpunten
pt_br: Lojas e pontos de retirada

# Languages::store_locator.surcharge_changes_hint
source: In previous versions, the surcharge was added to the standard rates that were specified for a shipping method. Now this surcharge isn't taken into account during shipping rate calculation. We left it here for your convenience, so that you could see it and adjust the rates on the shipping method editing page accordingly.
ar_sa: في الإصدارات السابقة ، تمت إضافة التكلفة الإضافية إلى الأسعار القياسية المحددة لطريقة الشحن. الآن لا يتم أخذ هذه التكلفة الإضافية في الاعتبار أثناء حساب سعر الشحن. لقد تركناه هنا لراحتك ، حتى تتمكن من رؤيته وتعديل الأسعار في صفحة تحرير طريقة الشحن وفقًا لذلك.
es_es: En versiones anteriores, el recargo se añadía a las tarifas estándar que se especificaban para un método de envío. Ahora este recargo no se tiene en cuenta durante el cálculo de la tarifa de envío. Lo dejamos aquí para su comodidad, para que pueda verlo y ajustar las tarifas en la página de edición del método de envío en consecuencia.
he_il: בגרסאות קודמות, התוסף נוסף לתעריפים הסטנדרטיים שצוינו לשיטת משלוח. כעת לא נלקח בחשבון היטל זה במהלך חישוב תעריף המשלוח. השארנו אותו כאן לנוחיותכם, כך שתוכלו לראות אותו ולהתאים את התעריפים בדף העריכה של שיטת המשלוח בהתאם.
hu_hu: A korábbi verziókban a pótdíj hozzáadódott a szállítási módhoz megadott standard díjakhoz. Most ezt a pótdíjat nem veszi figyelembe a szállítási díj kiszámítása során. A könnyebbség kedvéért itt hagytuk, hogy láthasd, és ennek megfelelően módosíthasd az árakat a szállítási mód szerkesztési oldalán.
ja_jp: 以前は、手数料は配送方法で設定した料金に追加されました。この手数料は配送方法の計算で考慮されないようになりました。配送方法の編集画面で送料を修正可能してください。
nl_nl: In eerdere versies werd de toeslag toegevoegd aan de standaardtarieven die waren opgegeven voor een verzendmethode. Nu wordt met deze toeslag geen rekening gehouden bij het berekenen van de verzendkosten. We hebben het hier voor uw gemak achtergelaten, zodat u het kunt zien en de tarieven op de bewerkingspagina van de verzendmethode dienovereenkomstig kunt aanpassen.

# Languages::store_locator.main_destination
source: Located in rate area
ar_sa: يقع في منطقة السعر
es_es: Situado en la zona de la tarifa
he_il: ממוקם באזור התעריף
hu_hu: A díjszabási területen található
ja_jp: レートエリアを設定
nl_nl: Gelegen in tariefgebied
pt_br: Localizado na área tarifária

source: Determines the shipping rates for this pickup point. The rates are specified on the shipping method editing page. If you don't select a rate area for a pickup point, then the pickup point won't appear at checkout.
ar_sa: تحدد أسعار الشحن لنقطة الالتقاط هذه. يتم تحديد الأسعار في صفحة تحرير طريقة الشحن. إذا لم تحدد منطقة سعر لنقطة الالتقاط ، فلن تظهر نقطة الالتقاط عند الخروج.
es_es: Determina las tarifas de envío para este punto de recogida. Las tarifas se especifican en la página de edición del método de envío. Si no selecciona un área de tarifas para un punto de recogida, el punto de recogida no aparecerá en el proceso de compra.
he_il: קובע את תעריפי המשלוח עבור נקודת איסוף זו. התעריפים מוגדרים בדף העריכה של שיטת המשלוח. אם אינך בוחר אזור תעריף עבור נקודת איסוף, נקודת האיסוף לא תופיע בקופה.
hu_hu: Meghatározza az adott átvételi pont szállítási díjait. Az árakat a szállítási mód szerkesztési oldalán határoztuk meg. Ha nem jelölsz ki díjszabási területet egy átvételi ponthoz, akkor az átvételi pont nem jelenik meg a pénztárnál.
ja_jp: 受取場所での配送料を定義します。配送料は配送方法の編集画面で設定されています。受取場所のロケーションを選択しないと、受取場所は注文確定画面に表示されません。
nl_nl: Bepaalt de verzendkosten voor dit afhaalpunt. De tarieven staan vermeld op de bewerkingspagina van de verzendmethode. Als u geen tariefgebied voor een afhaalpunt selecteert, wordt het afhaalpunt niet weergegeven bij het afrekenen.

# Languages::store_locator.show_to
source: Show to
ar_sa: تظهر لل
es_es: Mostrar a
he_il: הראה ל
hu_hu: Megjelenítés
ja_jp: 表示するロケーション
nl_nl: Laten zien aan
pt_br: Exibir para

# Languages::show_to
source: Show to
ar_sa: تظهر لل
es_es: Mostrar a
he_il: הראה ל
hu_hu: Megjelenítés
ja_jp: 表示
nl_nl: Laten zien aan
pt_br: Exibir para

source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
ar_sa: يسمح لك بتقديم نقطة الالتقاء هذه للمقيمين في مناطق الأسعار الأخرى عند اتمام الشراء.
es_es: Permite ofrecer este punto de recogida a los residentes de otras zonas tarifarias en el pago.
he_il: מאפשר לך להציע נקודת איסוף זו לתושבי אזורי התעריף האחרים בקופה.
hu_hu: Lehetővé teszi, hogy ezt az átvételi pontot más díjszabási körzetek lakosainak is felajánlja a pénztárnál.
ja_jp: 注文確定時に他のロケーションのお客様にこの受取場所を表示する。
nl_nl: Hiermee kunt u dit afhaalpunt aanbieden aan de bewoners van andere tariefgebieden bij het afrekenen.
pt_br: Permite oferecer este ponto de retirada aos habitantes de outras áreas tarifárias na finalização da compra.

# Languages::store_locator.shipping_price_from
source: from [price]
ar_sa: من [price]
es_es: desde [price]
he_il: מ- [מחיר]
hu_hu: [price] -tól
ja_jp: [price] から
nl_nl: van [price]
pt_br: de [price]

# Languages::store_locator.pickup_rates_calculation_logic_changed_title
source: Pick up from store: Surcharge per pickup point removed
ar_sa: الاستلام من المتجر: تمت إزالة الرسوم الإضافية لكل نقطة التقاط
es_es: Recogida en tienda: Recargo por punto de recogida eliminado
he_il: איסוף מהחנות: תשלום נוסף לנקודת איסוף הוסר
hu_hu: Átvétel a piactérről: átvételi pontonként felszámítandó pótdíj eltávolítva
ja_jp: 店舗での受け取り：ピックアップポイントごとの追加料金が削除されました
nl_nl: Ophalen in winkel: Toeslag per afhaalpunt verwijderd
pt_br: Retirar na loja: Sobretaxa por ponto de retirada removida
