Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/stripe.po
Languages: el_gr, hu_hu, ja_jp, pt_br, ru_ru

# Addons::name::stripe
source: Stripe payments
el_gr: Πληρωμές Stripe
hu_hu: Stripe fizetések
ja_jp: Stripe 決済
pt_br: Pagamentos via Stripe
ru_ru: Платежи через Stripe

# Addons::description::stripe
source: Lets you accept payments via Stripe.
el_gr: Σάς δίνει τη δυνατότητα να αποδέχεστε πληρωμές μέσω Stripe.
hu_hu: Lehetővé teszi a Stripe-on keresztüli fizetések elfogadását.
ja_jp: Stripe 決済を利用可能にします。
pt_br: Permite que você aceite pagamentos via Stripe.
ru_ru: Позволяет принимать платежи через Stripe.

# Languages::stripe.publishable_key
source: Publishable key
hu_hu: Közzétehető kulcs
ja_jp: 公開可能キー
pt_br: Chave pública

# Languages::stripe.secret_key
source: Secret key
hu_hu: Titkos kulcs
ja_jp: シークレットキー
pt_br: Chave secreta

# Languages::stripe.payment_type
source: Payment type
el_gr: Τρόπος πληρωμής
hu_hu: Fizetés típusa
ja_jp: 支払タイプ
pt_br: Tipo de pagamento
ru_ru: Тип платежа

# Languages::stripe.payment_type.card
source: Credit card
el_gr: Πιστωτική κάρτα
hu_hu: Bankkártya
ja_jp: クレジットカード
pt_br: Cartão de crédito
ru_ru: Кредитная карта

# Languages::stripe.payment_type.apple_pay.description
source: <p>Apple's <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> require you to display the Apple Pay mark on the checkout page.</p><p>You can set the following image as the payment method icon or use it in the payment method description:</p>
el_gr: <p>Οι <a href="[guidelines_url]" target="_blank"> Πολιτικές σχεδιασμού διεπαφής</a>της Apple απαιτούν να εμφανίζεται το λογότυπο της εφαρμογής στην σελίδα ολοκλήρωσης της παραγγελίας.</p><p>Μπορείτε να ορίσετε την ακόλουθη εικόνα ώς την εικόνα για τον συγκεκριμένο τρόπο πληρωμής και να την χρησιμοποιήσετε στην περιγραφή της μεθόδου πληρωμής:</p>
hu_hu: <p>Az Apple <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> előírja, hogy a pénztároldalon meg kell jeleníteni az Apple Pay jelet.</p><p>A fizetési mód ikonjaként a következő képet állíthatod be, vagy használhatod a fizetési mód leírásában:</p>
ja_jp: <p>Apple の <a href="[guidelines_url]" target="_blank">ヒューマンインターフェースガイドライン</a> により、 Apple Pay のロゴを購入手続きページに表示する必要があります。</p><p>下記の画像を支払方法アイコンとして設定するか支払方法の説明に使用してください：</p>
pt_br: <p>As <a href="[guidelines_url]" target="_blank">Diretrizes de Interface Humana</a> da Apple exigem que o ícone do Apple Pay seja exibido na página de finalização de compra.</p><p>Você pode definir a seguinte imagem como o ícone ou usá-la na descrição da forma de pagamento:</p>
ru_ru: <p><a href="[guidelines_url]" target="_blank">Apple требует</a>, чтобы на странице оформления заказа была иконка Apple Pay.</p><p>Используйте следующее изображение как иконку способа оплаты или в его описании:</p>

# Languages::stripe.payment_type.google_pay.description
source: <p>Google's <a href="[guidelines_url]" target="_blank">Brand guidelines</a> require you to display the Google Pay mark on the checkout page.</p><p>You can set the following image as the payment method icon or use it in the payment method description:</p>
el_gr: z<p>Οι <a href="[guidelines_url]" target="_blank"> Πολιτικές σχεδιασμού διεπαφής</a>της Apple απαιτούν να εμφανίζεται το λογότυπο της εφαρμογής στην σελίδα ολοκλήρωσης της παραγγελίας.</p><p>Μπορείτε να ορίσετε την ακόλουθη εικόνα ώς την εικόνα για τον συγκεκριμένο τρόπο πληρωμής και να την χρησιμοποιήσετε στην περιγραφή της μεθόδου πληρωμής:</p>
hu_hu: <p>A Google <a href="[guidelines_url]" target="_blank">Brand guidelines</a> előírja, hogy a Google Pay jelölést kell megjeleníteni a pénztároldalon.</p><p>A következő képet állíthatod be a fizetési mód ikonjaként, vagy használhatod a fizetési mód leírásában:</p>
ja_jp: <p> Googleの<a href="[guidelines_url]" target="_blank">ブランドガイドライン</a>では、チェックアウトページにGooglePayマークを表示する必要があります。</p><p>支払い方法のアイコンとして画像を表示するか、支払い方法の説明で使用して設定ができます：</p>
pt_br: <p>As <a href="[guidelines_url]" target="_blank">Diretrizes da marca</a> do Google exigem que o ícone do Google seja exibido na página de finalização de compra.</p><p>Você pode definir a seguinte imagem como o ícone ou usá-la na descrição da forma de pagamento:</p>
ru_ru: <p><a href="[guidelines_url]" target="_blank">Google требует</a>, чтобы на странице оформления заказа была иконка Google Pay.</p><p>Используйте следующее изображение как иконку способа оплаты или в его описании:</p>

# Languages::stripe.online_payment
source: Online payment
el_gr: Online πληρωμή
hu_hu: Online fizetés
ja_jp: オンライン決済
pt_br: Pagamento on-line
ru_ru: Онлайн-платёж

# Languages::stripe.test_payment
source: Test payment (won't be charged)
el_gr: Δοκιμαστική πληρωμή (δεν θα γίνει χρέωση)
hu_hu: Tesztfizetés (nem emelnek le pénzt)
ja_jp: テスト決済（課金されません）
pt_br: Teste de pagamento (não será cobrado)
ru_ru: Тестовый способ оплаты (деньги не снимут)

# Languages::stripe.test_payment.description
source: Your card won't be charged when using Apple Pay or Google Pay.
el_gr: Η κάρτα σας δεν θα χρεωθεί όταν χρησιμοποιείτε Apple Pay ή Google Pay.
hu_hu: Az Apple Pay vagy a Google Pay használata esetén a kártyádat nem terheli meg a rendszer.
ja_jp: Apple Pay または Google Pay を使用しても課金されません。
pt_br: O valor não será cobrado no seu cartão quando usar Apple Pay ou Google Pay.
ru_ru: С вашей карты не снимут деньги при использовании этого способа оплаты.

# Languages::stripe.apple_pay_not_supported
source: Apple Pay is not supported on this device
el_gr: To Apple Pay δεν υποστηρίζεται από αυτήν την συσκευή
hu_hu: Az Apple Pay nem támogatott ezen az eszközön
ja_jp: Apple Pay はこの機種ではサポートされていません
pt_br: Este dispositivo não apresenta suporte ao Apple Pay
ru_ru: Это устройство не поддерживает Apple Pay

# Languages::stripe.google_pay_not_supported
source: Google Pay is not supported on this device
el_gr: To Google Pay δεν υποστηρίζεται από αυτήν την συσκευή
hu_hu: A Google Pay nem támogatott ezen az eszközön
ja_jp: Google Pay はこの機種ではサポートされていません
pt_br: Este dispositivo não apresenta suporte ao Google Pay
ru_ru: Это устройство не поддерживает Google Pay

# Languages::stripe.token
source: Stripe payment token
el_gr: Αναγνωριστικό πληρωμών stripe
hu_hu: Stripe fizetési token
ja_jp: Stripe 決済トークン
pt_br: Token de pagamento do Stripe
ru_ru: Токен оплаты Stripe

# Languages::stripe.account_country
source: Stripe account country
el_gr: Χώρα Λογαριασμού Stripe
hu_hu: Stripe-fiók országa
ja_jp: Stripe アカウントの国
pt_br: País da conta do Stripe
ru_ru: Страна учётной записи Stripe

# Languages::stripe.show_payment_button
source: Show "[button_name]" button on product pages
el_gr: Εμφάνιση του κουμπιού "[button_name]" στην σελίδα προϊόντος
hu_hu: [button_name] gomb megjelenítése a termékoldalakon
ja_jp: 商品ページに "[button_name]" を表示
pt_br: Exibir o botão "[button_name]" nas páginas de produtos
ru_ru: Показывать кнопку "[button_name]" на страницах товаров

# Languages::stripe.payment_type.buy_with_apple_pay
source: Buy with Apple Pay
el_gr: Αγορά με Apple Pay
hu_hu: Vásárlás Apple Pay használatával
ja_jp: Apple Payで購入
pt_br: Comprar com o Apple Pay
ru_ru: Купить через Apple Pay

# Languages::stripe.payment_type.buy_with_google_pay
source: Buy with Google Pay
el_gr: Αγορά με Google Pay
hu_hu: Vásárlás Google Pay használatával
ja_jp: Google Payで購入
pt_br: Comprar com o Google Pay
ru_ru: Купить через Google Pay

# Languages::stripe.payment_intent_error
source: An error occured when creating a PaymentIntent with the payment #[payment_id]: [error]
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την δημιουργία Πρόθεσης πληρωμής για την πληρωμή [payment_id]: [error]
hu_hu: Hiba történt egy PaymentIntent létrehozásakor a #[payment_id] fizetéssel: [error]
ja_jp: 支払いインテントを作成するときにエラーが発生しました #[payment_id]：[error]
pt_br: Ocorreu um erro ao criar um PaymentIntent com o pagamento #[payment_id]: [error]
ru_ru: При создании PaymentIntent у способа оплаты #[payment_id] возникла ошибка: [error]
