Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/suppliers.po
Languages: he_il, hu_hu, ja_jp, pt_br, ro_ro

# Addons::name::suppliers
source: Suppliers
he_il: ספקים
hu_hu: Beszállítók
ja_jp: サプライヤー
pt_br: Fornecedores
ro_ro: Furnizori

# Addons::description::suppliers
source: Adds supplier assignment support to products
he_il: מוסיף תמיכה בשיוך ספקים למוצרים
hu_hu: Beszállítók termékhez rendelését teszi lehetővé
ja_jp: 各商品にサプライヤーを割り当てることができます
pt_br: Adiciona atribuição de suporte do fornecedor aos produtos
ro_ro: Adaugă suport pentru atribuirea furnizorilor la produse

# Languages::search_by_supplier
source: Search by supplier
he_il: חפש לפי ספק
hu_hu: Keresés beszállító alapján
ja_jp: サプライヤーで検索
pt_br: Busca por fornecedor
ro_ro: Căutați după furnizor

# Languages::notify_supplier
source: Notify supplier
he_il: תודיע לספק
hu_hu: Beszállító értesítése
ja_jp: サプライヤーに通知
pt_br: Notificar o fornecedor
ro_ro: Notificare furnizor

# Languages::view_supplier_products
source: View supplier products
he_il: צפה במוצרים של הספק
hu_hu: Beszállító termékeinek megtekintése
ja_jp: 取扱商品一覧
pt_br: Visualizar produtos do fornecedor
ro_ro: Vezi furnizorii produselor

# Languages::supplier
source: Supplier
he_il: ספק
hu_hu: Beszállító
ja_jp: サプライヤー
pt_br: Fornecedor
ro_ro: Furnizor

# Languages::supplier_email_header
source: The following products have been purchased in our store and need to be shipped.
he_il: המוצרים הבאים נרכשו בחנות שלך ויש לשלוח אותם.
hu_hu: Az alábbi termékek megrendelésre kerültek áruházunkban, és szállításra várnak.
ja_jp: お世話になります。<br />弊社にて以下の商品を受注しましたので発送をお願いいたします。
pt_br: Os seguintes produtos foram comprados em nossa loja e precisam ser enviados.
ro_ro: Următoarele produse au fost achizioționate în magazinul dvs. și trebuie să fie expediate.

# Languages::suppliers_menu_description
source: List of supplier accounts registered in the store.
he_il: רשימת חשבונות ספקים הרשומים בחנות.
hu_hu: Regisztrált beszállítók listája az áruházban.
ja_jp: 登録済みのサプライヤー一覧
pt_br: Lista de contas de fornecedores registrado na loja.

# Languages::dear_sirs
source: Dear Sirs
he_il: אדונים נכבדים
hu_hu: Tisztelt cím
ja_jp: お客様各位
pt_br: Prezados Senhores(as)
ro_ro: Bună ziua

# Languages::add_supplier
source: Add supplier
he_il: הוסף ספק
hu_hu: Beszállító hozzáadása
ja_jp: サプライヤーの追加
pt_br: Adicionar fornecedor
ro_ro: Adăugați furnizor

# Languages::available_for_supplier
source: Available for supplier
he_il: זמין עבור הספק
hu_hu: Elérhető beszállító számára
ja_jp: このサプライヤー向けに有効化
pt_br: Disponível para o fornecedor
ro_ro: Disponibil pentru furnizor

# Languages::editing_supplier
source: Editing supplier
he_il: עריכת ספק
hu_hu: Beszállító szerkesztése
ja_jp: サプライヤーの編集
pt_br: Editando fornecedor
ro_ro: Editarea furnizorului

# Languages::supplier_deleted
source: Supplier has been deleted successfully.
he_il: הספק נמחק בהצלחה.
hu_hu: Beszállító sikeresen törölve.
ja_jp: サプライヤーが削除されました。
pt_br: Fornecedor foi removido com sucesso.
ro_ro: Furnizorul a fost șters cu succes.

# Languages::privileges.manage_suppliers
source: Can edit
he_il: יכול לערוך
hu_hu: Szerkeszthető
ja_jp: 編集
pt_br: Pode editar
ro_ro: Pot edita

# Languages::privilege_groups.suppliers
source: Suppliers
he_il: ספקים
hu_hu: Beszállítók
ja_jp: サプライヤー
pt_br: Fornecedores
ro_ro: Furnizori..

# SettingsSections::suppliers::general
source: General
he_il: כללי
hu_hu: Általános
ja_jp: 基本設定
pt_br: Geral

# SettingsOptions::suppliers::display_supplier
source: Display product supplier company
he_il: הצג את החברה של ספק המוצר
hu_hu: Beszállító cég megjelenítése
ja_jp: サプライヤーの会社名を表示
pt_br: Exibir empresa do fornecedor do produto
ro_ro: Afișați compania furnizorului de produse

# SettingsOptions::suppliers::display_shipping_methods_separately
source: Display shipping methods to each supplier separately
he_il: הצג שיטות משלוח של כל ספק בנפרד
hu_hu: Külön szállítási mód megjelenítése minden beszállítóhoz
ja_jp: サプライヤー毎に配送方法を表示
pt_br: Exibir os métodos de transporte para cada fornecedor separadamente
ro_ro: Afișați metodele de expediere pentru fiecare furnizor separat

# Languages::email_template.suppliers_notification
source: Supplier notification
he_il: הודעה לספק
hu_hu: Beszállítói értesítés
ja_jp: サプライヤーへの通知
pt_br: Notificação de fornecedores
ro_ro: Notificare furnizor

# Languages::email_template.supplier_notification_with_status
source: Supplier notification: [name]
he_il: הודעת ספק: [שם]
hu_hu: Beszállítói értesítés: [name]
ja_jp: サプライヤーへの通知：[name]
pt_br: Notificação de fornecedor: [name]
ro_ro: Notificare furnizor: [name]

# Languages::email_template.suppliers_notification_default
source: Supplier notification: Default template for a new order status
he_il: הודעת ספק: תבנית ברירת מחדל לסטטוס הזמנה חדש
hu_hu: Beszállítói értesítés: Alapértelmezett sablon új rendelési státuszhoz
ja_jp: サプライヤーへの通知：新しい注文ステータスのデフォルトテンプレート
pt_br: Notificação de fornecedor: Modelo padrão para um novo status de pedido
ro_ro: Notificare furnizor: șablon implicit pentru o nouă stare a comenzii

# Languages::template_document_supplier_order_invoice
source: Suppliers: invoice
he_il: ספקים: חשבונית
hu_hu: Beszállítók: számla
ja_jp: サプライヤー : 請求書
pt_br: Fornecedores: nota de venda
ro_ro: Furnizori: factură

# Languages::document_preview_suppliers_not_found
source: Couldn't find a supplier. Preview only works with existing data. Please create a supplier and use Preview again.
he_il: הספק לא נמצא. תצוגה מוקדמת עובדת רק עם נתונים קיימים. צור את הספק והפעל תצוגה מוקדמת שוב.
hu_hu: Nem talált beszállítót. Az előnézet csak meglévő adatokkal működik. Kérjük, hozz létre beszállítót, és használd újra az Előnézet funkciót.
ja_jp: サプライヤーが見つかりませんでした。プレビューは既存のサプライヤーに対してのみ実行できます。サプライヤーを作成したうえで再度プレビューしてください。
pt_br: Fornecedor não encontrado. Pre-visualização funciona somente para os existentes. Por favor, crie um fornecedor e tente a pré-visualização novamente.
ro_ro: Nu am putut găsi un furnizor. Previzualizarea funcționează numai cu datele existente. Vă rugăm să creați un furnizor și să utilizați din nou previzualizarea.

# Languages::suppliers.event.order.supplier_notified.name
source: Suppliers: order status changed to [status]
he_il: ספקים: סטטוס ההזמנה שונה ל- [סטטוס]
hu_hu: Beszállítók: a rendelés státusza [status]-ra változott
ja_jp: サプライヤー：注文ステータスが[status]に変更されました
pt_br: Fornecedor: estado do pedido mudou para [status]
ro_ro: Furnizori: starea comenzii a fost schimbată în [status]

# Languages::event.receiver.s
source: Supplier
he_il: ספק
hu_hu: Beszállító
ja_jp: サプライヤー
pt_br: Fornecedor
ro_ro: Furnizor.

# Languages::suppliers.supplier_notifications
source: Supplier notifications
he_il: הודעה לספק
hu_hu: Beszállítói értesítések
ja_jp: サプライヤーへの通知
pt_br: Notificações de fornecedor
ro_ro: Notificări furnizor
