Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/tags.po
Languages: ar_sa, cs_cz, id_id

# Addons::name::tags
source: Tags
ar_sa: العلامات
cs_cz: Štítky
id_id: Tag

# Addons::description::tags
source: Enables product tags
ar_sa: تمكين علامات المنتج
cs_cz: Povolí štítky zboží
id_id: Memungkinkan label produk

# Languages::tags_menu_description
source: Manage product and content page tags.
ar_sa: إدارة علامات صفحة المنتج والمحتوى.
cs_cz: Spravovat značky výrobků a štítky.
id_id: Kelola tag halaman produk dan konten.

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
ar_sa: قم بتسجيل الدخول لإدخال العلامات
cs_cz: Přihlaste se k zadání štítků
id_id: Masuk untuk memasukkan tag

# Languages::tag_cloud
source: Tag cloud
ar_sa: سحابة الكلمات الدلالية

# Languages::tags
source: Tags
ar_sa: العلامات
cs_cz: Štítky
id_id: Tag

# Languages::block_tags
source: Tags
ar_sa: العلامات
cs_cz: Štítky
id_id: Tag

# Languages::block_tags_description
source: Product tags
ar_sa: علامات المنتج
cs_cz: Štítky produktu
id_id: Tag produk

# Languages::addons.tags.add_a_tag
source: add a tag
ar_sa: أضف علامة
cs_cz: přidat štítek
id_id: tambahkan tag

# Languages::items_marked_by_tag
source: Items marked by the "[tag]" tag:
ar_sa: العناصر المميزة بعلامة "[tag]":
cs_cz: Položky označené pomocí "[tag]" štítku:
id_id: Item yang ditandai dengantag " [tag] ":

# Languages::tag
source: Tag
ar_sa: علامة
cs_cz: Štítek
id_id: Menandai

# Languages::add_tag
source: Add tag
ar_sa: إضافة علامة
cs_cz: Přidat štítek
id_id: Tambahkan tag

# SettingsSections::tags::general
source: General
ar_sa: عام
cs_cz: Obecné
id_id: Umum Konteks | Permintaan Konteks

# SettingsOptions::tags::tags_for_products
source: Tags for products
ar_sa: علامات للمنتجات
cs_cz: Štítek pro produkt
id_id: Tag untuk produk

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
ar_sa: علامات للصفحات
cs_cz: Štítky pro produkty
id_id: Tag untuk halaman

# Languages::n_tags
source: [n] tag|[n] tags
ar_sa: [n] علامة| [n] علامات
cs_cz: [n] značka|[n] značek
