Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/vendor_communication.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::vendor_communication.you_have_new_message
source: You have a new <a href="[thread_url]">message</a> from [message_from].
ar_sa: لديك <a href="[thread_url]"> رسالة </a> جديدة من [message_from].
cs_cz: Máte novou <a href="[thread_url]">zprávu</a> od [message_from].
el_gr: Έχετε ένα νέο <a href="[thread_url]"> μήνυμα </a> από το [message_from].
es_es: Tiene un nuevo<a href="[thread_url]">mensaje</a>de[message_from].
he_il: יש לך <a href="[thread_url]">הודעה</a> from [message_from].
hu_hu: Új <a href="[thread_url]">üzenet</a> érkezett a [message_from] címről.
ja_jp: [message_from] 様から新しい <a href="[thread_url]">メッセージ</a> があります。
pl_pl: Masz nową <a href="[thread_url]"> wiadomość</a> od [message_from].
pt_br: Você tem uma nova <a href="[thread_url]">mensagem</a> de [message_from].
ro_ro: Aveți un nou <a href="[thread_url]"> mesaj </a> de la [message_from].
ru_ru: У вас новое <a href="[thread_url]">сообщение</a> от [message_from].
tr_tr: [message_from]'dan gelen yeni bir <a href="[thread_url]">mesajınız</a> var.
uk_ua: У вас є нове <a href="[thread_url]">повідомлення</a> від [message_from].

# Languages::vendor_communication.subject_email
source: You have a new message from [message_from]
ar_sa: لديك رسالة جديدة من [message_from]
cs_cz: Máte novou zprávu od [message_from]
el_gr: Έχετε ένα νέο μήνυμα από το [message_from]
es_es: Tiene un nuevo mensaje de[message_from]
he_il: יש לך הודעה חדשהfrom [message_from]
hu_hu: Új üzeneted érkezett a [message_from]-tól.
ja_jp: [message_from] 様から新しいメッセージがあります
pl_pl: Masz nową wiadomość od [message_from]
pt_br: Você tem uma nova mensagem de [message_from]
ro_ro: Aveți un mesaj nou de la [message_from]
ru_ru: У вас новое сообщение от [message_from]
tr_tr: [message_from]'dan gelen yeni bir mesajınız var
uk_ua: У вас є нове повідомлення від [message_from]

# Languages::vendor_communication.thread
source: Thread #[thread_id]
ar_sa: الموضوع #[thread_id]
cs_cz: Vlákno #[thread_id]
el_gr: Θεμα #[thread_id]
es_es: Hilo de discusión #[thread_id]
he_il: מוצר #[thread_id]
hu_hu: #[thread_id] téma
ja_jp: スレッド #[thread_id]
pl_pl: Wątek #[thread_id]
pt_br: Conversa #[thread_id]
ro_ro: Subiect # [thread_id]
ru_ru: Вопрос #[thread_id]
tr_tr: Konu #[thread_id]
uk_ua: Дискусія #[thread_id]

# Languages::vendor_communication.contact_with
source: #[thread_id]. Communication with [thread_company]
ar_sa: #[thread_id]. التواصل مع [thread_company]
cs_cz: #[thread_id]. Komunikace s [thread_company]
el_gr: #[thread_id]. Επικοινωνία με το [thread_company]
es_es: #[thread_id]. Comunicación con [thread_company]
he_il: #[thread_id]. תקשורת עם [thread_company]
hu_hu: #[thread_id]. Kommunikáció a [thread_company]-val
ja_jp: #[thread_id] [thread_company] とのチャット
pl_pl: #[thread_id]. Komunikacja z [thread_company]
pt_br: #[thread_id]. Comunicação com [thread_company]
ro_ro: # [thread_id]. Comunicare cu [thread_company]
ru_ru: #[thread_id]. Чат с [thread_company]
tr_tr: #[thread_id]. [thread_company] ile iletişim
uk_ua: #[thread_id]. Чат з [thread_company]

# Languages::vendor_communication.ticket
source: Thread
ar_sa: موضوع
cs_cz: Vlákno
el_gr: Θεμα
es_es: Hilo de discusión
he_il: מוצר
hu_hu: Téma
ja_jp: スレッド
pl_pl: Wątek
pt_br: Conversa
ro_ro: Ticket
ru_ru: Вопрос
tr_tr: Konu
uk_ua: Дискусія

# Languages::vendor_communication.no_messages_found
source: No messages found
ar_sa: لا توجد رسائل
cs_cz: Nenalezeny žádné zprávy
el_gr: Δεν βρεθηκαν μηνυματα
es_es: No se encontraron mensajes
he_il: אין הודעות שנמצאו
hu_hu: Nem található üzenet
ja_jp: メッセージが見つかりません
pl_pl: Nie znaleziono wiadomości
pt_br: Nenhuma mensagem encontrada
ro_ro: Nu s-au găsit mesaje
ru_ru: Сообщения отсутствуют
tr_tr: Mesaj bulunamadı
uk_ua: Повідомлення відсутні

# Languages::vendor_communication.customer_name
source: Customer name
ar_sa: إسم الزبون
cs_cz: Jméno zákazníka
el_gr: Ονομα πελάτη
es_es: Nombre del cliente
he_il: שם הלקוח
hu_hu: Vásárló neve
ja_jp: お客様名
pl_pl: Nazwa klienta
pt_br: Nome do cliente
ro_ro: Nume client
ru_ru: Имя покупателя
tr_tr: Müşteri adı
uk_ua: Ім'я покупця

# Languages::vendor_communication.error_message
source: Please enter your message
ar_sa: أدرج رسالتك من فضلك
cs_cz: Napište vaši zprávu
el_gr: Παρακαλουμε εοσαγετε το μηνυμα σας
es_es: Por favor ingrese su mensaje
he_il: אנא הכנס את הודעתך
hu_hu: Kérjük, írd be az üzeneted
ja_jp: メッセージを入力してください
pl_pl: Proszę wpisać treść wiadomości
pt_br: Insira a sua mensagem
ro_ro: Scrie mesajul tău
ru_ru: Пожалуйста, введите текст сообщения
tr_tr: Lütfen mesajınızı girin
uk_ua: Будь ласка, введіть текст повідомлення

# Languages::vendor_communication.type_message
source: Type a message...
ar_sa: اكتب رسالة...
cs_cz: Pište...
el_gr: Πληκτρολογηστε ενα μηνυμα
es_es: Escriba un mensaje...
he_il: הקלד הודעה...
hu_hu: Írj üzenetet...
ja_jp: メッセージを入力...
pl_pl: Wpisz wiadomość...
pt_br: Digite uma mensagem...
ro_ro: Scrie un mesaj...
ru_ru: Введите текст сообщения...
tr_tr: Bir ileti yazın...
uk_ua: Введіть текст повідомлення...

# Languages::vendor_communication.you
source: You
ar_sa: أنت
cs_cz: Vy
el_gr: Εσεις
es_es: Tú
he_il: אתה
hu_hu: Te
ja_jp: あなた
pl_pl: Ty
pt_br: Você
ru_ru: Вы
tr_tr: Siz
uk_ua: Ви

# Languages::vendor_communication.order_details
source: Order details
ar_sa: تفاصيل الطلب
cs_cz: Detaily objednávky
el_gr: Λεπτομέρεις Παραγγελίας
es_es: Detalles del pedido
he_il: פרטי הזמנה
hu_hu: Rendelés részletei
ja_jp: 注文詳細
pl_pl: Szczegóły zamówienia
pt_br: Detalhes do pedido
ru_ru: Заказ
tr_tr: Sipariş Detayları

# Languages::vendor_communication.import_details
source: Import details
ar_sa: تفاصيل الاستيراد
cs_cz: Detaily importu
el_gr: Εισαγωγή Λεπτομεριών
es_es: Detalles de la importación
he_il: יבוא נתונים
hu_hu: Importálás részletei
ja_jp: インポート詳細
pl_pl: Parametry importu
pt_br: Detalhes da importação
ru_ru: Пресет импорта
tr_tr: Verileri içe aktar

# Languages::vendor_communication.thread_deleted
source: Thread has been deleted
ar_sa: تم حذف الموضوع
cs_cz: Vlákno bylo smazáno
el_gr: Αυτο το θεμα έχει διαγραφεί
es_es: El hilo de la discusión ha sido eliminado
he_il: מוצר נמחק
hu_hu: A témát törölték
ja_jp: スレッドが削除されました
pl_pl: Wątek został usunięty
pt_br: A conversa foi apagada
ru_ru: Вопрос был удалён
tr_tr: Konu silindi
uk_ua: Дискусію було видалено

# Languages::vendor_communication.threads_deleted
source: Threads have been deleted
ar_sa: تم حذف المواضيع
cs_cz: Vlákna byla smazána
el_gr: Αυτα τα θεματα έχουν διαγραφεί
es_es: El hilo de la discusión ha sido eliminado
he_il: מוצרים נמחקו
hu_hu: A témákat törölték
ja_jp: スレッドが削除されました
pl_pl: Wątki zostały usunięte
pt_br: As conversas foram apagadas
ru_ru: Вопросы были удалены
tr_tr: Konular silindi
uk_ua: Дискусії було видалено

# Languages::vendor_communication.cannot_delete_thread
source: Cannot delete thread
ar_sa: لا يمكن حذف الموضوع
cs_cz: Nelze smazat vlákno
el_gr: Δεν ειναι δυνατον να διαγραφει το θεμα
es_es: No se puede eliminar el hilo de discusión
he_il: אין אפשרות למחוק את המוצר
hu_hu: Nem lehet törölni a témát
ja_jp: スレッドを削除できません
pl_pl: Nie można usunąć wątku
pt_br: Não foi possível apagar a conversa
ru_ru: Не удалось удалить вопрос
tr_tr: Konu silinemiyor
uk_ua: Не вдалося видалити дискусію

# Languages::vendor_communication.cannot_delete_threads
source: Cannot delete threads
ar_sa: لا يمكن حذف المواضيع
cs_cz: Nelze smazat vlákna
el_gr: Δεν ειναι δυνατον να διαγραφουν τα θεματα
es_es: No se pueden eliminar los hilos de discusión
he_il: אין אפשרות למחוק את המוצרים
hu_hu: Nem lehet témákat törölni
ja_jp: スレッドを削除できません
pl_pl: Nie można usunąć wątków
pt_br: Não foi possível apagar as conversas
ru_ru: Не удалось удалить вопросы
tr_tr: Konular silinemiyor
uk_ua: Не вдалося видалити дискусії

# Languages::vendor_communication.cannot_post_message
source: Cannot post message
ar_sa: لا يمكن نشر الرسالة
cs_cz: Nelze zanechat zprávu
el_gr: Δεν είναι δυνατή η δημοσίευση μηνύματος
es_es: No se puede enviar el mensaje
he_il: לא יכול לפרסם הודעה
hu_hu: Nem lehet üzenetet küldeni
ja_jp: メッセージを投稿できません
pl_pl: Nie można wysłać wiadomość
pt_br: Não foi possível postar a mensagem
ru_ru: Не удалось отправить сообщение
tr_tr: Mesaj gönderilemiyor
uk_ua: Не вдалося відправити повідомлення

# Languages::vendor_communication.no_threads_found
source: No threads found
ar_sa: لم يتم العثور على مواضيع
cs_cz: Žádná vlákna nenalezena
el_gr: Δεν βρεθηκαν θεματα
es_es: No se encontraron hilos de discusión
he_il: לא נמאו מוצרים
hu_hu: Nem találtak témákat
ja_jp: スレッドが見つかりません
pl_pl: Nie znaleziono wątków
pt_br: Nenhuma conversa encontrada
ru_ru: Вопросы не найдены
tr_tr: Hiçbir konu bulunamadı
uk_ua: Дискусії відсутні

# Languages::vendor_communication.required_field_is_missing
source: The [field_name] field is required
ar_sa: حقل [field_name] مطلوب
cs_cz: Pole [field_name] je povinné
el_gr: Το πεδίο [field_name] είναι υποχρεωτικό
es_es: El campo [field_name] es requerido
he_il: השדה [field_name] הנו חובה
hu_hu: A [field_name] mező kötelező
ja_jp: [field_name]は必須項目です
pl_pl: Pole [field_name] jest wymagane
pt_br: O campo [field_name] é obrigatório
ru_ru: Поле [field_name] обязательное
tr_tr: [field_name] alanı gereklidir
uk_ua: [field_name] поле є обов'язковим

# Languages::vendor_communication.invalid_thread_object_type
source: Provided thread object type is invalid
ar_sa: نوع كائن مؤشر الترابط المقدم غير صالح
cs_cz: Objekt vlákna není platný
el_gr: Ο εισαγμενος τύπος αντικειμένου θεματος δεν είναι έγκυρος
es_es: El tipo de objeto del hilo de discusión proporcionado es invalido
he_il: סוג האובייקט המוצר שסופק אינו חוקי
hu_hu: A megadott témaobjektum típusa érvénytelen
ja_jp: スレッドのオブジェクトタイプが不正です
pl_pl: Podany typ obiektu wątku jest nieprawidłowy
pt_br: O tipo de objeto de conversa fornecido é inválido
ru_ru: Недопустимый тип объекта для вопроса
tr_tr: Sağlanan konu türü geçersizdir
uk_ua: Неприпустимий тип об'єкта для дискусії

# Languages::vendor_communication.please_log_in_to_contact_vendor
source: Please sign in to contact the vendor
ar_sa: الرجاء تسجيل الدخول للاتصال بالبائع
cs_cz: Pro kontaktování prodejce se přihlaste
el_gr: Συνδεθείτε για να επικοινωνήσετε με τον προμηθευτή
es_es: Por favor inicie su sesión para contactar al vendedor
he_il: נא היכנס ליצורת קשר עם הספק
hu_hu: Kérjük, jelentkezz be, hogy kapcsolatba léphess a termelővel
ja_jp: 出品者にお問い合わせするにはログインしてください
pl_pl: Zaloguj się, aby skontaktować się ze sprzedawcą
pt_br: Faça login para contatar o fornecedor
ru_ru: Пожалуйста, войдите в свою учётную запись, чтобы связаться с продавцом
tr_tr: Satıcı ile iletişim kurmak için lütfen giriş yapın
uk_ua: Будь ласка, увійдіть в свій обліковий запис, щоб зв'язатися з продавцем

# Languages::privileges.manage_vendor_communication
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
he_il: יכול לערוך
hu_hu: Szerkeszthető
ja_jp: 編集
pl_pl: Można edytować
pt_br: Editar
ro_ro: Poate edita
ru_ru: Редактирование
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privileges.view_vendor_communication
source: Can view
ar_sa: يمكن العرض
cs_cz: Může vidět
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
he_il: יכול לראות
hu_hu: Megtekinthető
ja_jp: 閲覧
pl_pl: Można przeglądać
pt_br: Visualizar
ro_ro: Poate vizualiza
ru_ru: Просмотр
tr_tr: Görüntüleyebilir
uk_ua: Можна переглянути

# Languages::privilege_groups.vendor_communication
source: Message center: customer-to-vendor communication
ar_sa: مركز الرسائل: التواصل بين العملاء والبائعين
cs_cz: Centrum zpráv: Komunikace zákazník-prodejce
el_gr: Κέντρο μηνυμάτων: επικοινωνία πελάτη-πωλητή
es_es: Centro de mensajes: comunicación entre clientes y proveedores
he_il: מרכז הודעות: תקשורת בין לקוחות לספק
hu_hu: Üzenetközpont: vásárló és termelő közötti kommunikáció
ja_jp: メッセージセンター：お客様から出品者への連絡
pl_pl: Centrum wiadomości: komunikacja klient-sprzedawca
pt_br: Central de mensagem: comunicação cliente-fornecedor
ro_ro: Centrul de mesaje: comunicare client-furnizor
ru_ru: Центр сообщений: общение покупателей с продавцами
uk_ua: Центр повідомлень: спілкування покупців з продавцями

# Languages::vendor_communication.your_message_to_vendor_name
source: Your message to [vendor_name]
ar_sa: رسالتك إلى [vendor_name]
cs_cz: Vaše zpráva na [vendor_name]
el_gr: Το μήνυμά σας προς [vendor_name]
es_es: Su mensaje a [vendor_name]
he_il: ההודעה שלך ל- [vendor_name]
hu_hu: Üzeneted [vendor_name] részére
ja_jp: [vendor_name] へのメッセージ
pl_pl: Twoja wiadomość do [vendor_name]
pt_br: Sua mensagem para [vendor_name]
ro_ro: Mesajul tău către [vendor_name]
ru_ru: Ваше сообщение для [vendor_name]
tr_tr: Mesajınız [vendor_name]
uk_ua: Ваше повідомлення для [vendor_name]

# Languages::vendor_communication.please_log_in_to_be_notified
source: Please sign in so that we can notify you about a reply
ar_sa: الرجاء تسجيل الدخول حتى نتمكن من إخطارك بالرد
cs_cz: Přihlaste se prosím, abychom vám mohli dát vědět, že přišla odpověď
el_gr: Συνδεθείτε για να μπορέσουμε να σας ειδοποιήσουμε σχετικά με μια απάντηση
es_es: Por favor, regístrese para que podamos notificarle una respuesta
he_il: אנא היכנס כדי שנוכל להודיע לך על תשובה
hu_hu: Kérjük, jelentkezz be, hogy értesíthessünk a válaszról.
ja_jp: 返信について通知するためサインインしてください
pl_pl: Zaloguj się, abyśmy mogli powiadomić Cię o odpowiedzi
pt_br: Faça login para que possamos notificar você sobre uma resposta
ro_ro: Conectează-te ca să te putem notifica când primești un răspuns
ru_ru: Войдите в учётную запись, чтобы мы могли сообщить вам об ответе
tr_tr: Size bir yanıt hakkında bilgi verebilmemiz için lütfen oturum açın
uk_ua: Увійдіть в обліковий запис, щоб ми могли повідомити вам про відповідь

# Languages::vendor_communication
source: Message center
ar_sa: مركز الرسائل
el_gr: Κεντρο Μηνυματων
es_es: Centro de mensajes
hu_hu: Üzenetközpont
ja_jp: メッセージセンター
pl_pl: Centrum wiadomości
ru_ru: Центр сообщений
tr_tr: Mesaj Merkezi

# Languages::vendor_communication.event.message_received.name
source: Customer-to-vendor: New message received
ar_sa: من عميل إلى بائع: تم استلام رسالة جديدة
cs_cz: Zákazník-prodejce: Přijata nová zpráva
el_gr: Πελάτης-πωλητής: Λήφθηκε νέο μήνυμα
es_es: Cliente a proveedor: Nuevo mensaje recibido
he_il: מלקוח לספק: הודעה חדשה התקבלה
hu_hu: A vásárlótól a termelőnek: Új üzenet érkezett
ja_jp: お客様から出品者：新しいメッセージが届きました
pl_pl: Od klienta do sprzedawcy: Otrzymano nową wiadomość
pt_br: Cliente-fornecedor: Nova mensagem
ro_ro: De la client la furnizor: mesaj nou primit
ru_ru: "Покупатель > продавец": получено новое сообщение
uk_ua: "Покупець> продавець": Отримано нове повідомлення

# Languages::vendor_communication.event.vendor_to_admin_message_received.name
source: Vendor-to-admin: New message received
ar_sa: بائع إلى مسؤول: تم استلام رسالة جديدة
cs_cz: Prodejce-administrátor: Přijata nová zpráva
el_gr: πωλητής-διαχειριστής: Λήφθηκε νέο Μηνυμα
es_es: Vendedor a administrador: Nuevo mensaje recibido
he_il: מספק למנהל: הודעה חדשה התקבלה
hu_hu: A termelőtől az adminisztrátornak: Új üzenet érkezett
ja_jp: 出品者から管理者：新しいメッセージが届きました
pl_pl: Od sprzedawcy do administratora: Otrzymano nową wiadomość
pt_br: Fornecedor-administrador: Nova mensagem
ro_ro: Furnizor-administrator: Mesaj nou primit
ru_ru: "Продавец > администратор": Получено новое сообщение
uk_ua: "Продавець> адміністратор": Отримано нове повідомлення

# Languages::internal_template.vendor_communication_message_received
source: New message received
ar_sa: تم استلام رسالة جديدة
el_gr: Παραλήφθηκε ένα νέο μήνυμα
es_es: Nuevo mensaje recibido
he_il: הודעה חדשה התקבלה
hu_hu: Új üzenet érkezett
ja_jp: 新しいメッセージを受信しました
pl_pl: Otrzymano nową wiadomość
ro_ro: Mesaj nou primit
ru_ru: Получено новое сообщение
tr_tr: Yeni mesaj alındı
uk_ua: Ви отримали нове повідомлення

# Languages::vendor_communication.new_message.title
source: [company_name] has a new message from [customer]
ar_sa: [company_name] لديه رسالة جديدة من [customer]
cs_cz: [company_name] má novou zprávu od [customer]
el_gr: [company_name] έχει ένα νέο μήνυμα από τον [customer]
es_es: [company_name] tiene un nuevo mensaje de [customer]
he_il: ל- [company_name] יש הודעה חדשה מאת [customer]
hu_hu: [company_name] új üzenetet kapott [customer]-tól
ja_jp: [company_name] が[customer]から新しいメッセージを受け取りました
pl_pl: [company_name] ma nową wiadomość od [customer]
pt_br: [company_name] possui uma nova mensagem de [customer]
ro_ro: [company_name]are un nou mesaj de la[customer]
ru_ru: Новое сообщение для [company_name] от [customer]
uk_ua: Нове повідомлення для [company_name] від [customer]

# Languages::vendor_communication.new_message.message
source: Click this notification to see the message
ar_sa: انقر فوق هذا الإخطار لرؤية الرسالة
cs_cz: Klikněte na toto oznámení k zobrazení zprávy
el_gr: Κάντε κλικ σε αυτήν την ειδοποίηση για να δείτε το μήνυμα
es_es: Haga clic en esta notificación para ver el mensaje
he_il: לחץ על הודעה זו כדי לראות את ההודעה
hu_hu: Kattints erre az értesítésre az üzenet megtekintéséhez
ja_jp: メッセージを表示するにはこの通知をクリックしてください
pl_pl: Kliknij to powiadomienie, aby zobaczyć wiadomość
pt_br: Clique aqui para ver
ro_ro: Faceți clic pe această notificare pentru a vedea mesajul
ru_ru: Нажмите на это уведомление, чтобы прочитать сообщение
uk_ua: Натисніть на це сповіщення, щоб прочитати повідомлення

# Languages::vendor_communication.contact_admin
source: Contact administrator
ar_sa: اتصل بالمسؤول
cs_cz: Kontaktovat administrátora
el_gr: Επικοινωνία με τον διαχειριστή
es_es: Contacto con el administrador
he_il: צור קשר עם מנהל המערכת
hu_hu: Kapcsolatfelvétel az adminisztrátorral
ja_jp: 管理者に連絡する
pl_pl: Skontaktuj się z administratorem
pt_br: Contatar administrador
ro_ro: Contactați administratorul
ru_ru: Связаться с администратором
tr_tr: Mağaza yöneticisi
uk_ua: Зв'язатися з адміністратором

# Languages::vendor_communication.communication
source: Communication
ar_sa: الاتصالات
cs_cz: Komunikace
el_gr: Επικοινωνία
es_es: Comunicación
he_il: תקשורת
hu_hu: Kommunikáció
ja_jp: 連絡
pl_pl: Komunikacja
pt_br: Comunicação
ro_ro: Comunicare
ru_ru: Обсуждение
tr_tr: İletişim
uk_ua: Обговорення

# Languages::vendor_communication.message_center_vendor_name
source: Message center
ar_sa: مركز الرسائل
cs_cz: Centrum zpráv
el_gr: Κεντρο Μηνυματων
es_es: Centro de mensajes
he_il: מרכז ההודעות
hu_hu: Üzenetközpont
ja_jp: メッセージセンター
pl_pl: Centrum wiadomości
pt_br: Central de mensagem
ro_ro: Centrul de mesaje
ru_ru: Центр сообщений
tr_tr: Mesaj Merkezi
uk_ua: Центр повідомлень

# Languages::vendor_communication.message_center_vendor_name_menu_description
source: Messages from vendor to administrator
ar_sa: رسائل من البائع إلى المسؤول
cs_cz: Zprávy od prodejce administrátorovi
el_gr: Μηνύματα από πωλητή προς διαχειριστή
es_es: Mensajes del proveedor al administrador
he_il: הודעות מהספק למנהל
hu_hu: A termelőtől az adminisztrátorhoz küldött üzenetek
ja_jp: 出品者から管理者へのメッセージ
pl_pl: Wiadomości od sprzedawcy do administratora
pt_br: Mensagens de fornecedor para administrador
ro_ro: Mesaje de la furnizor(vendor) la administrator
ru_ru: Сообщения от продавцов для администрации
uk_ua: Повідомлення від продавців для адміністрації

# Languages::vendor_communication.tab_vendor_to_admin
source: Vendor communication
ar_sa: اتصالات البائع
cs_cz: Komunikace prodejce
el_gr: Επικοινωνια Πωλητή
es_es: Comunicación con el vendedor
he_il: תקשורת ספקים
hu_hu: Termelői kommunikáció
ja_jp: 出品者との連絡
pl_pl: Komunikacja ze sprzedawcą.
pt_br: Comunicação do fornecedor
ro_ro: Comunicarea cu furnizorul
ru_ru: Общение с продавцами
uk_ua: Спілкування з продавцями

# Languages::vendor_communication.tab_vendor_to_customer
source: Customer communication
ar_sa: التواصل مع العملاء
cs_cz: Komunikace zákazníka
el_gr: Επικοινωνια Πελάτη
es_es: Comunicación con el cliente
he_il: תקשורת לקוחות
hu_hu: Vásárlói kommunikáció
ja_jp: お客様との連絡
pl_pl: Komunikacja z klientem
pt_br: Comunicação do cliente
ro_ro: Comunicarea cu clientul
ru_ru: Общение с покупателями
tr_tr: Müşteri bildirimleri
uk_ua: Спілкування з покупцями

# Languages::vendor_communication.tab_vendor_to_admin_for_vendor_panel
source: Admin communication
ar_sa: التواصل الإداري
cs_cz: Komunikace administrátora
el_gr: Επικοινωνία διαχειριστή
es_es: Comunicación con el administrador
he_il: תקשורת מנהלתית
hu_hu: Adminisztrátori kommunikáció
ja_jp: 管理者との連絡
pl_pl: Komunikacja z administratorem
pt_br: Comunicação do administrador
ru_ru: Общение с администрацией
uk_ua: Спілкування з адміністрацією

# Languages::vendor_communication.your_message_to_admin
source: Your message to administrator
ar_sa: رسالتك إلى المسؤول
cs_cz: Vaše zpráva administrátorovi
el_gr: Το μήνυμά σας προς τον διαχειριστή
es_es: Su mensaje al administrador
he_il: ההודעה שלך למנהל
hu_hu: Üzeneted az adminisztrátornak
ja_jp: 管理者へのメッセージ
pl_pl: Twoja wiadomość do administratora
pt_br: Sua mensagem para o administrador
ro_ro: Mesajul dvs. către administrator
ru_ru: Ваше сообщение администратору
tr_tr: Mesajınız
uk_ua: Ваше повідомлення адміністратору

# Languages::vendor_communication.some_threads_have_not_been_created
source: Some threads have not been created: [count]
ar_sa: لم يتم إنشاء بعض المواضيع: [count]
cs_cz: Některá vlákna nebyla vytvořena: [count]
el_gr: Ορισμένα θέματα δεν έχουν δημιουργηθεί: [count]
es_es: Algunos hilos no han sido creados: [count]
he_il: שרשורים מסוימים לא נוצרו: [ספירה]
hu_hu: Egyes témakörök nem lettek létrehozva: [count]
ja_jp: 一部のスレッドは作成されていません： [count]
pl_pl: Niektóre wątki nie zostały utworzone: [count]
pt_br: Algumas conversas não foram criadas: [count]
ro_ro: Unele fire nu au fost create: [count]
ru_ru: Некоторые сообщения не были созданы: [count]
uk_ua: Деякі повідомлення не були створені: [count]
