Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/vendor_communication.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::vendor_communication.vendor_to_admin.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
ar_sa: تم إرسال رسالتك إلى <b>[name]</b>.رسا<br/><br/> لعرض محفوظات الرسائل ، يرجى <a href="[thread_url]"> الانتقال إلى مركز الئل </a> الموجود في قائمة "البائعون".
cs_cz: Vaše zpráva byla zaslána na <b>[name]</b>. <br/><br/> Pro zobrazení historie zpráv, prosím, jděte do <a href="[thread_url]">Centra zpráv</a>, jenž se nachází v menu "Prodejci"
el_gr: Το μήνυμά σας έχει σταλεί στον <b> [name]</ b>. <br/> <br/> Για να δείτε το ιστορικό των μηνυμάτων σας, παρακαλούμε <a href="[thread_url]"> μεταβείτε στο Κέντρο μηνυμάτων </a> που βρίσκεται στο μενού "Πωλητές".
es_es: Su mensaje ha sido enviado a <b>[name]</b>.<br/><br/>Para ver su historial de mensajes, por favor <a href="[thread_url]">vaya al Centro de Mensajes</a> ubicado en el menú "Vendedores".
he_il: ההודעה שלך נשלחה אל <b>[שם]</b> . <br/><br/> לצפייה בהיסטוריית ההודעות שלך, <a href="[thread_url]">עבור אל מרכז ההודעות</a> שנמצא בתפריט "ספקים".
hu_hu: Az üzeneted a <b>[name]</b> címre lett elküldve.<br/><br/>Az üzenetek előzményeinek megtekintéséhez kérjük, <a href="[thread_url]">menj az Üzenetközpontba</a>, amely az "Termelők" menüben található.
ja_jp: メッセージは<b> [name] </b>に送信されました。<br/><br/>メッセージ履歴を表示するには、「出品者」メニューの中にある<a href="[thread_url]">メッセージセンター</a>にアクセスしてください。
pl_pl: Twoja wiadomość została wysłana do <b>[name]</b>.<br/><br/>Aby wyświetlić historię wiadomości, <a href="[thread_url]"> przejdź do Centrum wiadomości</a> znajduje się w menu "Sprzedawcy".
pt_br: A sua mensagem foi enviada para <b>[name]</b>.<br/><br/>Para ver o seu histórico de mensagens, <a href="[thread_url]">acesse a central de mensagem</a> no menu "Fornecedores".
ro_ro: Mesajul dvs. a fost trimis către <b>[name]</b>.<br/><br/> Pentru a vizualiza istoricul mesajelor dvs., vă rugăm să <a href="[thread_url]"> accesați Centrul de mesaje</a> situat în meniul "Furnizori".
ru_ru: Ваше сообщение отправлено <b>[name]</b>. <br/><br/>История сообщений находится <a href="[thread_url]">в Центре сообщений</a> в меню "Продавцы".
tr_tr: İletiniz <b>[ad]</b>alanına gönderildi.<br/><br/>İleti geçmişinizi görüntülemek için lütfen "Satıcılar" menüsünde bulunan <a href="[thread_url]">İleti Merkezi'ne gidin</a>
uk_ua: Ваше повідомлення надіслано <b>[name]</b>. <br/> <br/>Історія повідомлень знаходиться <a href="[thread_url]"> в Центрі повідомлень</a> що в меню "Продавці".

# Languages::vendor_communication.vendor_to_customer.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Customers" menu.
hu_hu: Üzeneted elküldtük a következő címre: <b>[név]</b>.<br/><br/>Az üzenet előzményeinek megtekintéséhez kérjük, <a href="[thread_url]">menj az Üzenetközpontba</a>, amely a "Vásárlók" menüben található.
pl_pl: Twoja wiadomość została wysłana do <b>[name]</b>.<br/><br/>Aby wyświetlić historię wiadomości, <a href="[thread_url]"> przejdź do Centrum wiadomości</a> znajduje się w menu "Klienci".
ru_ru: Ваше сообщение отправлено <b>[name]</b>. <br/><br/>История сообщений находится <a href="[thread_url]">в Центре сообщений</a> в меню "Покупатели".

# Languages::vendor_communication.vendor_to_admin.message_list_sent
source: Your messages have been sent.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
ar_sa: تم إرسال رسائلك. <br/> <br/> لعرض محفوظات رسائلك ، يرجى <a href="[thread_url]"> الانتقال إلى مركز الرسائل </a> الموجود في قائمة "البائعون".
cs_cz: Vaše zprávy byly zaslány na <b>[name]</b>. <br/><br/> Pro zobrazení historie zpráv, prosím, jděte do <a href="[thread_url]">Centra zpráv</a>, jenž se nachází v menu "Prodejci"
el_gr: Τα μηνύματά σας έχουν σταλεί. <br/> <br/> Για να δείτε το ιστορικό των μηνυμάτων σας, παρακαλούμε <a href="[thread_url]"> μεταβείτε στο Κέντρο μηνυμάτων </a> που βρίσκεται στο μενού "Προμηθευτές".
es_es: Sus mensajes han sido enviados.<br/><br/>Para ver su historial de mensajes, por favor <a href="[thread_url]">vaya al Centro de Mensajes</a> ubicado en el menú "Vendedores".
he_il: ההודעות שלך נשלחו. <br/><br/> לצפייה בהיסטוריית ההודעות שלך, <a href="[thread_url]">היכנס למרכז ההודעות</a> שנמצא בתפריט "ספקים".
hu_hu: Az üzeneteidet elküldtük.<br/><br/>Az üzenet előzményeinek megtekintéséhez kérjük, <a href="[thread_url]">menj az Üzenetközpontba</a>, amely a "Vásárlók" menüben található.
ja_jp: メッセージが送信されました。<br/><br/>メッセージ履歴を表示するには、「出品者」メニューにある <a href="[thread_url]">メッセージセンター</a>にアクセスしてください。
pl_pl: Twoje wiadomości zostały wysłane.<br/><br/>Aby wyświetlić historię wiadomości, <a href="[thread_url]"> przejdź do Centrum wiadomości</a> znajdującego się w menu "Sprzedawcy".
pt_br: Suas mensagens foram enviadas.<br/><br/>Para ver o seu histórico de mensagens, <a href="[thread_url]">acesse a central de mensagem</a> no menu "Fornecedores".
ro_ro: Mesajele dvs. au fost trimise. <br/> <br/> Pentru a vizualiza istoricul mesajelor dvs., vă rugăm să <a href="[thread_url]"> accesați Centrul de mesaje </a> situat în meniul "Furnizori".
ru_ru: Ваши сообщения отправлены. <br/><br/>История сообщений находится <a href="[thread_url]">в Центре сообщений</a> в меню "Продавцы".
uk_ua: Ваші повідомлення надіслано. <br/> <br/>Історія повідомлень знаходиться <a href="[thread_url]"> в Центрі повідомлень</a> що в меню "Продавці".

# Languages::privilege_groups.admin_communication
source: Message center: vendor-to-admin communication
ar_sa: مركز الرسائل: التواصل بين البائع والمسؤول
cs_cz: Centrum zpráv: Komunikace prodejce-administrátor
el_gr: Κέντρο μηνυμάτων: επικοινωνία πωλητή με διαχειριστή
es_es: Centro de mensajes: comunicación entre vendedor y administrador
he_il: מרכז ההודעות: תקשורת ספק-לניהול
hu_hu: Üzenetközpont: termelő és adminisztrátor közötti kommunikáció
ja_jp: メッセージセンター：出品者から管理者への連絡
pl_pl: Centrum wiadomości: komunikacja sprzedawca-administrator
pt_br: Central de mensagem: comunicação fornecedor-administrador
ro_ro: Centrul de mesaje: comunicare de la furnizor la administrator
ru_ru: Центр сообщений: общение с администратором
uk_ua: Центр повідомлень: спілкування з адміністратором

# Languages::customer_to_admin_communication.event.message_received.name
source: Customer-to-Admin: New message received
ar_sa: عميل إلى مسؤول: تم استلام رسالة جديدة
el_gr: Πελάτης σε πωλητή: Λήφθηκε νέο μήνυμα
es_es: Cliente a administrador: Nuevo mensaje recibido
hu_hu: Vásárló és adminisztrátor közötti kommunikáció: Új üzenet érkezett
ja_jp: お客様から管理者：新しいメッセージを受信しました
pl_pl: Od klienta do administratora: Otrzymano nową wiadomość
ru_ru: "Покупатель > администратор": получено новое сообщение

# Languages::vendor_communication.start_communication
source: Start communication
ar_sa: ابدأ التواصل
el_gr: Έναρξη επικοινωνίας
es_es: Iniciar comunicación
hu_hu: Kommunikáció megkezdése
ja_jp: 連絡を始める
pl_pl: Początek korespondencji
ru_ru: Начать общение
tr_tr: Haberleşmeye başla

# Languages::privilege_groups.order_communication
source: Message center: communication with customer
ar_sa: مركز الرسائل: التواصل مع العملاء
el_gr: Κέντρο μηνυμάτων: επικοινωνία με τον πελάτη
es_es: Centro de mensajes: comunicación con el cliente
hu_hu: Üzenetközpont: kommunikáció a vásárlóval
ja_jp: メッセージセンター：お客様との連絡
pl_pl: Centrum wiadomości: komunikacja z klientem
ru_ru: Центр сообщений: общение с покупателем

# Languages::vendor_communication.communication_vendor_to_admin
source: Communication with vendor
ar_sa: التواصل مع البائع
el_gr: Επικοινωνία με τον πωλητή
es_es: Comunicación con el vendedor
hu_hu: Kommunikáció a termelővel
ja_jp: 出品者との連絡
pl_pl: Komunikacja ze sprzedawcą
ru_ru: Общение с продавцом

# Languages::vendor_communication.communication_vendor_to_customer
source: Communication with customer
ar_sa: التواصل مع العميل
el_gr: Επικοινωνία με τον πελάτη
es_es: Comunicación con el cliente
hu_hu: Kommunikáció a vásárlóval
ja_jp: お客様との連絡
pl_pl: Komunikacja z klientem
ru_ru: Общение с покупателем

# Languages::vendor_communication.communication_vendor_to_admin_with_admin
source: Communication with administrator
ar_sa: التواصل مع المسؤول
el_gr: Επικοινωνία με τον διαχειριστή
es_es: Comunicación con el administrador
hu_hu: Kommunikáció az adminisztrátorral
ja_jp: 管理者との連絡
pl_pl: Komunikacja z administratorem
ru_ru: Общение с администратором

# Languages::vendor_communication.contact_customer
source: Contact customer
ar_sa: الاتصال بالعميل
el_gr: Επικοινωνήστε με τον πελάτη
es_es: Contacto con el cliente
hu_hu: Kapcsolatfelvétel a vásárlóval
ja_jp: お客様へ連絡
pl_pl: Skontaktuj się z klientem
ru_ru: Связаться с покупателем
tr_tr: Müşteriyle iletişime geçin

# Languages::vendor_communication.subject
source: Subject
ar_sa: موضوع
el_gr: Θέμα
es_es: Asunto
hu_hu: Tárgy
ja_jp: 件名
pl_pl: Temat
ru_ru: Тема
tr_tr: Konu

# Languages::vendor_communication.admin
source: Admin
ar_sa: مسؤول
el_gr: Διαχειριστής
es_es: Administrador
hu_hu: Admininsztrátor
ja_jp: 管理者
pl_pl: Administrator
ru_ru: Администратор
tr_tr: Yönetici

# Languages::vendor_communication.your_message_to_customer
source: Your message to customer
ar_sa: رسالتك إلى العميل
el_gr: Το μήνυμά σας προς τον πελάτη
es_es: Su mensaje al cliente
hu_hu: Üzeneted a vásárlónak
ja_jp: お客様へのメッセージ
pl_pl: Twoja wiadomość do klienta
ru_ru: Ваше сообщение покупателю
tr_tr: Mesajınız

# Languages::vendor_communication.event.order_message_received.name
source: Order communication: New message received
ar_sa: الاتصال بالطلب: تم استلام رسالة جديدة
el_gr: Επικοινωνία παραγγελίας: Παραλήφθηκε νέο μήνυμα
es_es: Comunicación de pedido: Nuevo mensaje recibido
hu_hu: Rendeléssel kapcsolatos kommunikáció: Új üzenet érkezett
ja_jp: 注文の連絡：新しいメッセージを受け取りました
pl_pl: Komunikacja przy zamówieniu: otrzymano nową wiadomość
ru_ru: Общение о заказе: получено новое сообщение
tr_tr: Sipariş iletişimi: Yeni ileti alındı

# Languages::vendor_communication.scroll_to_top
source: Scroll to top
ar_sa: انتقل إلى أعلى
el_gr: Μεταβείτε στην κορυφή
es_es: Desplazarse hacia arriba
hu_hu: Görgess a tetejére
ja_jp: トップにスクロール
pl_pl: Przewiń na górę
ru_ru: Вернуться к началу
tr_tr: Başa dön

# Languages::vendor_communication.send_message
source: Send message
ar_sa: أرسل رسالة
el_gr: Αποστολή μηνύματος
es_es: Enviar mensaje
hu_hu: Üzenet küldése
ja_jp: メッセージ送信
pl_pl: Wyślij wiadomość
ru_ru: Отправить сообщение
tr_tr: Mesaj gönder
