Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/vendor_communication.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, hu_hu, ja_jp, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

# Addons::name::vendor_communication
source: Message center
ar_sa: مركز الرسائل
cs_cz: Centrum zpráv
el_gr: Κεντρο Μηνυματων
es_es: Centro de mensajes
he_il: מרכז ההודעות
hu_hu: Üzenetközpont
ja_jp: メッセージセンター
pl_pl: Centrum wiadomości
pt_br: Central de mensagem
ro_ro: Centrul de mesaje
ru_ru: Центр сообщений
tr_tr: Mesaj merkezi
uk_ua: Центр повідомлень

# Addons::description::vendor_communication
source: Allows customers, vendors, and administrators to contact each other via the built-in chat.
ar_sa: يسمح للعملاء والموردين والمسؤولين بالاتصال ببعضهم البعض عبر الدردشة المضمنة.
cs_cz: Povoluje zákazníkům, prodejcům a administrátorům kontaktovat se navzájem skrze vestavěný chat.
el_gr: Επιτρέπει στους πελάτες, τους πωλητές και τους διαχειριστές να επικοινωνούν μεταξύ τους μέσω της ενσωματωμένης συνομιλίας.
es_es: Permite que los clientes, proveedores y administradores se pongan en contacto entre sí a través del chat incorporado.
he_il: מאפשר ללקוחות, ספקים ומנהלי מערכת ליצור קשר זה עם זה באמצעות הצ'אט המובנה.
hu_hu: Lehetővé teszi, hogy a vásárlók, a termelők és az adminisztrátorok a beépített chaten keresztül kapcsolatba léphessenek egymással.
ja_jp: お客様、出品者、管理者が組み込みのチャットを介して相互に連絡できるようにします。
pl_pl: Umożliwia klientom, dostawcom i administratorom kontakt ze sobą za pośrednictwem wbudowanego czatu.
pt_br: Permite que clientes, fornecedores e administradores entrem em contato entre si através do chat embutido.
ro_ro: Permite clienților, vânzătorilor și administratorilor să se contacteze prin chat-ul încorporat.
ru_ru: Позволяет покупателям, продавцам и администраторам общаться друг с другом через встроенный чат.
tr_tr: Müşterilerin, satıcıların ve yöneticilerin yerleşik sohbet yoluyla birbirleriyle iletişim kurmasına olanak tanır.
uk_ua: Дозволяє покупцям, продавцям і адміністраторам спілкуватися один з одним через вбудований чат.

# SettingsSections::vendor_communication::general
source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικά
he_il: כללי
hu_hu: Általános
ja_jp: 基本設定
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні

# SettingsSections::vendor_communication::vendor_to_customer
source: For customers
ar_sa: للعملاء
cs_cz: Pro zákazníky
el_gr: Για πελάτες
es_es: Para los clientes
he_il: ללקוחות
hu_hu: A vásárlók számára
ja_jp: お客様向け
pt_br: Para clientes
ro_ro: Pentru clienți
ru_ru: Для покупателей
tr_tr: Müşteriler için
uk_ua: Для покупців

# SettingsOptions::vendor_communication::show_on_product
source: Contact button on product pages
ar_sa: زر الاتصال على صفحات المنتج
cs_cz: Kontaktní tlačítko na stránce produktu
el_gr: Κουμπί επαφής στις σελίδες προϊόντων
es_es: Botón de contacto en las páginas de productos
he_il: לחצן קשר בדפי המוצר
hu_hu: Kapcsolat gomb a termékoldalakon
ja_jp: 商品ページににお問い合わせボタンを表示
pl_pl: Przycisk kontaktu na stronach produktów
pt_br: Botão de contato nas páginas dos produtos
ro_ro: Butonul contact în paginile produsului
ru_ru: Отображать кнопку чата на странице товара
tr_tr: Ürün sayfalarındaki iletişim butonu
uk_ua: Відображати кнопку чату на сторінці товару

# SettingsOptions::vendor_communication::show_on_vendor
source: Contact button in vendor microstore
ar_sa: زر الاتصال في microstore البائع
cs_cz: Kontaktní tlačítko v prodejcově obchodě
el_gr: Κουμπί επαφής στο microstore πωλητη
es_es: Botón de contacto en el proveedor de la microtienda
he_il: לחצן קשר בחנות של ספק
hu_hu: Kapcsolat gomb a termelői mikropiactéren
ja_jp: 出品者ショップにお問い合わせボタンを表示
pl_pl: Przycisk kontaktu w minisklepie sprzedawcy
pt_br: Botão de contato na loja do fornecedor
ro_ro: Butonul contact în magazinul vânzătorului
ru_ru: Отображать кнопку чата на странице микромагазина продавца
tr_tr: Satıcı microstore iletişim düğmesini
uk_ua: Відображати кнопку чату на сторінці мікромагазіна продавця

# SettingsOptions::vendor_communication::show_on_messages
source: Contact button at "Messages" menu
ar_sa: زر الاتصال في قائمة "الرسائل"
cs_cz: Kontaktní tlačítko v menu "Zprávy"
el_gr: Κουμπί επαφής στο μενού "Μηνύματα"
es_es: Botón de contacto en el menú "Mensajes
he_il: לחצן יצירת קשר בתפריט "הודעות"
hu_hu: Kapcsolat gomb az "Üzenetek" menüben
ja_jp: 「メッセージ」メニューのお問合せボタン
pl_pl: Przycisk kontaktu w menu "Wiadomości"
pt_br: Botão de contato no menu "Mensagens"
ro_ro: Butonul de contact din meniul "Mesaje"
ru_ru: Отображать кнопку чата в меню "Сообщения"
tr_tr: "Mesajlar" menüsündeki kişi düğmesi
uk_ua: Відображати кнопку чату в меню "Повідомлення"

# SettingsTooltips::vendor_communication::show_on_product
source: Show the "Ask a question" button on product pages.
ar_sa: اعرض زر "طرح سؤال" على صفحات المنتج.
cs_cz: Zobrazit tlačítko "Zeptat se" na stránce produktu.
el_gr: Εμφάνιση του κουμπιού "Κάντε μια ερώτηση" στις σελίδες προϊόντων.
es_es: Mostrar el botón "Hacer una pregunta" en las páginas de productos.
he_il: הצג את כפתור "שאל שאלה" בדפי המוצר.
hu_hu: A "Kérdezz" gomb megjelenítése a termékoldalakon.
ja_jp: 商品ページに「質問」ボタンを表示します。
pl_pl: Pokaż przycisk "Zadaj pytanie" na kartach produktów.
pt_br: Exibe o botão "Fazer uma pergunta" nas páginas dos produtos.
ro_ro: Arată butonul "Pune o întrebare" în paginile produsului.
ru_ru: Показывать кнопку "Задать вопрос" на страницах товаров.
tr_tr: Ürün sayfalarında "Soru sor" düğmesini gösterin.
uk_ua: Показувати кнопку "Задати питання" на сторінках товарів.

# SettingsTooltips::vendor_communication::show_on_vendor
source: Show the "Ask a question" button in vendors' microstores.
ar_sa: اعرض الزر "طرح سؤال" في microstores للبائعين.
cs_cz: Zobrazit tlačítko "Zeptat se" v obchodech prodejců.
el_gr: Εμφάνιση του κουμπιού "Κάντε μια ερώτηση" στα μικροκαταστήματα πωλητών
es_es: Mostrar el botón "Hacer una pregunta" en las microtiendas de los vendedores.
he_il: הצג את הלחצן "שאל שאלה" במיקרוסטוסטרים של הספקים.
hu_hu: A "Kérdezz" gomb megjelenítése a termelők mikropiacterén.
ja_jp: ベンダーのストアに「質問」ボタンを表示します。
pl_pl: Pokaż przycisk "Zadaj pytanie" w mikrosklepach sprzedawców.
pt_br: Exibe o botão "Fazer uma pergunta" nas lojas dos fornecedores.
ro_ro: Arată butonul "Pune o întrebare" în magazinele vânzătorilor.
ru_ru: Показывать кнопку "Задать вопрос" на странице микромагазина продавца.
tr_tr: Satıcıların mikrostorlarında "Soru sor" düğmesini gösterin.
uk_ua: Показувати кнопку "Задати питання" на сторінці мікромагазину продавця.

# SettingsOptions::vendor_communication::vendor_to_customer_communication
source: Customer-to-seller communication
ar_sa: التواصل بين العميل والبائع
cs_cz: Komunikace zákazník-prodejce
el_gr: Επικοινωνία πελάτη -πωλητή
es_es: Comunicación de Cliente a Vendedor
he_il: תקשורת בין הלקוח למוכר
hu_hu: Vásárló és eladó közötti kommunikáció
ja_jp: お客様から出品者へのコミュニケーション
pl_pl: Komunikacja klienta ze sprzedawcą
pt_br: Comunicação cliente-fornecedor
ro_ro: Comunicare client-vânzător
ru_ru: Общение покупателей с продавцами
tr_tr: Müşteriden satıcıya iletişim
uk_ua: Спілкування покупців з продавцями

# SettingsOptions::vendor_communication::vendor_to_admin_communication
source: Vendor-to-admin communication
ar_sa: التواصل بين البائع والمسؤول
cs_cz: Komunikace prodejce-administrátor
el_gr: Επικοινωνία πωλητή-διαχειριστή
es_es: Comunicación de vendedor a administrador
he_il: תקשורת ספק-מנהל
hu_hu: Termelő és adminisztrátor közötti kommunikáció
ja_jp: 出品者から管理者へのコミュニケーション
pl_pl: Komunikacja sprzedawcy z administratorem
pt_br: Comunicação fornecedor-administrador
ro_ro: Comunicare de la furnizor la administrator
ru_ru: Общение продавцов с администраторами
tr_tr: Satıcıdan yöneticiye iletişim
uk_ua: Спілкування продавців з адміністраторами

# SettingsOptions::vendor_communication::show_on_order
source: Contact button on detailed order page
ar_sa: زر الاتصال في صفحة الطلب المفصلة
el_gr: Κουμπί επαφής στη σελίδα λεπτομεριών παραγγελίας
es_es: Botón de contacto en la página de pedidos detallados
hu_hu: Kapcsolat gomb a részletes rendelési oldalon
ja_jp: 注文詳細ページのお問合せボタン
pl_pl: Przycisk do kontaktu na karcie zamówienia
ru_ru: Отображать кнопку чата на странице заказа
tr_tr: Ayrıntılı sipariş sayfasındaki kişi düğmesi

# SettingsTooltips::vendor_communication::show_on_order
source: Show the "Start communication" button on detailed order page.
ar_sa: اعرض زر "بدء الاتصال" في صفحة الطلب التفصيلية.
el_gr: Εμφάνιση του κουμπιού "Έναρξη επικοινωνίας" στη σελίδα λεπτομεριών παραγγελιας.
es_es: Mostrar el botón "Iniciar la comunicación" en la página de pedidos detallados.
hu_hu: A "Kommunikáció indítása" gomb megjelenítése a részletes rendelési oldalon.
ja_jp: 詳細詳細ページに「連絡開始」ボタンを表示
pl_pl: Pokaż przycisk "Rozpocznij komunikację" na karcie zamówienia.
ru_ru: Показывать кнопку "Начать общение" на детальной странице заказа.
tr_tr: Ayrıntılı sipariş sayfasında "İletişimi başlat" düğmesini gösterin.

# Languages::vendor_communication.messages
source: Messages
ar_sa: رسائل
cs_cz: Zprávy
el_gr: Μηνύματα
es_es: Mensajes
he_il: הודעות
hu_hu: Üzenetek
ja_jp: 出品者とのチャット
pl_pl: Wiadomości
pt_br: Mensagens
ro_ro: Mesaje
ru_ru: Сообщения
tr_tr: Mesajlar
uk_ua: Повідомлення

# Languages::vendor_communication.message_center
source: Message center
ar_sa: مركز الرسائل
cs_cz: Centrum zpráv
el_gr: Κεντρο Μηνυματων
es_es: Centro de mensajes
he_il: מרכז הודעות
hu_hu: Üzenetközpont
ja_jp: お客様と出品者のチャット
pl_pl: Centrum wiadomości
pt_br: Central de mensagem
ro_ro: Centrul de mesaje
ru_ru: Центр сообщений
tr_tr: Mesaj Merkezi
uk_ua: Центр повідомлень

# Languages::vendor_communication.message_center_name
source: Message center
ar_sa: مركز الرسائل
cs_cz: Centrum zpráv
el_gr: Κέντρο Μηνυμάτων
es_es: Centro de mensajes
he_il: מרכז הודעות
hu_hu: Üzenetközpont
ja_jp: メッセージセンター
pl_pl: Centrum wiadomości
pt_br: Central de mensagem
ro_ro: Centrul de mesaje
ru_ru: Центр сообщений
tr_tr: Mesaj Merkezi
uk_ua: Центр повідомлень

# Languages::vendor_communication.message_center_name_menu_description
source: Messages from customers
ar_sa: رسائل من العملاء
cs_cz: Zprávy od zákazníků
el_gr: Μηνύματα από πελάτες
es_es: Mensajes de los clientes
he_il: הודעות מהלקוחות
hu_hu: Üzenetek a vásárlóktól
ja_jp: 顧客からのメッセージ
pl_pl: Wiadomości od klientów
pt_br: Mensagens de clientes
ro_ro: Mesaje de la clienți
ru_ru: Сообщения от покупателей
tr_tr: Müşterilerden gelen mesajlar
uk_ua: Повідомлення від покупців

# Languages::vendor_communication.message_center_menu_description
source: Customer-to-vendor messages
ar_sa: رسائل العميل للمورد
cs_cz: Zprávy zákazník-prodejce
el_gr: Μηνύματα πελάτη-πωλητή
es_es: Mensajes de cliente a vendedor
he_il: לקוח-ספק הודעות
hu_hu: Vasárlótól a termelőhöz szóló üzenetek
ja_jp: お客様と出品者のチャットです
pl_pl: Wiadomości od klienta do sprzedawcy
pt_br: Mensagens cliente-fornecedor
ro_ro: Mesaje client-către-vânzător
ru_ru: Сообщения от покупателей
tr_tr: Müşteri - Satıcı iletileri
uk_ua: Повідомлення від покупців

# Languages::vendor_communication.author
source: Author
ar_sa: المؤلف
cs_cz: Autor
el_gr: Συγγραφέας
es_es: Autor
he_il: מחבר
hu_hu: Szerző
ja_jp: 作成者
pl_pl: Autor
pt_br: Autor
ro_ro: Autor
ru_ru: Автор
tr_tr: Yazar
uk_ua: Автор

# Languages::vendor_communication.date
source: Date
ar_sa: التاريخ
cs_cz: Datum
el_gr: Ημ/νία
es_es: Fecha
he_il: תאריך
hu_hu: Dátum
ja_jp: 日付
pl_pl: Data
pt_br: Data
ro_ro: Data
ru_ru: Дата
tr_tr: Tarih
uk_ua: Дата

# Languages::vendor_communication.message
source: Message
ar_sa: رساله
cs_cz: Zpráva
el_gr: Μήνυμα
es_es: Mensaje
he_il: ההודעה
hu_hu: Üzenet
ja_jp: メッセージ
pl_pl: Wiadomość
pt_br: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
tr_tr: Mesaj
uk_ua: Повідомлення

# Languages::vendor_communication.contact_vendor
source: Contact vendor
ar_sa: اتصل بالبائع
cs_cz: Kontaktovat prodejce
el_gr: Επικοινωνήστε με τον πωλητη
es_es: Comuníquese con el proveedor
he_il: צור קשר עם הספק
hu_hu: Kapcsolat a termelővel
ja_jp: 出品者にお問い合わせ
pl_pl: Kontakt ze sprzedawcą
pt_br: Contatar fornecedor
ro_ro: Contactați vendorul/furnizorul
ru_ru: Связаться с продавцом
tr_tr: Satıcısına başvurun
uk_ua: Зв'язатися з постачальником

# Languages::vendor_communication.ask_a_question
source: Ask a question
ar_sa: طرح سؤال
cs_cz: Položit dotaz
el_gr: Κάνε μια ερώτηση
he_il: שאל/י שאלה
hu_hu: Kérdés feltevése
ja_jp: 質問する
pl_pl: Zadaj pytanie
pt_br: Fazer uma pergunta
ro_ro: Pune o întrebare
ru_ru: Задать вопрос
tr_tr: Soru Sor
uk_ua: Задати питання

# Languages::vendor_communication.contact_vendor_name
source: Contact [vendor_name]
ar_sa: اتصل [vendor_name]
cs_cz: Kontaktovat [vendor_name]
el_gr: Επικοινωνηστε με [vendor_name]
es_es: Contacto [vendor_name]
he_il: צור קשר עם [vendor_name]
hu_hu: Kapcsolatfelvétel [vendor_name]
ja_jp: [vendor_name] にお問い合わせ
pl_pl: Kontakt [vendor_name]
pt_br: Contatar [vendor_name]
ru_ru: Связаться с [vendor_name]
tr_tr: İletişim [vendor_name]
uk_ua: Зв'язатись з [vendor_name]

# Languages::vendor_communication.created_at
source: Created on
ar_sa: تم إنشاؤها على
cs_cz: Vytvořeno na
el_gr: Δημιουργήθηκε
es_es: Creado en
he_il: נוצר
hu_hu: Létrehozva ...-án
ja_jp: 作成
pl_pl: Utworzono
pt_br: Criado
ro_ro: Creat în
ru_ru: Создан
tr_tr: Tarihinde yaratılmıştır
uk_ua: Створено

# Languages::vendor_communication.new_thread_created
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>The vendor's reply will be sent to the email address of your account. To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
ar_sa: تم إرسال رسالتك الي <b>[vendor_name]</b>.<br/><br/>سيتم إرسال الرد الخاص بالمورد إلى عنوان البريد الإلكتروني للحساب الخاص بك. لعرض محفوظات الرسائل الخاصة بك، يرجى <a href="[thread_url]">الذهاب إلى</a> مركز الرسائل الموجودة في قسم "الرسائل" قائمة "حسابي".
cs_cz: Vaše zpráva byla odeslána na <b>[vendor_name]</b>.<br/><br/> Odpověď na vaši otázku bude zaslána na email, který máte přiřazen k účtu. Pro nahlédnutí do historie zpráv, prosím <a href="[thread_url]"> přejděte do Centra zpráv</a>, jenž se nachází ve "Zprávy" v sekci menu "Můj účet".
el_gr: Το μήνυμά σας έχει σταλεί στον <b> [vendor_name] </ b>. <br/> <br/> Η απάντηση του πωλητή θα σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου του λογαριασμού σας. Για να δείτε το ιστορικό μηνυμάτων σας, <a href="[thread_url]"> μεταβείτε στο Κέντρο μηνυμάτων </a> που βρίσκεται στην ενότητα "Μηνύματα" του μενού "Ο λογαριασμός μου".
es_es: Su mensaje ha sido enviado a<b>[vendor_name]</b><br/><br/>La respuesta del vendedor se enviará a la dirección de correo electrónico de su cuenta. Para ver el historial de su mensaje, por favor <a href="[thread_url]">vaya al Centro de Mensajes</a>ubicado en la sección de "Mensajes" del menú de "Mi cuenta".
he_il: ההודעה שלך נשלחה ל- <b>[vendor_name]</b>.<br/><br/>תגובה של הספק תישלח אל כתובת המייל של שלך. כדי להציג את היסטוריית ההודעות שלך, <a href="[thread_url]">נא ללכת למרכז הודעות</a> הממוקם בחלק "הודעות" תפריט "החשבון שלי".
hu_hu: Üzeneted elküldtük a <b>[vendor_name]</b> címre.<br/><br/>A termelő válasza a fiókodban megadott e-mail címre érkezik. Az üzenettörténet megtekintéséhez kérjük, <a href="[thread_url]">menj az Üzenetközpontba</a>, amely a "Fiókom" menü "Üzenetek" részében található.
ja_jp: お客様のメッセージは <b>[vendor_name]</b> に送信されました。出品者からの返信があるとお客様のEメールにお知らせが送信されます。チャットの履歴を見るには、マイアカウントメニューにある <a href="[thread_url]">出品者とのチャット</a> をクリックしてください。
pl_pl: Twoja wiadomość została wysłana do <b>[vendor_name]</b>. <br/> <br/> Odpowiedzi sprzedawcy będą wysyłane na adres e-mail swojego konta. Aby wyświetlić historię wiadomości, proszę <a href="[thread_url]"> Przejdź do centrum wiadomości</a> znajduje się w sekcji "Wiadomości" w menu "Moje konto".
pt_br: A sua mensagem foi enviada para <b>[vendor_name]</b>.<br/><br/>A resposta será enviada para o endereço de e-mail cadastrado na sua conta. Para ver o seu histórico de mensagens, <a href="[thread_url]">acesse a central de mensagem</a> na seção "Mensagens" do menu "Minha conta".
ro_ro: Mesajul dvs. a fost trimis către <b> [vendor_name] </b>. <br/> <br/> Răspunsul furnizorului va fi trimis la adresa de e-mail a contului dvs. Pentru a vizualiza istoricul mesajelor dvs., vă rugăm să <a href="[thread_url]"> accesați Centrul de mesaje </a> situat în secțiunea "Mesaje" din meniul "Contul meu".
ru_ru: Ваше сообщение было отправлено <b>[vendor_name]</b>.<br/><br/>Ответ продавца будет отправлен на почту, указнную в вашей учётной записи. Для просмотра истории сообщений, пожалуйста откройте <a href="[thread_url]">Центр сообщений</a>, расположенный в секции "Сообщения" в "Моём профиле".
tr_tr: Mesajınızı <b>[vendor_name]</b> için gönderdi. <br/> <br/> Satıcının yanıtı hesabınızın e-posta adresinize gönderilecektir. İleti geçmişini <a href="[thread_url]"> görüntülemek için hesabım menüsünde bulunan İleti Merkezi gidin</a> ve "Mesajlar" bölümlerini ziyaret edebilirsiniz ".
uk_ua: Ваше повідомлення було надіслано <b>[vendor_name]</b>.<br/><br/>Відповідь продавця буде надіслано на електронну адресу вашого облікового запису. Для перегляду історії повідомлень, будь ласка відкрийте <a href="[thread_url]">Центр повідомлень</a>, розташований в розділі "Повідомлення" в меню "Мій обліковий запис".

# Languages::vendor_communication.message_sent
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>We'll notify you about a reply. To view your message history, please <a href="[thread_url]" target="_blank">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
ar_sa: تم إرسال رسالتك إلى <b> [vendor_name] </b>. <br/> <br/> سنبلغك بالرد. لعرض محفوظات رسائلك ، يرجى <a href="[thread_url]" target="_blank"> الانتقال إلى مركز الرسائل </a> الموجود في قسم "الرسائل" من قائمة "حسابي".
cs_cz: Vaše zpráva byla odeslána na <b>[vendor_name]</b>.<br/><br/>Dáme vám vědět, až dorazí odpověď. Pro nahlédnutí do historie zpráv, prosím <a href="[thread_url]" target="_blank"> přejděte do Centra zpráv</a>, jenž se nachází ve "Zprávy" v sekci menu "Můj účet".
el_gr: Το μήνυμά σας έχει σταλεί στον <b> [vendor_name] </ b>. <br/> <br/> Η απάντηση του πωλητή θα σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου του λογαριασμού σας. Για να δείτε το ιστορικό μηνυμάτων σας, <a href="[thread_url]" target="_blank"> μεταβείτε στο Κέντρο μηνυμάτων </a> που βρίσκεται στην ενότητα "Μηνύματα" του μενού "Ο λογαριασμός μου".
es_es: Su mensaje ha sido enviado a <b>[vendor_name]</b>.<br/><br/>Le notificaremos una respuesta. Para ver su historial de mensajes, por favor <a href="[thread_url]" target="_blank">vaya al Centro de Mensajes</a> ubicado en la sección "Mensajes" del menú "Mi cuenta".
he_il: ההודעה שלך נשלחה אל <b>[vendor_name]</b> . <br/><br/> אנו נודיע לך על תשובה. לצפייה בהיסטוריית ההודעות שלך, אנא <a href="[thread_url]" target="_blank">גש למרכז ההודעות</a> שנמצא בחלק "הודעות" בתפריט "החשבון שלי".
hu_hu: Üzeneted elküldtük a <b>[vendor_name]</b> címre.<br/><br/>A válaszról értesítünk. Az üzeneteinek előzményei megtekintéséhez kérjük, <a href="[thread_url]" target="_blank">menj az Üzenetközpontba</a>, amely a "Fiókom" menü "Üzenetek" részében található.
ja_jp: メッセージは<b> [vendor_name] </ b>に送信されました。<br/> <br/>返信があれば通知します。 メッセージ履歴を表示するには、アカウントメニューのメッセージにある<a href="[thread_url]" target="_blank">メッセージセンターにアクセス</a>してください。
pl_pl: Twoja wiadomość została wysłana na adres <b>[vendor_name]</b>.<br/><br/>Powiadomimy Cię o odpowiedzi. Aby wyświetlić historię wiadomości, <a href="[thread_url]" target="_blank">przejdź do Centrum wiadomości</a> znajdującego się w sekcji "Wiadomości" w menu "Moje konto".
pt_br: A sua mensagem foi enviada para <b>[vendor_name]</b>.<br/><br/>Notificaremos você sobre a resposta. Para ver o seu histórico de mensagens, <a href="[thread_url]" target="_blank">acesse a central de mensagem</a> na seção "Mensagens" do menu "Minha conta".
ro_ro: Mesajul tău a fost trimis către <b>[vendor_name]</b>.<br/><br/>Te vom notifica când primești un răspuns. Pentru a vizualiza istoricul mesajelor, <a href="[thread_url]" target="_blank">mergi la Centrul de Mesaje</a> situat în secțiunea "Mesaje" din meniul "Contul meu".
ru_ru: Ваше сообщение было отправлено <b>[vendor_name]</b>.<br/><br/>Мы сообщим вам об ответе. История сообщений хранится <a href="[thread_url]" target="_blank">в Центре сообщений</a>. Он находится в разделе "Сообщения" в "Моём профиле".
tr_tr: Mesajınızı <b>[vendor_name]</b> için gönderdi. <br/> <br/> Satıcının yanıtı hesabınızın e-posta adresinize gönderilecektir. İleti geçmişini <a href="[thread_url]"> görüntülemek için hesabım menüsünde bulunan İleti Merkezi gidin</a> ve "Mesajlar" bölümlerini ziyaret edebilirsiniz ".
uk_ua: Ваше повідомлення було відправлено <b>[vendor_name]</b>.<br/><br/>Ми повідомимо вам про відповідь. Історія повідомлень зберігається <a href="[thread_url]" target="_blank"> в Центрі повідомлень</a>. Він знаходиться в розділі "Повідомлення" в "Моєму профілі".

# Languages::vendor_communication.cannot_update_thread
source: Cannot update thread
ar_sa: لا يمكن تحديث المناقشه
cs_cz: Nelze aktualizovat vlákno
el_gr: Δεν ειναι δυνατον να ενημερωθει το θεμα
es_es: No puede actualizarse el hilo de la discusión
he_il: אין אפשרות לעדכן
hu_hu: Nem lehet frissíteni a témát
ja_jp: チャットのスレッドを更新できません
pl_pl: Nie można zaktualizować wątku
pt_br: Não foi possível atualizar a conversa
ro_ro: Nu se poate actualiza firul
ru_ru: Не удалось обновить вопрос
tr_tr: Konu güncellenemiyor
uk_ua: Не вдалося оновити дискусію

# Languages::vendor_communication.cannot_create_thread
source: Cannot create thread
ar_sa: لا يمكن إنشاء موضوع
cs_cz: Nelze vytvořit vlákno
el_gr: Δεν ειναι δυνατον να δημιουργηθει το θεμα
es_es: No se puede generar un hilo de discusión
he_il: אין אפשרות ליצור
hu_hu: Nem lehet témát létrehozni
ja_jp: チャットのスレッドを作成できません
pl_pl: Nie można utworzyć wątku
pt_br: Não foi possível criar a conversa
ro_ro: Nu se poate crea firul
ru_ru: Не удалось создать вопрос
tr_tr: Konu oluşturulamıyor
uk_ua: Не вдалося створити дискусію

# Languages::email_template.vendor_communication.notify_admin
source: Ask seller a question: Admin Notification
ar_sa: اطرح سؤالاً على البائع: إخطار المسؤول
cs_cz: Položit dotaz prodejci: Administrátorské upozornění
el_gr: Κάντε μια ερώτηση στον πωλητή: Ειδοποίηση διαχειριστή
es_es: Haga una pregunta al vendedor: Notificación a los administradores
he_il: שאל שאלה למוכר: הודעת מנהל מערכת
hu_hu: Kérdéssel fordulj a termelőhöz: Admin értesítése
ja_jp: 販売者に質問する：管理者通知
pl_pl: Zadaj sprzedawcy pytanie: Powiadomienie admina
pt_br: Fazer uma pergunta ao vendedor: Notificação de administrador
ro_ro: Puneți o întrebare vânzătorului: Notificare administrativă
ru_ru: Чат с продавцом: уведомление для администратора
uk_ua: Чат з продавцем: повідомлення для адміністратора

# Languages::email_template.vendor_communication.notify_customer
source: Ask seller a question: Customer Notification
ar_sa: اسأل البائع سؤالاً: إخطار العميل
cs_cz: Položit dotaz prodejci: Zákaznické upozornění
el_gr: Κάντε μια ερώτηση στον πωλητή: Ειδοποίηση Πελάτη
es_es: Haga una pregunta al vendedor: Notificación a los clientes
he_il: שאל שאלה למוכר: הודעת לקוח
hu_hu: Kérdéssel fordulj a termelőhöz: Vásárló értesítése
ja_jp: 販売者に質問する：顧客通知
pl_pl: Zadaj sprzedawcy pytanie: Powiadomienie klienta
pt_br: Fazer uma pergunta ao vendedor: Notificação de cliente
ro_ro: Puneți o întrebare vânzătorului: Notificare administrativă
ru_ru: Чат с продавцом: уведомление для покупателя
uk_ua: Чат з продавцем: повідомлення для покупця
