Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/warehouses.po
Languages: ar_sa, el_gr, es_es, he_il, it_it, pl_pl, ru_ru, uk_ua

# Addons::name::warehouses
source: Warehouses [Beta]
ar_sa: المستودعات [Beta]
el_gr: Αποθήκες [Beta]
es_es: Almacenes [Beta]
he_il: מחסנים [Beta]
it_it: Magazzino [Beta]
pl_pl: Magazyny [Beta]
ru_ru: Склады [Beta]
uk_ua: Склади [Beta]

# Addons::description::warehouses
source: Lets you set product stock separately for each store and warehouse. Shows to customers the availability of a product in stores or in particular rate areas.
ar_sa: يتيح لك تعيين مخزون المنتج بشكل منفصل لكل متجر ومستودع. يوضح للعملاء مدى توفر المنتج في المتاجر أو في مناطق أسعار معينة.
el_gr: Σας επιτρέπει να ορίσετε το απόθεμα προϊόντων ξεχωριστά για κάθε κατάστημα και αποθήκη. Δείχνει στους πελάτες τη διαθεσιμότητα ενός προϊόντος σε καταστήματα ή σε συγκεκριμένες περιοχές τιμών.
es_es: Le permite configurar el stock de productos por separado para cada tienda y almacén. Muestra a los clientes la disponibilidad de un producto en tiendas o en áreas de tarifas particulares.
he_il: מאפשרת לך להגדיר מלאי מוצרים בנפרד עבור כל חנות ומחסן. מראה ללקוחות את הזמינות של מוצר בחנויות או באזורי מחירים מסוימים.
it_it: Consente di impostare lo stock del prodotto separatamente per ogni negozio e magazzino. Mostra ai clienti la disponibilità di un prodotto nei negozi o in particolari zone tariffarie.
pl_pl: Pozwala ustawić stany magazynowe produktów osobno dla każdego sklepu i magazynu. Pokazuje klientom dostępność produktu w sklepach lub w określonych obszarach dostawy.
ru_ru: Позволяет задавать разное количество на разных складах и магазинах. Показывает покупателям наличие товара в магазинах и в тарифных зонах.
uk_ua: Дозволяє задавати різну кількість на різних складах і магазинах. Показує покупцям наявність товару в магазинах і в тарифних зонах.

# Languages::warehouses.store_type
source: Type
ar_sa: نوع
el_gr: Τύπος
es_es: Tipo
he_il: סוג
it_it: Tipologia
pl_pl: Typ
ru_ru: Тип
uk_ua: Тип

# Languages::warehouses.store_type_store
source: Store
ar_sa: محل
el_gr: Κατάστημα
es_es: Tienda
he_il: חנות
it_it: Negozi
pl_pl: Sklep
ru_ru: Магазин
uk_ua: Магазин

# Languages::warehouses.store_type_pickup
source: Pickup point
ar_sa: نقطة الالتقاط
el_gr: Σημείο παραλαβής
es_es: Punto de recogida
he_il: נקודת איסוף
it_it: Punti ritiro
pl_pl: Punkt odbioru
ru_ru: Пункт самовывоза
uk_ua: Точка видачі

# Languages::warehouses.store_type_warehouse
source: Warehouse
ar_sa: المستودع
el_gr: Αποθήκη
es_es: Almacén
he_il: מחסן
it_it: Magazzino
pl_pl: Magazyn
ru_ru: Склад
uk_ua: Склад

# Languages::warehouses.name
source: Name
ar_sa: الاسم
el_gr: Όνομα
es_es: Nombre
he_il: שם
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
uk_ua: Ім'я

# Languages::warehouses.city
source: City
ar_sa: المدينة
el_gr: Πόλη
es_es: Ciudad
he_il: עיר
it_it: Città
pl_pl: Miasto
ru_ru: Город
uk_ua: Місто

# Languages::warehouses.quantity
source: Quantity
ar_sa: كمية
el_gr: Ποσότητα
es_es: Cantidad
he_il: כמות
it_it: Quantità
pl_pl: Ilość
ru_ru: Количество
uk_ua: Кількість

# Languages::warehouses.settings
source: Settings
ar_sa: الإعدادات
el_gr: Ρυθμίσεις
es_es: Configuración
he_il: הגדרות
it_it: Impostazioni
pl_pl: Ustawienia
ru_ru: Настройки
uk_ua: Налаштування

# Languages::warehouses.ship_to
source: Ship to
ar_sa: سافر على متن سفينة ل
el_gr: Αποστολή σε
es_es: Enviar a
he_il: שלח אל
it_it: Spedisci a
pl_pl: Dostawa do
ru_ru: Доставка в
uk_ua: Доставити в

# Languages::warehouses.ship_to_tooltip
source: Determines the rate areas in which the products from this warehouse will be considered available.
ar_sa: تحديد مناطق السعر التي سيتم اعتبار المنتجات من هذا المستودع فيها متوفرة.
el_gr: Καθορίζει τις περιοχές τιμών στις οποίες τα προϊόντα από αυτήν την αποθήκη θα θεωρούνται διαθέσιμα.
es_es: Determina las áreas tarifarias en las que se considerarán disponibles los productos de este almacén.
he_il: קובע את אזורי התעריף שבהם ייחשבו המוצרים ממחסן זה כזמינים.
it_it: Determina le aree tariffarie in cui i prodotti di questo magazzino saranno considerati disponibili.
pl_pl: Określa zakres obszarów, w których produkty z tego magazynu będą uważane za dostępne.
ru_ru: В каких тарифных зонах товары с этого склада будут считаться доступными.
uk_ua: У яких тарифних зонах товари з цього складу будуть вважатися доступними.

# Languages::warehouses.main_destination_tooltip
source: Determines where this place is located. In turn, this determines the shipping rate and delivery time to this place.
ar_sa: يحدد مكان هذا المكان. بدوره ، يحدد هذا معدل الشحن ووقت التسليم إلى هذا المكان.
el_gr: Καθορίζει πού βρίσκεται αυτό το μέρος. Με τη σειρά του, αυτό καθορίζει το κόστος αποστολής και το χρόνο παράδοσης σε αυτό το μέρος.
es_es: Determina dónde se encuentra este lugar. A su vez, esto determina la tarifa de envío y el tiempo de entrega a este lugar.
he_il: קובע היכן המקום נמצא ולפי זה נקבעים עלות המשלוח וזמן הובלה למקום זה.
it_it: Determina dove si trova questo luogo. A sua volta, questo determina la tariffa di spedizione e il tempo di consegna in questo luogo.
pl_pl: Określa lokalizację tego miejsca. To z kolei determinuje szybkość wysyłki i czas dostawy do tego miejsca.
ru_ru: Определяет, где это место находится. От этого зависят стоимость и срок доставки.
uk_ua: Визначає, де знаходиться це місце. У свою чергу, це визначить швидкість доставки та час доставки до цього місця.

# Languages::warehouses.show_to
source: Show to
ar_sa: تظهر لل
el_gr: Προβολή σε
es_es: Mostrar a
he_il: להראות ל
it_it: Mostra a
pl_pl: Pokaż dla
ru_ru: Показывать в
uk_ua: Показувати в

# Languages::warehouses.show_to_tooltip
source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
ar_sa: يسمح لك بتقديم نقطة الالتقاء هذه للمقيمين في مناطق الأسعار الأخرى عند اتمام الشراء.
el_gr: Σας επιτρέπει να προσφέρετε αυτό το σημείο παράδοσης στους κατοίκους από άλλες τιμές περιοχής στο ταμείο.
es_es: Permite ofrecer este punto de recogida a los residentes de otras zonas tarifarias en el pago.
he_il: מאפשר לך להציע נקודת איסוף זו לתושבי אזורי התעריף האחרים בקופה.
it_it: Ti consente di offrire questo punto di ritiro ai residenti di altre aree tariffarie al momento del pagamento.
pl_pl: Pozwala zaoferować w kasie ten punkt obioru mieszkańcom innych obszarów.
ru_ru: Позволяет предлагать этот пункт самовывоза на странице оформления заказа тем, кто находится в других тарифных зонах.
uk_ua: Дозволяє при оформленні замовлення запропонувати цю точку самовивозу тому хто знаходиться в інших тарифних зонах.

# Languages::warehouses.out_of_stock_products
source: [product] isn't in stock in the selected region.|The following products aren't in stock in the selected region: [products]
ar_sa: [product] غير متوفر في المنطقة المحددة. | المنتجات التالية غير متوفرة في المنطقة المحددة: [products]
el_gr: [product] δεν είναι διαθέσιμο στην επιλεγμένη περιοχή. Τα παρακάτω προϊόντα δεν είναι διαθέσιμο στην περιοχή που επιλέξατε [products]
es_es: [product] no está disponible en la región seleccionada. | Los siguientes productos no están disponibles en la región seleccionada: [products]
he_il: [product] לא נמצא במלאי באזור שנבחר. | המוצרים הבאים אינם במלאי באזור שנבחר: [products]
it_it: [product] non è disponibile nella regione selezionata. | I seguenti prodotti non sono disponibili nella regione selezionata: [products]
pl_pl: [product] nie jest dostępny w wybranym regionie.| Następujące produkty nie są dostępne w wybranym regionie: [products]
ru_ru: Товара [product] нет в наличии в выбранном регионе.|Следующих товаров нет в наличии в выбранном регионе: [products]
uk_ua: [product] у вибраному регіоні немає на складі.|Наступні товари відсутні на складі у вибраному регіоні: [product]

# Languages::warehouses.warehouse_stock
source: Quantities
ar_sa: كميات
el_gr: Ποσότητες
es_es: Cantidades
he_il: כמות
it_it: Quantità
pl_pl: Ilości
ru_ru: Количество
uk_ua: Кількість

# Languages::warehouses.stores_and_warehouses
source: Stores & Warehouses
ar_sa: المخازن والمستودعات
el_gr: Καταστήματα & Αποθήκες
es_es: Tiendas y almacenes
he_il: חנויות ומחסנים
it_it: Negozi e magazzini
pl_pl: Sklepy i magazyny
ru_ru: Магазины и склады
uk_ua: Магазини та склади

# Languages::warehouses.store_warehouse
source: Store / Warehouse
ar_sa: مخزن / مستودع
el_gr: Κατάστημα / Αποθήκη
es_es: Tiendas / Almacenes
he_il: חנות/מחסן
it_it: Negozi / Magazzini
pl_pl: Sklepy/magazyny
ru_ru: Магазин / Склад
uk_ua: Магазин / склад

# Languages::warehouses.shipping_delay
source: Moving time
ar_sa: وقت التحرك
el_gr: Χρόνος μετακίνησης
es_es: Tiempo de traslado
he_il: זמן נע
it_it: Tempo di attesa
pl_pl: Czas ruchu
ru_ru: Срок перевозки
uk_ua: Термін перевозки

# Languages::warehouses.shipping_delay.tooltip
source: The time it takes to move products from here to another store or warehouse in this rate area.
ar_sa: الوقت المستغرق لنقل المنتجات من هنا إلى متجر أو مستودع آخر في منطقة السعر هذه.
el_gr: Ο χρόνος που χρειάζεται για να μεταφέρετε τα προϊόντα από εδώ σε άλλο κατάστημα ή αποθήκη, σε αυτήν την περιοχή τιμής.
es_es: El tiempo que se tarda en trasladar los productos de aquí a otra tienda o almacén en esta zona de tarifas.
he_il: הזמן שלוקח להעביר מוצרים מכאן לחנות אחר או מחסן אחר באזור זה.
it_it: Il tempo necessario per spostare i prodotti da qui a un altro negozio o magazzino in questa area tariffaria.
pl_pl: Czas potrzebny na przeniesienie produktów z tego miejsca do innego sklepu lub magazynu w tym obszarze dostaw.
ru_ru: Время, за которое товары попадут отсюда на другой магазин или склад в этой тарифной зоне.
uk_ua: Час, за який товари потраплять звідси в інший магазин або склад в цій тарифній зоні.

# Languages::warehouses.warn_about_delay
source: Warn about delay
ar_sa: تحذير من التأخير
el_gr: Ειδοποίηση για καθυστέρηση
es_es: Advertir sobre retraso
he_il: התרע על העיכוב
it_it: Avvisa del ritardo
pl_pl: Ostrzegaj o opóźnieniu
ru_ru: Предупреждать о задержке
uk_ua: Попередження про затримку

# Languages::warehouses.warn_about_delay.tooltip
source: If a product has to be moved to the rate area from here, show the moving time in the product list and cart.
ar_sa: إذا كان يجب نقل منتج إلى منطقة السعر من هنا ، فقم بإظهار وقت النقل في قائمة المنتج وعربة التسوق.
el_gr: Εάν ένα προϊόν πρέπει να μετακινηθεί από εδώ στην περιοχή τιμών, δείξτε τον χρόνο μετακίνησης στη λίστα προϊόντων και το καλάθι.
es_es: Si un producto debe trasladarse al área de tarifas desde aquí, muestre el tiempo de traslado en la lista de productos y la cesta.
he_il: אם המוצר היה העובר מכאן לאזור אחר, הראה את זמן הנע ברשימת המוצרים ועגלת העגלה.
it_it: Se un prodotto deve essere spostato nell'area tariffaria da qui, mostra il tempo di spostamento nell'elenco dei prodotti e nel carrello.
pl_pl: Jeśli produkt musi zostać przeniesiony stąd do inego obszaru, pokaż czas przemieszczenia na liście produktów i w koszyku.
ru_ru: Если товар нужно везти отсюда в эту тарифную зону, то показывать срок перевозки на списке товаров и в корзине.
uk_ua: Якщо товар потрібно везти звідси в цю тарифну зону, то показувати термін перевезення на списку товарів і в кошику.

# Languages::warehouses.destinations_configuration.tooltip
source: Products can be taken from different stores and warehouses first, depending on where your customer is. <a href="[destinations_url]" target="_blank">Configure store and warehouse priority individually for each rate area.</a>
ar_sa: يمكن الحصول على المنتجات من المتاجر والمستودعات المختلفة أولاً ، حسب مكان وجود عميلك. <a href="[destinations_url]" target="_blank"> تكوين أولوية المتجر والمستودع بشكل فردي لكل منطقة سعر. </a>
el_gr: Τα προϊόντα μπορούν να ληφθούν πρώτα από διαφορετικά καταστήματα και αποθήκες, ανάλογα με το πού βρίσκεται ο πελάτης σας. <a href="[destinations_url]" target="_blank">Ρυθμίστε την προτεραιότητα καταστήματος αποθήκης ξεχωριστά για κάθε περιοχή τιμών.</a>
es_es: Los productos pueden tomarse primero de diferentes tiendas y almacenes, dependiendo de dónde se encuentre su cliente. <a href="[destinations_url]" target="_blank">Configure la prioridad de las tiendas y almacenes de forma individual para cada zona de tarifa.</a>
he_il: ניתן לקחת מוצרים מחנויות ומחסנים שונים תחילה, תלוי היכן הלקוח שלך. <a href="[destinations_url]" target="_blank">קבע את התצורה של עדיפות לחנות ומחסן באופן פרטני עבור כל אזור תעריף.</a>
it_it: I prodotti possono essere prelevati prima da diversi negozi e magazzini, a seconda di dove si trova il cliente. <a href="[destinations_url]" target="_blank">Configurare individualmente la priorità del negozio e del magazzino per ciascuna area.</a>
pl_pl: Produkty można najpierw pobrać z różnych sklepów i magazynów, w zależności od tego, gdzie jest klient. <a href="[destinations_url]" target="_blank"> Skonfiguruj priorytet sklepu i magazynu indywidualnie dla każdego obszaru. </a>
ru_ru: Товары могут списываться в первую очередь с разных магазинов и складов. Это зависит от того, где находится покупатель. <a href="[destinations_url]" target="_blank">Настройте приоритеты магазинов и складов по отдельности для каждой тарифной зоны.</a>
uk_ua: Товари можуть бути доставлені з різних магазинів і складів, залежно від місця перебування покупця. <a href="[destinations_url]" target="_blank">Налаштуйте точку видачі та пріоритет складу індивідуально для кожної тарифної зони</a>

# Languages::warehouses.shipping_delay.description
source: Product is at a remote warehouse. If you order it, we'll send it [shipping_delay].
ar_sa: المنتج في مستودع بعيد. إذا طلبت ذلك ، فسنرسله [shipping_delay].
el_gr: Το προϊόν βρίσκεται σε απομακρυσμένη αποθήκη. Αν το παραγγείλετε, θα το στείλουμε σε [shipping_delay].
es_es: El producto está en un almacén remoto. Si lo pide, se lo enviaremos [shipping_delay].
he_il: המוצר נמצא במחסן מרוחק. אם אתה מזמין אותו, אנו נשלח אותו [shipping_delay].
it_it: Il prodotto si trova in un magazzino esterno. Se lo ordini, te lo invieremo in [shipping_delay].
pl_pl: Produkt znajduje się w zdalnym magazynie. Jeśli go zamówisz, wyślemy go [shipping_delay].
ru_ru: Товар на удалённом складе. Если вы его закажете, мы отправим его [shipping_delay].
uk_ua: Товар знаходиться на віддаленому складі. Якщо ви замовите його, ми відправимо його протягом [shipping_delay].

# Languages::warehouses.shipping_delay.description.default
source: Product is at a remote warehouse. If you order it, shipping may take slightly longer.
ar_sa: المنتج في مستودع بعيد. إذا طلبت ذلك ، فقد يستغرق الشحن وقتًا أطول قليلاً.
el_gr: Το προϊόν βρίσκεται σε απομακρυσμένη αποθήκη. Εάν το παραγγείλετε, η αποστολή ενδέχεται να διαρκέσει λίγο περισσότερο.
es_es: El producto se encuentra en un almacén remoto. Si lo pide, el envío puede tardar un poco más.
he_il: המוצר נמצא במחסן מרוחק. אם אתה מזמין אותו, המשלוח עשוי לארוך מעט יותר זמן.
it_it: Il prodotto si trova in un magazzino esterno. Se lo ordini, la spedizione potrebbe richiedere un po 'più di tempo.
pl_pl: Produkt znajduje się w zdalnym magazynie. Jeśli go zamówisz, wysyłka może potrwać nieco dłużej.
ru_ru: Товар находится на удалённом складе. Если вы закажете его, доставка займёт больше времени.
uk_ua: Товар знаходиться на віддаленому складі. Якщо ви замовите його, доставка займе більше часу.

# Languages::warehouses.shipping_delay.description.short
source: If ordered: [shipping_delay]
ar_sa: إذا طلبت: [shipping_delay]
el_gr: Κατόπιν παραγγελίας: [shipping_delay]
es_es: Si se pide: [shipping_delay]
he_il: אם הוזמן: [shipping_delay]
it_it: Se ordinato: [shipping_delay]
pl_pl: Jeśli zamówiono: [shipping_delay]
ru_ru: При заказе: [shipping_delay]
uk_ua: При замовленні: [shipping_delay]

# Languages::warehouses.shipping_delay_for_products
source: Some of the products you ordered are at a remote warehouse. Shipping may take slightly longer than stated here.
ar_sa: بعض المنتجات التي طلبتها موجودة في مستودع بعيد. قد يستغرق الشحن وقتًا أطول قليلاً مما هو مذكور هنا.
el_gr: Κάποια από τα προϊόντα πού έχετε παραγγείλει βρίσκονται σε μία απομακρυσμένη αποθήκη. Η αποστολή μπορεί να διαρκέσει λίγο παραπάνω απο τον χρόνο που δηλώθηκε εδώ.
es_es: Algunos de los productos que ha pedido se encuentran en un almacén remoto. El envío puede tardar un poco más de lo que se indica aquí.
he_il: חלק מהמוצרים שהזמנת הם במחסן הרוחק. המשלוח עשוי לארוך מעט יותר זמן מהאמור כאן.
it_it: Alcuni dei prodotti che hai ordinato si trovano in un magazzino esterno. La spedizione potrebbe richiedere un tempo leggermente più lungo di quanto dichiarato qui.
pl_pl: Niektóre zamówione produkty znajdują się w zdalnym magazynie. Wysyłka może potrwać nieco dłużej niż podano tutaj.
ru_ru: Некоторые из заказанных вами товаров находятся на удалённом складе. Доставка может занять больше времени, чем здесь указано.
uk_ua: Деякі замовлені вами товари знаходяться на віддаленому складі. Доставка може зайняти трохи більше часу, ніж зазначено.

# Languages::warehouses.product_available_if_ordered
source: Available if ordered
ar_sa: متوفر عند الطلب
el_gr: Διαθέσιμο κατόπιν παραγγελίας
es_es: Disponible si se pide
he_il: זמין בהזמנה
it_it: Disponibile su ordinazione
pl_pl: Dostępne, jeśli zamówiono
ru_ru: Под заказ
uk_ua: За замовленням

# Languages::warehouses.product_in_stock
source: In stock
ar_sa: متوفر
el_gr: Σε απόθεμα
es_es: En existencia
he_il: במלאי
it_it: in magazzino
pl_pl: W magazynie
ru_ru: В наличии
uk_ua: В наявності

# Languages::warehouses.in_n_stores
source: in [n] store|in [n] stores
ar_sa: في [n] متجر | في [n] متاجر
el_gr: στο [n] κατάστημα|στα [n] καταστήματα
es_es: en [n] tienda|en [n] tiendas
he_il: ב-[n] חנות | ב-[n] חנויות
it_it: in [n] negozio|nei [n] negozi
pl_pl: w [n] sklepie|w [n] sklepach
ru_ru: в [n] магазине|в [n] магазинах
uk_ua: в [n] магазині|в [n] магазинах

# Languages::warehouses.product_availability
source: Availability in stores
ar_sa: التوفر في المتاجر
el_gr: Διαθεσιμότητα στα καταστήματα
es_es: Disponibilidad en tiendas
he_il: זמינות בחנויות
it_it: Disponibile nei negozi
pl_pl: Dostępność w sklepach
ru_ru: Наличие в магазинах
uk_ua: Наявність в магазинах

# Languages::block_availability_in_stores
source: Availability in stores
ar_sa: التوفر في المتاجر
el_gr: Διαθεσιμότητα στα καταστήματα
es_es: Disponibilidad en tiendas
he_il: זמינות בחנויות
it_it: Disponibile nei negozi
pl_pl: Dostępność w sklepach
ru_ru: Наличие в магазинах
uk_ua: Наявність в магазинах

# Languages::block_availability_in_stores_description
source: List of stores where the product can be purchased
ar_sa: قائمة المتاجر التي يمكن شراء المنتج منها
el_gr: Λίστα με καταστήματα όπου μπορεί να αγορασθεί το συγκεκριμένο προϊόν
es_es: Lista de tiendas donde se puede comprar el producto
he_il: רשימת חנויות בהן ניתן לרכוש את המוצר
it_it: Elenco dei negozi in cui è possibile acquistare il prodotto
pl_pl: Lista sklepów, w których można kupić produkt
ru_ru: Список магазинов, где можно купить товар
uk_ua: Список магазинів, де можна придбати товар

# Languages::warehouses.store_and_address
source: Store and address
ar_sa: المتجر والعنوان
el_gr: Κατάστημα και διεύθυνση
es_es: Tienda y dirección
he_il: חנות וכתובת
it_it: Negozio ed indirizzo
pl_pl: Sklep i adres
ru_ru: Магазин и адрес
uk_ua: Магазин та адреса

# Languages::warehouses.phone
source: Phone
ar_sa: الهاتف
el_gr: Αριθμός τηλεφώνου
es_es: Teléfono
he_il: טלפון
it_it: Telefono
pl_pl: Telefon
ru_ru: Телефон
uk_ua: Телефон

# Languages::warehouses.search_store
source: Search store
ar_sa: البحث في المتجر
el_gr: Αναζήτηση καταστήματος
es_es: Buscar tienda
he_il: חיפוש לפי חנות
it_it: Cerca per negozio
pl_pl: Szukaj w sklepie
ru_ru: Искать магазин
uk_ua: Шукати магазин

# Languages::warehouses.stores_list
source: List
ar_sa: قائمة
el_gr: Λίστα
es_es: Lista
he_il: רשימה
it_it: Lista
pl_pl: Lista
ru_ru: Список
uk_ua: Список

# Languages::warehouses.stores_map
source: Map
ar_sa: خريطة
el_gr: Χάρτης
es_es: Mapa
he_il: מפה
it_it: Mappa
pl_pl: Mapa
ru_ru: Карта
uk_ua: Карта

# Languages::warehouses.no_matching_stores_found
source: No stores found matching the search criteria
ar_sa: لا توجد متاجر مطابقة لمعايير البحث
el_gr: Δεν βρέθηκαν καταστήματα που να ταιριάζουν με τα κριτήρια αναζήτησης
es_es: No se ha encontrado ninguna tienda con el criterio de búsqueda elegido.
he_il: לא נמצאו חנויות התואמות את קריטריוני החיפוש
it_it: Nessun prodotto trovato corrispondente ai criteri di ricerca
pl_pl: Nie znaleziono żadnego sklepu spełniającego kryteria wyszukiwania
ru_ru: По вашему запросу ничего не найдено
uk_ua: Не знайдено магазинів що відповідають критеріям пошуку

# Languages::warehouses.rate_area
source: Rate area
ar_sa: منطقة التسعير
el_gr: Περιοχή τιμής
es_es: Zona de tarificación
he_il: אזור לדירוג
it_it: Tariffa area
pl_pl: Zakres obszaru
ru_ru: Тарифная зона
uk_ua: Тарифна зона

# Languages::warehouses.shipping_delay_notification
source: Delay warning
ar_sa: تحذير تأخير
el_gr: Ειδοποίηση καθυστέρησης
es_es: Aviso de retraso
he_il: אזהרה של השהיה
it_it: Avviso di ritardo
pl_pl: Ostrzeżenie o opóźnieniu
ru_ru: Предупреждение о задержке
uk_ua: Попередження про затримку

# Languages::warehouses.shipping_delay_notification.tooltip
source: It will appear if products aren't available in the stores and warehouses above.
ar_sa: سيظهر إذا كانت المنتجات غير متوفرة في المتاجر والمستودعات أعلاه.
el_gr: Θα εμφανιστεί αν τα προϊόντα δεν είναι διαθέσιμα στα παραπάνω καταστήματα και αποθήκες.
es_es: Aparecerá si los productos no están disponibles en las tiendas y almacenes anteriores.
he_il: זה יופיע אם מוצרים אינם זמינים בחנויות ובמחסנים שלמעלה.
it_it: Apparirà se i prodotti non sono disponibili nei negozi e nei magazzini sopra.
pl_pl: Pojawi się, jeśli produkty nie będą dostępne w powyższych sklepach i magazynach.
ru_ru: Появится, если товары не доступны в магазинах или складах выше по списку.
uk_ua: З'явиться, якщо товари не доступні в магазинах або складах вище за списком.

# Languages::warehouses.type_to_search_or_check_all
source: Type to search, or click the button on the right to add all rate areas
ar_sa: اكتب للبحث ، أو انقر فوق الزر الموجود على اليمين لإضافة جميع مناطق الأسعار
el_gr: Πληκτρολογήστε για αναζήτηση, ή κάντε κλικ στο κουμπί στα δεξιά για να κάνετε προσθήκη όλων των περιοχών τιμών
es_es: Escriba para buscar, o haga clic en el botón de la derecha para añadir todas las áreas de tarifas
he_il: הקלד לחיפוש, או לחץ על הכפתור בצד ימין כדי להוסיף את כל אזורי התעריף
it_it: Digita per cercare o fai clic sul pulsante a destra per aggiungere tutte le aree tariffarie
pl_pl: Wpisz, aby wyszukać, lub kliknij przycisk po prawej stronie, aby dodać wszystkie obszary
ru_ru: Введите поисковый запрос, или нажмите кнопку справа, чтобы добавить все тарифные зоны
uk_ua: Введіть пошуковий запит, або клацніть на кнопці праворуч щоб додати всі тарифні зони

# Languages::warehouses.any_store_type
source: Any type of store
ar_sa: أي نوع من المتاجر
el_gr: Οποιοδήποτε είδος καταστήματος
es_es: Cualquier tipo de tienda
he_il: כל סוג של חנות
it_it: Qualsiasi tipo di negozio
pl_pl: Każdy rodzaj sklepu
ru_ru: Любой тип магазина
uk_ua: Будь-який тип магазину

# Languages::warehouses.add_all
source: Add all
ar_sa: إضافة الجميع
el_gr: Προσθήκη όλων
es_es: Añadir todo
he_il: הוסף הכל
it_it: Aggiunti tutto
pl_pl: Dodaj wszystko
ru_ru: Добавить все
uk_ua: Додати всі
