Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/warehouses.po
Languages: ar_sa, el_gr, es_es, he_il, it_it, pl_pl, ru_ru, uk_ua

# Languages::warehouses.quantity_tab.no_data
source: This storefront doesn't have any stores or warehouses. Please <a href="[create_url]">create one</a> or <a href="[list_url]">make an existing one available</a> for this storefront
ar_sa: لا تحتوي واجهة المتجر هذه على أي متاجر أو مستودعات. الرجاء <a href="[create_url]"> إنشاء واحدة </a> أو <a href="[list_url]"> إتاحة واحدة حالية </a> لواجهة المتجر هذه
el_gr: Αυτή η βιτρίνα δεν διαθέτει καταστήματα ή αποθήκες. <a href="[create_url]"> Δημιουργήστε ένα </a> ή <a href="[list_url]"> δώστε ένα διαθέσιμο </a> σ αυτήν τη βιτρίνα
es_es: Esta tienda no tiene ninguna tienda o almacén. Por favor, <a href="[create_url]">crea uno</a> o <a href="[list_url]">haz que uno existente esté disponible</a> para este tienda.
he_il: בחנות זו אין חנויות או מחסנים. אנא <a href="[create_url]">צור אחד</a> או <a href="[list_url]">להפוך זמין קיים</a> לחזית זו
it_it: Questo shop non ha negozi o magazzini. Per favore <a href="[create_url]">area uno</a> oppure <a href="[list_url]">mostra uno disponibile, esistente</a> per questo negozio
pl_pl: W tym storefront nie ma żadnych sklepów ani magazynów.<a href="[create_url]">Utwórz go</a> lub <a href="[list_url]">udostępnij istniejący</a> dla tego sklepu
ru_ru: На этой витрине нет магазинов или складов. <a href="[create_url]">Содайте магазин или склад</a> или <a href="[list_url]">сделайте существующий доступным</a> для этой витрины
uk_ua: На цій вітрині немає магазинів або складів. <a href="[create_url]">створіть магазин або склад</a> або <a href="[list_url]">зробіть існуючий доступним</a> для цієї вітрини

# Languages::warehouses.exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file. This also won't affect products at the warehouses that aren't updated in this preset.
ar_sa: لن يؤثر ذلك على المنتجات التي تحتوي على الكمية المحددة في الملف المستورد. لن يؤثر هذا أيضًا على المنتجات الموجودة في المستودعات التي لم يتم تحديثها في هذا الإعداد المسبق.
el_gr: Αυτό δεν θα επηρεάσει τα προϊόντα που έχουν καθορισμένη ποσότητα στο εισαγόμενο αρχείο. Αυτό επίσης δεν θα επηρεάσει τα προϊόντα στις αποθήκες που δεν ενημερώνονται σε αυτήν την προεπιλογή.
es_es: Esto no afectará a los productos que tienen la cantidad especificada en el archivo importado. Tampoco afectará a los productos de los almacenes que no estén actualizados en este preajuste.
he_il: זה לא ישפיע על המוצרים שצוינו בכמות הקובץ המיובא. זה גם לא ישפיע על מוצרים במחסנים שאינם מעודכנים בקביעה מוגדרת זו.
it_it: Ciò non influirà sui prodotti che hanno la quantità specificata nel file importato. Anche questo non influirà sui prodotti nei magazzini che non sono aggiornati in questa preimpostazione.
pl_pl: Nie wpłynie to na produkty o ilości zdefiniowanej w importowanym pliku. Nie wpłynie to również na produkty w magazynach, które nie są aktualizowane w tym ustawieniu wstępnym.
ru_ru: Это не повлияет на товары, у которых в импортируемом файле указано количество. Также это не повлияет на товары с тех складов, которые не затрагиваются этим пресетом.
uk_ua: Це не вплине на продукти, кількість яких вказана в імпортованому файлі. Це також не вплине на продукти на складах, які не оновлюються в цьому пресеті.

# Languages::commerceml.map.entity_type.warehouse
source: Warehouses
ar_sa: المستودعات
el_gr: Αποθήκες
es_es: Almacenes
he_il: מחסנים
it_it: Magazzini
pl_pl: Magazyny
ru_ru: Склады
uk_ua: Склади

# Languages::commerceml.tab.warehouse
source: Warehouses
ar_sa: المستودعات
el_gr: Αποθήκες
es_es: Almacenes
he_il: מחסנים
it_it: Magazzini
pl_pl: Magazyny
ru_ru: Склады
uk_ua: Склади

# Languages::warehouses.commerceml.import.error.product.warehouse_not_found
source: Couldn't find warehouse [id]
ar_sa: تعذر العثور على المستودع [id]
el_gr: Δεν ήταν δυνατή η εύρεση αποθήκης [id]
es_es: No se ha podido encontrar el almacén [id]
he_il: לא נמצא מחסן [id]
it_it: Impossibile trovare il magazzino [id]
pl_pl: Nie można znaleźć magazynu [id]
ru_ru: Не удалось найти склад [id]
uk_ua: Не вдалося знайти склад [id]

# Languages::warehouses.commerceml.import.message.warehouse.created
source: Category [id] created; local ID: [local_id]
ar_sa: تم إنشاء الفئة [id] ؛ المعرّف المحلي: [local_id]
el_gr: Δημιουργήθηκε η κατηγορία [id]. τοπικό αναγνωριστικό: [local_id]
es_es: Categoría [id] creada; ID local: [local_id]
he_il: נוצרה קטגוריה [id]; מזהה מקומי: [local_id]
it_it: Categoria [id] creata; ID locale: [local_id]
pl_pl: Kategoria [id] została stworzona; lokalne ID: [local_id]
ru_ru: Категория [id] создана; локальный ID: [local_id]
uk_ua: Категорію [id] створено; локальний ID: [local_id]
