Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/watermarks.po
Languages: he_il

# Addons::name::watermarks
source: Watermarks
he_il: סימני מים

# Addons::description::watermarks
source: Allows you to add watermarks to product and category images
he_il: מאפשר לך להוסיף סימני מים לתמונות מוצר וקטגוריות

# Languages::wt_watermarks
source: Watermarks
he_il: סימני מים

# Languages::wt_graphic_watermark
source: Graphic watermark
he_il: סימני מים גרפיים

# Languages::wt_text_watermark
source: Text watermark
he_il: סימני מים טקסטואליים

# Languages::wt_watermark_vertical_position
source: Watermark vertical position
he_il: סימני מים במיקום אנכי

# Languages::wt_watermark_horizontal_position
source: Watermark horizontal position
he_il: סימני מים במיקום אופקי

# Languages::wt_watermark_position
source: Watermark position
he_il: מיקום סימן מים

# Languages::wt_watermark_image
source: Watermark image
he_il: תמונה עם סימן מים

# Languages::wt_watermark_text
source: Watermark text
he_il: טקסט עם סימן מים

# Languages::wt_font
source: Font
he_il: גופן

# Languages::wt_font_color
source: Font color
he_il: צבע גופן

# Languages::wt_font_size_icon
source: Font size (thumbnail)
he_il: גודל גופן (תמונה ממוזערת)

# Languages::wt_font_size_detailed
source: Font size (larger image)
he_il: גודל גופן (תמונה גדולה יותר)

# Languages::wt_watermark_icon
source: Thumbnail watermark
he_il: תמונה ממוזערת עם סימן מים

# Languages::wt_watermark_detailed
source: Popup larger image watermark
he_il: תמונה גדולה יותר קופצת עם סימן מים

# Languages::wt_fail_apply_graphic_watermark
source: Failed to apply the watermark to [image_type]. The watermark image is not added.
he_il: הוספת סימן מים אל נכשל [image_type]. סימן מים לא נוסף.

# Languages::wt_icons
source: thumbnails
he_il: תמונות ממוזערות

# Languages::wt_detailed
source: popup larger images
he_il: תמונות קופצות גדולות יותר

# Languages::wt_images_access_description
source: To deny access to your original images, please add the following instructions to the '.htaccess' file in the 'images' directory of your installation. It will protect your original images. Even if an original image is opened, the corresponding watermarked image will be show instead.
he_il: כדי למנוע גישה לתמונות המקוריות שלך, הוסף את ההוראות הבאות ל '.htaccess' קובץ ב 'images' תקיית התקנה. הדבר יגן על התמונות המקוריות שלך. גם אם תפתח תמונה מקורית, במקומה תוצג תמונה תואמת עם סימני מים.

# Languages::wt_watermarks_access_description
source: To generate watermarked images automatically even if they are requested not from your store pages, please add the '.htaccess' file with the following instructions to the 'images/watermarked' directory of your installation.
he_il: כדי ליצור תמונות עם סימני מים אוטומטית גם אם הן נדרשו לא מדפי החנות שלך, הוסף '.htaccess' קובץ עם הוראות הבאות ל'images/watermarked' תקיית התקנה.

# Languages::wt_access_note
source: Please note, if you disable or uninstall the 'Watermarks' add-on, you should remove these instructions from '.htaccess' files manually. Otherwise category and product images will be unavailable.
he_il: שים לב שאם תבטל או תסיר את 'Watermarks' תוסף, עליך להסיר את ההוראות האלה מ '.htaccess' ידנית. אחרת תמונות הקטגוריה והמוצרים לא יהיו זמינות.

# Languages::wt_access_warning
source: Watermark creating is disabled. If there are any "Rewrite watermarks rules" instructions in the "images/.htaccess" file, you should remove them manually. Otherwise category and product images will be unavailable.
he_il: יצירת סימני מים מבוטלת אם ישנן "Rewrite watermarks rules" הוראות כלשהן ב "images/.htaccess" קבצים ידנית. אחרת תמונות הקטגוריות והמוצרים לא יהיו זמינות.

# Languages::wt_images_access_info
source: Images access
he_il: גישה לתמונות

# SettingsSections::watermarks::general
source: General
he_il: כללי

# SettingsOptions::watermarks::watermark
source: Watermark
he_il: סימן מים

# SettingsOptions::watermarks::apply_to_product
source: Product watermarks
he_il: סימני מים של המוצר

# SettingsOptions::watermarks::use_for_product_icons
source: Resized images
he_il: תמונות בשינוי גודל

# SettingsOptions::watermarks::use_for_product_detailed
source: Original size images
he_il: תמונות בגודל מקורי

# SettingsOptions::watermarks::apply_to_categories
source: Category watermarks
he_il: קטגוריות של סימני מים

# SettingsOptions::watermarks::use_for_category_icons
source: Resized images
he_il: תמונות בשינוי גודל

# SettingsOptions::watermarks::use_for_category_detailed
source: Original size images
he_il: תמונות בגודל מקורי

# SettingsOptions::watermarks::images_access_info
source: Images access
he_il: גישה לתמונות
