Repository: tigerkig/CS-Cart-php-
Catalog: var/langs/*/addons/wishlist.po
Languages: cs_cz

# Addons::name::wishlist
source: Wish List
cs_cz: Oblíbené produkty

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
cs_cz: Uživatelé budou mít možnost si přidat produkty do seznamu "Koupit později"

# Languages::add_to_wishlist
source: Add to wish list
cs_cz: Koupit později

# Languages::clear_wishlist
source: Clear wish list
cs_cz: Vymazat seznam

# Languages::view_wishlist
source: View wish list
cs_cz: Zobrazit oblíbené produkty

# Languages::wishlist_content
source: Wish list content
cs_cz: Oblíbené produkty

# Languages::wishlist
source: Wish list
cs_cz: Oblíbené produkty

# Languages::wishlist_short
source: Wish list
cs_cz: Seznam přání

# Languages::wishlist_note
source: Go to your wishlist
cs_cz: Přejít do seznamu s Oblíbenými produkty

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
cs_cz: Nepodařilo se přidat certifikát. Ujistěte se, že souhrnná částka není nulová.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
cs_cz: Dárkový certifikát byl přidán do seznamu přání

# Languages::product_added_to_wl
source: The product was added to your Wish list
cs_cz: Produkt byl přidán do seznamu přání

# Languages::product_in_wishlist
source: This product is already in the wish list
cs_cz: Tento produkt je již v seznamu přání

# Languages::wishlist_products
source: Wish list products
cs_cz: Oblíbené produkty
