Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
pt: <b>Nota:</b><br>1. Este pagamento requer a opção de check-out com https ativado!<br>2. Por padrão, a localização do Checkout é mostrada a um usuário na execução do pagamento. A fim de mostrar um local diferente, crie um novo destino com a expedição 'checkout.cresecure_template' no <a href="[url]" target="_blank">Gerenciador de Layout</a>.

# Languages::payments.epdq.bgcolor
source: Background color
pt: Cor de fundo

# Languages::payments.epdq.btn_bgcolor
source: Button background color
pt: Cor de fundo do botão

# Languages::payments.epdq.btn_textcolor
source: Button text color
pt: Cor do texto do botão

# Languages::payments.epdq.font_type
source: Font type
pt: Tipo de fonte

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
pt: Desculpe, a seqüência de hash não coincide

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
pt: Cor de fundo da tabela

# Languages::payments.epdq.tbl_textcolor
source: Table text color
pt: Cor do texto da tabela

# Languages::payments.epdq.textcolor
source: Text color
pt: Cor do texto

# Languages::payments.epdq.title
source: Title
pt: Título

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
pt: <a href=[url]>Cadastre-se</a> para o check out

# Languages::payments_tab1
source: Credit card
pt: Cartão de crédito

# Languages::payments_tab2
source: Internet Payments
pt: Pagamentos de Internet

# Languages::payments_tab3
source: Other Payment Options
pt: Outras formas de pagamento

# Languages::payment_amount
source: Payment amount
pt: Valor do pagamento

# Languages::payment_category
source: Payment category
pt: Categoria do pagamento

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
pt: Guias de categorias de pagamento não serão exibidas se todos os pagamentos ativos pertencerem à mesma categoria

# Languages::payment_details
source: Payment details
pt: Detalhes do pagamento

# Languages::payment_form_url
source: Payment Form URL
pt: URL do formulário de pagamento

# Languages::payment_info
source: Payment type
pt: Tipo de pagamento

# Languages::payment_information
source: Payment information
pt: Informações do pagamento

# Languages::payment_instructions
source: Payment instructions
pt: Instruções para o pagamento

# Languages::payment_method
source: Payment method
pt: Forma de pagamento

# Languages::payment_methods
source: Payment methods
pt: Formas de pagamento

# Languages::payment_response_password
source: Payment Response password
pt: Senha da resposta do pagamento

# Languages::payment_surcharge
source: Payment surcharge
pt: Acréscimo

# Languages::payment_type
source: Payment type
pt: Tipo de pagamento

# Languages::paypal_authentication_method
source: PayPal authentication method
pt: Método de autenticação do PayPal

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
pt: Nome do item (ou um nome para o carrinho de compras)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
pt: Seu pedido não foi realizado: a conta PayPal do destinatário é incorreta.

# Languages::pay_from_email
source: Customer email
pt: E-mail do cliente

# Languages::pay_order_again
source: Pay order again
pt: Permitir que o pedido seja pago novamente

# Languages::pay_to_email
source: Email address of the Merchant
pt: Endereço de e-mail do comerciante

# Languages::pending
source: Pending
pt: Pendente

# Languages::suspended
source: Suspended
pt: Suspenso

# Languages::per
source: Per [object]
pt: Por [object]

# Languages::percent
source: Percent
pt: Porcentagem

# Languages::period
source: Period
pt: Período

# Languages::per_item
source: Per Item
pt: Por Item

# Languages::per_page
source: Per Page
pt: Por página

# Languages::pagination_range
source: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;of&nbsp;[pagination.total_items]
pt: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;de&nbsp;[pagination.total_items]

# Languages::phone
source: Phone
pt: Telefone

# Languages::phone1_label
source: Phone
pt: Telefone

# Languages::phone2_label
source: International
pt: Intencional

# Languages::phone2
source: International
pt: Internacional

# Languages::phpinfo
source: PHP information
pt: Informação do PHP

# Languages::pick_store
source: Pick a store
pt: Escolha uma loja

# Languages::pie
source: Pie
pt: Pizza

# Languages::pie_3d
source: Pie 3D
pt: Pizza 3D

# Languages::place_order
source: Place order
pt: Realizar pedido

# Languages::placing_order
source: Placing the order
pt: Realizado o pedido

# Languages::plain
source: Plain
pt: Limpo

# Languages::platform
source: Platform
pt: Plataforma

# Languages::please_be_patient
source: Please be patient
pt: Por favor, seja paciente

# Languages::please_enter_license_here
source: Enter your license number here
pt: Insira aqui o número da sua licença

# Languages::please_select_one
source: Please, select one
pt: Por favor, selecione uma

# Languages::please_sign_in
source: Please sign in
pt: Inscreva-se

# Languages::polish
source: Polish
pt: Polonês

# Languages::poor
source: Poor
pt: Fraco

# Languages::popularity
source: Popularity
pt: Popularidade

# Languages::popup_larger_image
source: Popup larger image
pt: Popup com foto maior

# Languages::portugese
source: Portuguese
pt: Português

# Languages::posid
source: Pos ID
pt: Código do POS

# Languages::position
source: Position
pt: Posição

# Languages::positions_updated
source: Positions of items were updated
pt: As posições dos itens foram atualizadas

# Languages::position_short
source: Pos.
pt: Ordem

# Languages::postal_mail
source: Postal mail
pt: Correio postal

# Languages::post_url
source: Post URL
pt: URL do post

# Languages::powered_by
source: Powered by
pt: Feito por

# Languages::po_number
source: PO number
pt: Número do PO

# Languages::preauthorization
source: Preauthorization
pt: Pré-autorização

# Languages::prefix
source: Prefix
pt: Prefixo

# Languages::prev
source: Prev.
pt: Ant.

# Languages::preview
source: Preview
pt: Previsualizar

# Languages::previous
source: Previous
pt: Anterior

# Languages::previous_month
source: Previous month
pt: Mês anterior

# Languages::previous_period
source: Previous period
pt: Período anterior

# Languages::previous_week
source: Previous week
pt: Semana anterior

# Languages::previous_year
source: Previous year
pt: Ano anterior

# Languages::prev_page
source: Prev
pt: Anterior

# Languages::price
source: Price
pt: Preço

# Languages::price_decreased
source: Price has been decreased by
pt: Preço reduzido por

# Languages::price_dec_sign_delimiter
source: Price decimal separator
pt: Separador decimal de preço

# Languages::price_includes_tax
source: Price includes tax
pt: O preço inclui impostos

# Languages::price_increased
source: Price has been increased by
pt: Preço aumentado por

# Languages::price_in_points
source: Price in points
pt: Preço em pontos

# Languages::price_summary
source: Price summary
pt: Resumo do preço

# Languages::pricing_inventory
source: Pricing / inventory
pt: Preços e estoque

# Languages::primary
source: Primary
pt: Primário

# Languages::primary_currency
source: Primary currency
pt: Moeda principal

# Languages::print_card
source: Print card
pt: Imprimir cartão

# Languages::print_credit_memo
source: Print credit memo
pt: Imprimir anotação de crédito

# Languages::print_invoice
source: Print invoice
pt: Imprimir pedido

# Languages::edit_invoice
source: Edit invoice
pt: Editar fatura

# Languages::remove_invoice
source: Remove invoice
pt: Remover fatura

# Languages::print_order_details
source: Print order details
pt: Imprimir detalhes do pedido

# Languages::print_packing_slip
source: Print packing slip
pt: Imprimir etiqueta de despacho

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
pt: Imprimir etiqueta de despacho (PDF)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
pt: Imprimir anotação de crédito (PDF)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
pt: Imprimir pedido (PDF)

# Languages::print_pdf_order_details
source: Print order details (pdf)
pt: Imprimir detalhes do pedido (pdf)

# Languages::print_slip
source: Print slip
pt: Imprimir etiqueta

# Languages::priority
source: Priority
pt: Prioridade

# Languages::private
source: Private
pt: Privado

# Languages::private_customer_settings
source: Private customer settings
pt: Configurações privadas do cliente

# Languages::privilege
source: Privilege
pt: Privilégio

# Languages::privileges
source: Privileges
pt: Privilégios

# Languages::privileges.backup_restore
source: Can manage
pt: Pode gerenciar

# Languages::privileges.delete_logs
source: Can delete
pt: Pode apagar

# Languages::privileges.delete_orders
source: Can delete
pt: Pode apagar

# Languages::privileges.edit_blocks
source: Can edit
pt: Pode editar

# Languages::privileges.edit_order
source: Can edit entire order (select other products, payment and shipping methods, customers)
pt: Pode editar o pedido todo (selecionar outros produtos, formas de pagamento e de envio, clientes)

# Languages::privileges.edit_files
source: Edit files
pt: Editar arquivos

# Languages::privileges.exim_access
source: Can manage
pt: Pode gerenciar

# Languages::privileges.manage_catalog
source: Can edit
pt: Pode editar

# Languages::privileges.manage_currencies
source: Can edit
pt: Pode editar

# Languages::privileges.manage_design
source: Can edit
pt: Pode editar

# Languages::privileges.manage_languages
source: Can edit
pt: Pode editar

# Languages::privileges.manage_locations
source: Can edit
pt: Pode editar

# Languages::privileges.manage_order_statuses
source: Can edit
pt: Pode editar

# Languages::privileges.manage_pages
source: Manage pages
pt: Gerencias páginas

# Languages::privileges.manage_payments
source: Can edit
pt: Pode editar

# Languages::privileges.manage_promotions
source: Can edit
pt: Pode editar

# Languages::privileges.manage_reports
source: Can edit
pt: Pode editar

# Languages::privileges.manage_shipping
source: Can edit
pt: Pode editar

# Languages::privileges.manage_sitemap
source: Can edit
pt: Pode editar

# Languages::privileges.manage_static_data
source: Can edit
pt: Pode editar

# Languages::privileges.manage_storage
source: Can manage
pt: Pode gerenciar

# Languages::privileges.manage_stores
source: Manage stores
pt: Gerenciar lojas

# Languages::privileges.manage_taxes
source: Can edit
pt: Pode editar

# Languages::privileges.manage_themes
source: Can edit
pt: Pode editar

# Languages::privileges.manage_translation
source: Can edit
pt: Pode editar

# Languages::privileges.manage_usergroups
source: Can edit
pt: Pode editar

# Languages::privileges.manage_email_templates
source: Can edit
pt: Pode editar

# Languages::privileges.manage_document_templates
source: Can edit
pt: Pode editar

# Languages::privileges.update_settings
source: Can edit
pt: Pode editar

# Languages::privileges.update_order_details
source: Can edit minor details (select manager; edit shipments, notes, and tracking number)
pt: Pode editar detalhes simples (selecionar gerente; editar fretes, observações e número de rastreamento)

# Languages::privileges.upgrade_store
source: Can upgrade
pt: Pode atualizar

# Languages::privileges.view_catalog
source: Can view
pt: Pode visualizar

# Languages::privileges.view_currencies
source: Can view
pt: Pode visualizar

# Languages::privileges.view_languages
source: Can view
pt: Pode visualizar

# Languages::privileges.view_locations
source: Can view
pt: Pode visualizar

# Languages::privileges.view_logs
source: Can view
pt: Pode visualizar

# Languages::privileges.view_orders
source: Can view
pt: Pode visualizar

# Languages::privileges.view_pages
source: Can view
pt: Pode visualizar

# Languages::privileges.view_payments
source: Can view
pt: Pode visualizar

# Languages::privileges.view_reports
source: Can view
pt: Pode visualizar

# Languages::privileges.view_settings
source: Can view
pt: Pode visualizar

# Languages::privileges.view_shipping
source: Can view
pt: Pode visualizar

# Languages::privileges.view_static_data
source: Can view
pt: Pode visualizar

# Languages::privileges.view_stores
source: View stores
pt: Visualizar lojas

# Languages::privileges.view_taxes
source: Can view
pt: Pode visualizar

# Languages::privileges.view_usergroups
source: Can view
pt: Pode visualizar

# Languages::privileges.view_users
source: Can view
pt: Pode visualizar

# Languages::privilege_sections.addons
source: Add-on privileges
pt: Privilégios de complemento

# Languages::privilege_sections.administration
source: Administration privileges
pt: Privilégios de administração

# Languages::privilege_sections.cart
source: Cart
pt: Carrinho

# Languages::privilege_sections.products
source: Product privileges
pt: Privilégios de produto

# Languages::privilege_sections.settings
source: Settings privileges
pt: Privilégios de configurações

# Languages::privilege_sections.catalog
source: Catalog
pt: Catálogo

# Languages::privilege_sections.design
source: Design privileges
pt: Privilégios de design

# Languages::privilege_sections.orders
source: Order privileges
pt: Privilégios de pedido

# Languages::privilege_sections.marketing
source: Marketing privileges
pt: Privilégios de marketing

# Languages::privilege_sections.website
source: Website privileges
pt: Privilégios de site

# Languages::privilege_sections.users
source: Customer privileges
pt: Privilégios de cliente

# Languages::privilege_sections.vendors
source: Store privileges
pt: Privilégios de loja

# Languages::proceed
source: Proceed
pt: Prosseguir

# Languages::proceed_to_checkout
source: Proceed to checkout
pt: Avançar para o checkout

# Languages::proceed_to_the_next_step
source: Proceed to the next step
pt: Prossiga para a próxima etapa

# Languages::processed
source: Processed
pt: Processados

# Languages::processing
source: Processing
pt: Processando

# Languages::processing_order
source: Processing order
pt: Processando pedido

# Languages::processor
source: Processor
pt: Processador

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
pt: Contas de comerciantes fornecidas pelo Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>E-mail: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
pt: <b>P21 Simple API</b> permite que você aceita pagamentos com cheque. Pacote mais completo do setor de validação de criação e limpeza de imagem. Com Check 21, você receberá seus fundos dentro do mesmo dia por cheque ou depósito directo. <br/> <br/>Para ativar a opção Check 21, entre em contato pelo e-mail: <a href="mailto:support@payment21.com"> support@payment21.com</a> ou pelo telefone: 1-888-770-0850 (EUA ligação gratuita) ou 0041-71-740-1629 (internacional). <br/> <br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>

# Languages::processor_id
source: Processor ID
pt: Código do processador

# Languages::process_selected
source: Process selected
pt: Processar selecionados

# Languages::product
source: Product
pt: Produto

# Languages::products
source: Products
pt: Produtos

# Languages::products_menu_title
source: Products
pt: Produtos

# Languages::products2
source: Products2
pt: Produtos2

# Languages::products_added_to_cart
source: The products were added to your cart
pt: Os produtos foram adicionados ao seu carrinho

# Languages::products_number_added_to_cart
source: <b>[number]</b> products were added to your cart
pt: <b>[number]</b> produtos foram adicionados ao seu carrinho

# Languages::products_amount
source: Product quantity
pt: Quantidade do produto

# Languages::products_bar
source: Products bar
pt: Barra dos produtos

# Languages::products_cost
source: Products cost
pt: Custo dos produtos

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
pt: Produtos para envio não foram selecionados

# Languages::products_found
source: Products found
pt: Produtos encontrados

# Languages::n_products_found
source: [n] product found|[n] products found
pt: [n] produto encontrado|[n] produtos encontrados

# Languages::products_grid
source: Products grid
pt: Grade de produtos

# Languages::products_information
source: Products information
pt: Produtos adquiridos

# Languages::products_in_cart
source: Products in cart
pt: Produtos no carrinho

# Languages::products_links_type
source: Products links type
pt: Tipo de links de produtos

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
pt: Exibir, adicionar e editar produtos que são mostrados aos visitantes da sua loja.

# Languages::products_required
source: Please add product(s)
pt: Por favor adicione produto(s)

# Languages::products_stat
source: Product statistics
pt: Estatísticas de produto

# Languages::products_weight
source: Products weight
pt: Peso de produtos

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
pt: Os produtos foram enviados para você. Segue abaixo as informações do pedido

# Languages::product_added_to_cart
source: The product was added to your cart
pt: O produto foi adicionado ao seu carrinho

# Languages::product_name_added_to_cart
source: <b>[product]</b> was added to your cart
pt: <b>[product]</b> foi adicionado ao seu carrinho

# Languages::product_added_to_cl
source: The product was added to your Comparison list
pt: O produto foi adicionado à sua lista de comparação

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
pt: O produto não pode ser adicionado ao carrinho. Verificar se todos os arquivos de upload satisfazem as condições necessárias

# Languages::product_code
source: Product code
pt: Código do produto

# Languages::product_columns
source: Product columns
pt: Colunas do produto

# Languages::product_combinations
source: Product combinations
pt: Combinações do produto

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
pt: Este produto não pode ser adicionado ao carrinho agora. Estará disponível em [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
pt: Este produto será enviado em [avail_date]

# Languages::product_details
source: Product details page
pt: Página de detalhes do produto

# Languages::product_details_view
source: Product details view
pt: Visualização das informações do produto

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
pt: O atríbuto "[feature_name]" não pode ser designado ao produto "[product_name]"

# Languages::product_fields
source: Product fields
pt: Campos do produto

# Languages::product_groups
source: Product groups
pt: Grupos de produtos

# Languages::product_id
source: Product ID
pt: Código do produto

# Languages::product_images
source: Product images
pt: Fotos do produto

# Languages::product_inventory
source: Product inventory
pt: Estoque do produto

# Languages::product_in_cart
source: This product is already in the cart
pt: Este produto já está no carrinho

# Languages::product_in_comparison_list
source: This product is already in the comparison list
pt: Este produto já está na lista de comparação

# Languages::product_name
source: Product name
pt: Nome do produto

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
pt: Você se inscreveu nas notificações de estoque do produto

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
pt: Você retirou sua inscrição nas notificações de estoque do produto

# Languages::product_options
source: Product options
pt: Opções do produto

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
pt: O produto <strong>[product]</strong> tem opções que são incluídas na combinação proibida. O produto foi excluído do carrinho

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
pt: O produto <strong>[product]</strong> possui opções de variação que não estão mais disponíveis, portanto foi removido do carrinho

# Languages::product_s
source: Product(s)
pt: Produto(s)

# Languages::product_subscriptions
source: Product subscriptions
pt: Assinaturas de produto

# Languages::product_summary
source: Product summary
pt: Resumo do produto

# Languages::product_tabs
source: Product tabs
pt: Abas

# Languages::product_type
source: Product type
pt: Tipo do produto

# Languages::profile
source: Profile
pt: Perfil

# Languages::profiles
source: Profiles
pt: Perfis

# Languages::profile_activated
source: Account activated
pt: Conta ativada

# Languages::profile_details
source: Profile details
pt: Cadastro

# Languages::profile_fields
source: Profile fields
pt: Campos do cadastro

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
pt: Permite configurar os campos exibidos durante o cadastro.

# Languages::profile_info
source: Profile information
pt: Informações do cadastro

# Languages::profile_name
source: Profile name
pt: Nome do perfil

# Languages::project_id
source: Project ID
pt: Código do projeto

# Languages::project_password
source: Project password
pt: Senha do projeto

# Languages::prolongate_download_key
source: Prolong download key to
pt: Permitir o acesso ao download até

# Languages::promotion
source: Promotion
pt: Promoção

# Languages::promotions
source: Promotions
pt: Promoções

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
pt: Promover bens e oferecem bônus baseando em associações de clientes.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
pt: Desconto em todos os produtos nas categorias

# Languages::promotion_bonus_discount_on_products
source: Discount on products
pt: Desconto em produtos

# Languages::promotion_bonus_free_products
source: Free products
pt: Produtos gratuitos

# Languages::promotion_bonus_free_shipping
source: Free shipping
pt: Frete grátis
