Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# LanguageName
source: Localized language name
pt: Português Brasileiro

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
pt: Ativar o suporte de notificação de fraude

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
pt: Status para pedidos com erro na análise de fraude

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
pt: Status para pedidos aguardando a análise de fraude

# Languages::404
source: The 404 Not Found error message
pt: Mensagem de erro 404 - Não encontrada

# Languages::absolute
source: Absolute
pt: Absoluto

# Languages::installed_addons
source: Installed add-ons
pt: Complementos instalados

# Languages::browse_all_available_addons
source: Browse all available add-ons
pt: Pesquisar todos os módulos disponíveis

# Languages::accept
source: Accept
pt: Aceitar

# Languages::access_denied
source: Access denied
pt: Acesso negado

# Languages::event.order.status_changed.name
source: Order status changed to [status]
pt: Status do pedido alterado para [status]

# Languages::access_denied_text
source: You don't have permission to access the page.
pt: Você não tem permissão para acessar à página.

# Languages::account
source: Account
pt: Conta

# Languages::account_name
source: Account name
pt: Nome da conta

# Languages::account_number
source: Account number
pt: Número da conta

# Languages::account_type
source: Account type
pt: Tipo de conta

# Languages::acquirerid
source: Acquirer ID
pt: Código do adquirente

# Languages::action
source: Action
pt: Ação

# Languages::actions
source: Actions
pt: Ações

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
pt: Ativar o item de menu para despacho

# Languages::activate_selected
source: Activate selected
pt: Ativar selecionados

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
pt: Ativar Skrill Merchant Tools

# Languages::activation_link
source: Activation link
pt: Link de ativação

# Languages::activation_mode
source: Activation mode
pt: Modo de ativação

# Languages::active
source: Active
pt: Ativado

# Languages::active_categories
source: Active categories
pt: Categorias ativas

# Languages::active_style
source: Active style
pt: Estilo ativo

# Languages::active_products
source: Active products
pt: Produtos ativos

# Languages::active_promotions
source: Active promotions
pt: Promoções ativas

# Languages::act_on_behalf
source: Act on behalf of
pt: Agir em nome de

# Languages::log_in_as_user
source: Log in as user
pt: Fazer login como usuário

# Languages::add
source: Add
pt: Adicionar

# Languages::added
source: added
pt: adicionado

# Languages::adding_block_to_grid
source: Adding block to grid
pt: Adicionando um bloco à grade

# Languages::adding_grid
source: Adding grid
pt: Adicionando grade

# Languages::additional_data
source: Additional data
pt: Dados adicionais

# Languages::additional_images
source: Additional images
pt: Fotos adicionais

# Languages::additional_options
source: Additional options
pt: Opções adicionais

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
pt: Parâmetro adicional é incorreto

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
pt: Abrir em popup a imagem maior das fotos adicionais

# Languages::additional_thumbnail
source: Additional thumbnails
pt: Miniaturas adicional

# Languages::additional__option_thumbnail
source: Additional option thumbnail
pt: Opção de miniatura adicional

# Languages::addon
source: Add-on
pt: Plugin

# Languages::addons
source: Add-ons
pt: Plugins

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
pt: Ocorreu um erro de consulta SQL durante a instalação do plugin. O plugin não será instalado.

# Languages::address
source: Address
pt: Endereço

# Languages::addresses
source: Addresses
pt: Endereços

# Languages::address_2
source: Address (line 2)
pt: Endereço (linha 2)

# Languages::address_commercial
source: Commercial
pt: Comercial

# Languages::address_residential
source: Residential
pt: Residencial

# Languages::address_type
source: Address type
pt: Tipo de endereço

# Languages::add_administrator
source: Add administrator
pt: Adicionar administrador

# Languages::add_block
source: Add block
pt: Adicionar bloco

# Languages::add_image_from_server
source: Add image from server
pt: Adicionar imagem do servidor

# Languages::add_image_from_url
source: Add image from URL
pt: Adicionar imagem do URL

# Languages::add_bonus
source: Add bonus
pt: Adicionar bónus

# Languages::add_cart_promotion
source: Add cart promotion
pt: Adicionar promoção no carrinho

# Languages::add_catalog_promotion
source: Add catalog promotion
pt: Adicionar promoção no catálogo

# Languages::add_categories
source: Add categories
pt: Adicionar categorias

# Languages::add_categories_and_close
source: Add categories and close
pt: Adicionar categorias e fechar

# Languages::add_category
source: Add category
pt: Adicionar categoria

# Languages::add_chart
source: Add chart
pt: Adicionar gráfico

# Languages::add_combination
source: Add combination
pt: Adicionar combinação

# Languages::add_companies
source: Add stores
pt: Adicionar lojas

# Languages::add_companies_and_close
source: Add stores and close
pt: Adicionar lojas e fechar

# Languages::add_condition
source: Add condition
pt: Adicionar condição

# Languages::add_currency
source: Add currency
pt: Adicionar moeda

# Languages::add_customer
source: Add customer
pt: Adicionar cliente

# Languages::add_elements
source: Add elements
pt: Adicionar elementos

# Languages::add_empty_item
source: Add empty item
pt: Adicionar item vazio

# Languages::add_feature
source: Add feature
pt: Adicionar atríbuto

# Languages::advanced_feature_creation
source: Advanced feature creation
pt: Criação avançada de característica

# Languages::add_field
source: Add field
pt: Adicionar campo

# Languages::add_file
source: Add file
pt: Adicionar arquivo

# Languages::add_filter
source: Add filter
pt: Adicionar filtro

# Languages::add_filters
source: Add filters
pt: Adicionar filtros

# Languages::add_filters_and_close
source: Add filters and close
pt: Adicionar filtros e fechar

# Languages::add_folder
source: Add folder
pt: Adicionar pasta

# Languages::add_global_option
source: Add global option
pt: Adicionar opção global

# Languages::add_grid_block
source: Add grid or block
pt: Adicionar grade ou bloco

# Languages::add_group
source: Add group
pt: Adicionar grupo

# Languages::add_item
source: Add item
pt: Adicionar item

# Languages::add_items
source: Add [items]
pt: Adicionar [items]

# Languages::add_language
source: Add language
pt: Adicionar idioma

# Languages::add_language_variable
source: Add language variable
pt: Adicionar variável de idioma

# Languages::add_layout
source: Add layout
pt: Adicionar layout

# Languages::add_link
source: Add link
pt: Adicionar link

# Languages::add_localization
source: Add localization
pt: Adicionar localização

# Languages::add_location
source: Add location
pt: Adicionar local

# Languages::add_rate_area
source: Add rate area
pt: Adicionar taxa da área

# Languages::add_menu
source: Add menu
pt: Adicionar menu

# Languages::add_new
source: Add new
pt: Adicionar novo

# Languages::add_new_field
source: Add new field
pt: Adicionar novo campo

# Languages::add_new_order
source: Adding new order
pt: Adicionando novo pedido

# Languages::add_new_variant
source: Add new variant
pt: Adicionar nova variante

# Languages::add_option
source: Add option
pt: Adicionar opção

# Languages::advanced_option_creation
source: Advanced option creation
pt: Criação avançada de opção

# Languages::add_order
source: Add order
pt: Adicionar pedido

# Languages::add_orders
source: Add orders
pt: Adicionar pedidos

# Languages::add_orders_and_close
source: Add orders and close
pt: Adicionar pedidos e fechar

# Languages::add_page
source: Add page
pt: Adicionar página

# Languages::add_pages
source: Add pages
pt: Adicionar páginas

# Languages::add_pages_and_close
source: Add pages and close
pt: Adicionar páginas e fechar

# Languages::add_payment
source: Add payment method
pt: Adicionar método de pagamento

# Languages::add_payout
source: Add payout
pt: Adicionar pagamento

# Languages::add_product
source: Add product
pt: Adicionar produto

# Languages::add_products
source: Add products
pt: Adicionar produtos

# Languages::add_products_and_close
source: Add products and close
pt: Adicionar produtos e fechar

# Languages::add_products_to_section
source: Add product(s) to this section
pt: Adicionar produto(s) a esta seção

# Languages::add_product_filter
source: Add product filter
pt: Adicionar filtro de produtos

# Languages::add_promotions
source: Add promotions
pt: Adicionar promoções

# Languages::add_report
source: Add report
pt: Adicionar relatório

# Languages::add_section
source: Add section
pt: Adicionar seção

# Languages::add_selected_to_cart
source: Add selected to cart
pt: Adicionar selecionados ao carrinho

# Languages::add_shipping_method
source: Add shipping method
pt: Adicionar método de envio

# Languages::add_site_map_section
source: Add sitemap section
pt: Adicionar seção de sitemap

# Languages::add_state
source: Add state
pt: Adicionar região

# Languages::add_status
source: Add status
pt: Adicionar status

# Languages::add_subcategory
source: Add subcategory
pt: Adicionar subcategoria

# Languages::new_subscribers
source: New subscribers
pt: Novos assinantes

# Languages::add_subscriber
source: Add subscriber
pt: Adicionar assinante

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
pt: Adicionar assinantes da lista de usuários

# Languages::add_tab
source: Add tab
pt: Adicionar guia

# Languages::add_tax
source: Add tax
pt: Adicionar imposto

# Languages::add_to_cart
source: Add to cart
pt: Adicionar ao carrinho

# Languages::add_to_comparison_list
source: Add to comparison list
pt: Adicionar à lista comparativa

# Languages::add_user
source: Add user
pt: Adicionar usuário

# Languages::add_users
source: Add users
pt: Adicionar usuários

# Languages::add_users_and_close
source: Add users and close
pt: Adicionar usuários e fechar

# Languages::add_vendor
source: Add store
pt: Adicionar loja

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
pt: Você não pode realizar uma importação para esta loja, porque esta utilizando uma versão de avaliação expirada

# Languages::administration
source: Administration
pt: Administração

# Languages::administration_panel
source: Administration panel
pt: Painel administrativo

# Languages::administrator
source: Administrator
pt: Administrador

# Languages::administrators
source: Administrators
pt: Administradores

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
pt: Lista de administradores da loja, usuários registados com uma conta de administrador.

# Languages::administrators_notified
source: [count] administrators notified.
pt: [count] administradores notificados.

# Languages::admin_panel
source: Administration panel
pt: Painel administrativo

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
pt: Loja online de [company_name].

# Languages::advanced
source: Advanced
pt: Avançado

# Languages::advanced_search
source: Advanced search
pt: Pesquisa avançada

# Languages::advanced_search_options
source: Advanced search options
pt: Opções de pesquisa avançada

# Languages::after_full_payment
source: After full payment
pt: Após pagamento integral

# Languages::after_sum
source: After sum
pt: Após somatória

# Languages::agent_id
source: Agent ID
pt: Código do agente

# Languages::agreement_required
source: Agreement required
pt: Acordo obrigatório

# Languages::all
source: All
pt: Todos

# Languages::allowed
source: Allowed
pt: Permitido

# Languages::allowed_combinations
source: Allowed combinations
pt: Combinações permitidas

# Languages::allowed_extensions
source: Allowed extensions
pt: Extensões permitidas

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
pt: Deixe este campo em branco para permitir o envio de todos os tipos de arquivos, ou digite as extensões permitidas separadas por vírgula (p.ex. jpg, bmp, gif, pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
pt: Permitir que este usuário utilize a API

# Languages::api_access_for_user
source: API access for this user
pt: Acesso API para este utilizador

# Languages::generate_new_api_key
source: Generate new API key
pt: Gerar nova chave de API

# Languages::please_copy_api_key
source: Please copy the API key now and keep it somewhere. Once you save the changes, this key won't appear here again. If the key is lost, the only way to regain API access will be be to generate a new key on this page.
pt: Por favor, copie a chave da API agora e guarde-a em algum lugar. Depois de salvar as alterações, essa chave não aparecerá aqui novamente. Se a chave for perdida, a única maneira de recuperar o acesso à API será gerar uma nova chave nesta página.

# Languages::allow_return_registration
source: Allow return registration
pt: Permitir o registro de devolução

# Languages::all_categories
source: All categories
pt: Todas categorias

# Languages::all_downloads
source: All downloads
pt: Todos downloads

# Languages::all_features
source: All features
pt: Todos atributos

# Languages::all_filters
source: All product filters
pt: Todos filtros

# Languages::all_pages
source: All pages
pt: Todas páginas

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
pt: Todos os produtos foram atualizados com sucesso.

# Languages::all_vendors
source: All stores
pt: Todas lojas

# Languages::all_storefronts_short
source: All
pt: Tudo

# Languages::show_all_storefronts
source: Show all storefronts
pt: Todas as lojas

# Languages::show_all_storefronts_with_count
source: Show all [count] storefronts
pt: Todas as [count] lojas

# Languages::all_words
source: All of these words
pt: Todas estas palavras

# Languages::also_bought
source: Also bought
pt: Também comprou

# Languages::alt_text
source: Alternative text/title
pt: Título/texto alternativo

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
pt: O CVV são os três dígitos no verso do cartão de crédito (ou quatro na frente se for American Express)

# Languages::amount
source: Amount
pt: Montante

# Languages::amount_decreased
source: Quantity has been decreased by
pt: Quantidade reduzida por

# Languages::amount_increased
source: Quantity has been increased by
pt: Quantidade aumentada por

# Languages::anonymous
source: Anonymous
pt: Anônimo

# Languages::answer
source: Answer
pt: Resposta

# Languages::any
source: Any
pt: Qualquer

# Languages::any_date
source: Any date
pt: Qualquer data

# Languages::any_option_combinations
source: Any option combinations
pt: Qualquer combinação de opções

# Languages::any_status
source: Any status
pt: Qualquer estado

# Languages::any_words
source: Any of these words
pt: Qualquer uma dessas palavras

# Languages::any_category
source: Any category
pt: Qualquer categoria

# Languages::any_product
source: Any product
pt: Qualquer produto

# Languages::api_access
source: API access
pt: Acesso da API

# Languages::api_key
source: API key
pt: Chave da API

# Languages::need_company_id
source: Company ID is required (the company_id param)
pt: O código da empresa é obrigatório (parâmetro 'company_id')

# Languages::api_need_correct_company_id
source: Company by passed ID not found
pt: Código da empresa não encontrado

# Languages::api_need_id
source: Object ID undefined
pt: Código do objeto não definido

# Languages::api_need_params
source: Missing parameters
pt: Parâmetros faltando

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
pt: Loja é obrigatório (os parâmetros company_id ou a entidade lojas)

# Languages::api_not_need_id
source: ID must not be defined
pt: O código não deve ser definido

# Languages::api_partner
source: API partner
pt: API do parceiro

# Languages::api_password
source: API password
pt: Senha da API

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
pt: Apenas os parâmetros da transportadora e tracking_number podem ser atualizados quando a opção 'Permitir multiplos envios para um único pedido' estiver ativa

# Languages::api_user
source: API user
pt: Usuário da API

# Languages::api_order_couldnt_be_created
source: Order couldn't be created
pt: O pedido não foi criado

# Languages::api_no_shipping_methods_available
source: No shipping methods are available
pt: Frete indisponível

# Languages::appearance
source: Appearance
pt: Aparência

# Languages::appearance_settings
source: Appearance settings
pt: Configurações de aparência

# Languages::appearance_type
source: Appearance type
pt: Tipo de aparência

# Languages::application_id
source: Application ID
pt: Código da aplicação

# Languages::application_login
source: Application login
pt: Login da aplicação

# Languages::apply
source: Apply
pt: Aplicar

# Languages::apply_as_link
source: Apply as link
pt: Adicionar como link

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
pt: Aplicar impostos selecionados a todos os produtos

# Languages::apply_to_all_languages
source: Apply to all languages
pt: Aplicar a todos os idiomas

# Languages::apply_to_products
source: Apply to products
pt: Aplicar aos produtos

# Languages::approve
source: Approve
pt: Aprovar

# Languages::approved
source: Approved
pt: Aprovado

# Languages::approve_selected
source: Approve selected
pt: Aprovar selecionados

# Languages::enter_disapproval_reason
source: Enter the reason for disapproval
pt: Insira o motivo da reprovação

# Languages::arabic
source: Arabic
pt: Árabe

# Languages::arrows
source: Arrows
pt: Setas

# Languages::attention
source: Attention!
pt: Atenção!

# Languages::audience
source: Audience
pt: Audiência

# Languages::authentication_failed
source: Authentication failed
pt: Autenticação falhou

# Languages::authentication_key
source: Authentication key
pt: Chave de autenticação

# Languages::authentication_password
source: Authentication password
pt: Senha de autenticação

# Languages::author
source: Author
pt: Autor

# Languages::authorization
source: Authorization
pt: Autorização

# Languages::authorize_capture
source: Authorize and capture
pt: Autorizar e capturar

# Languages::authorize_only
source: Authorize only
pt: Autorizar apenas

# Languages::auth_code
source: Auth code
pt: Código de autenticação

# Languages::auth_info
source: Authentication information
pt: Informações de login

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
pt: Auto-configurar permissões via FTP

# Languages::avail
source: Available
pt: Disponível

# Languages::availability
source: Availability
pt: Disponibilidade

# Languages::available
source: Available
pt: Disponível

# Languages::available_fields
source: Available fields
pt: Campos disponíveis

# Languages::available_for_vendor
source: Available for store
pt: Disponível na loja

# Languages::available_items
source: Available items
pt: Itens disponíveis

# Languages::available_languages
source: Available
pt: Disponível

# Languages::available_views
source: Available views
pt: Visualizações disponíveis

# Languages::available_since
source: Avail since
pt: Disponível a partir de

# Languages::installed_themes
source: Installed themes
pt: Temas instalados

# Languages::browse_all_available_themes
source: Browse all available themes
pt: Pesquisar todos os temas disponíveis

# Languages::currently_in_use
source: Currently in use
pt: Atualmente em uso

# Languages::avail_from
source: Available from
pt: Disponível a partir de

# Languages::avail_till
source: Available till
pt: Disponível até

# Languages::average
source: Average
pt: Média

# Languages::awaiting
source: Awaiting
pt: Em espera

# Languages::awaiting_approval
source: Awaiting approval
pt: Aguarda aprovação

# Languages::backupping_data
source: Backing up data for
pt: Backup dos dados para

# Languages::backupping_schema
source: Backing up schema for
pt: Backup do esquemático para

# Languages::backup_data
source: Backup database data
pt: Backup dos dados do banco de dados

# Languages::backup_filename
source: Backup file name
pt: Nome do arquivo de backup

# Languages::backup_files
source: Backup files
pt: Arquivos de backup

# Languages::backup_options
source: Backup options
pt: Opções de backup

# Languages::backup_schema
source: Backup database schema
pt: Backup do schema do banco de dados

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
pt: Bem-vindo às compras!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
pt: Informamos que o seguinte produto está novamente disponível em nosso estoque:

# Languages::balance
source: Balance
pt: Saldo

# Languages::balance_account
source: Account balance
pt: Saldo da conta

# Languages::bank
source: Bank
pt: Banco

# Languages::ground_only
source: Ground only
pt: Apenas terrestre

# Languages::bank_routing_number
source: Bank routing number
pt: Número de roteamento do banco

# Languages::bar
source: Bar
pt: Barra

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
pt: A moeda não foi excluída porque é a moeda base da loja.

# Languages::base_price
source: Base price
pt: Preço base

# Languages::bestsellers
source: Bestsellers
pt: Mais vendidos

# Languages::biller_code
source: Biller code
pt: Código Biller

# Languages::billing_address
source: Billing address
pt: Endereço de cobrança

# Languages::billing_options
source: Billing Options
pt: Opções de cobrança

# Languages::billing_shipping_address
source: Billing and Shipping Address
pt: Endereços de cobrança e entrega

# Languages::bill_to
source: Bill to
pt: Endereço de cobrança

# Languages::block
source: Block
pt: Bloco

# Languages::blocks
source: Blocks
pt: Blocos

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
pt: Este bloco já existe nesta grade

# Languages::block_breadcrumbs
source: Breadcrumbs
pt: Navegação

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
pt: Mostra links de navegação

# Languages::block_categories_description
source: Category trees
pt: Árvore das categorias

# Languages::block_products_description
source: Product showcase
pt: Listagem de produtos

# Languages::block_cart_content
source: Cart content
pt: Conteúdo do carrinho

# Languages::block_cart_content_description
source: Current cart content
pt: Conteúdo atual do carrinho

# Languages::block_categories
source: Categories
pt: Categorias

# Languages::block_checkout_description
source: Current order information
pt: Informações sobre o pedido

# Languages::block_content
source: Block content
pt: Conteúdo do bloco

# Languages::block_currencies
source: Currencies
pt: Moedas

# Languages::block_currencies_description
source: Currency selector
pt: Seletor de moeda

# Languages::block_disabled
source: Block was disabled for this location
pt: Bloco desativado para este local
