Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::shippings.service_not_found
source: Service was not found
pt: Serviço não foi encontrado

# Languages::shippings.currency_not_found
source: Currency [currency] was not found
pt: Moeda [currency] não encontrada

# Languages::shippings_taxes
source: Shipping & taxes
pt: Frete e impostos

# Languages::shipping_address
source: Shipping address
pt: Endereço de entrega

# Languages::shipping_charges
source: Shipping charges
pt: Valores

# Languages::shipping_time_and_charges
source: Shipping time and rates
pt: Tempo de entrega e taxas

# Languages::shipping_cost
source: Shipping cost
pt: Frete

# Languages::shipping.pricing
source: Pricing
pt: Preço

# Languages::shipping_estimation
source: Shipping estimation
pt: Cálculo de frete

# Languages::shipping_freight
source: Shipping freight
pt: Frete

# Languages::shipping_information
source: Shipping information
pt: Informações sobre o despacho

# Languages::shipping_method
source: Shipping method
pt: Frete

# Languages::shipping_methods
source: Shipping methods
pt: Fretes

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
pt: Conjunto de regras e parâmetros para calcular o custo do frete.

# Languages::shipping_name
source: Shipping name
pt: Nome do envio

# Languages::shipping_options
source: Shipping Options
pt: Formas de frete

# Languages::shipping_properties
source: Shipping properties
pt: Propriedades do frete

# Languages::shipping_rates
source: Shipping rates
pt: Taxas de frete

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
pt: Os endereços de cobrança e entrega são os mesmos?

# Languages::shipping_service
source: Shipping service
pt: Serviço

# Languages::shipping_time
source: Shipping time
pt: Tempo de entrega

# Languages::shipping_rate
source: Rate
pt: Taxa

# Languages::shipping_price_condition
source: Price condition
pt: Condição de preço

# Languages::shipping_weight_condition
source: Weight condition
pt: Condição de peso

# Languages::shipping_items_condition
source: Items condition
pt: Condição de itens

# Languages::shipping_surcharge_discount
source: Surcharge / Discount
pt: Sobretaxa / Desconto

# Languages::shipping_per
source: per
pt: por

# Languages::shipping_from_value
source: From
pt: De

# Languages::shipping_to_value
source: To
pt: Até

# Languages::shipping_add_conditions
source: Add conditions
pt: Adicionar condições

# Languages::shipping_hide_conditions
source: Hide conditions
pt: Ocultar condições

# Languages::shipping_add_price_condition
source: Add price conditions
pt: Adicionar condições de preço

# Languages::shipping_add_weight_condition
source: Add weight conditions
pt: Adicionar condições de peso

# Languages::shipping_add_items_condition
source: Add items conditions
pt: Adicionar condições de itens

# Languages::shipping_remove_price_condition
source: Remove price conditions
pt: Remover condições de preço

# Languages::shipping_remove_weight_condition
source: Remove weight conditions
pt: Remover condições de peso

# Languages::shipping_remove_items_condition
source: Remove items conditions
pt: Remover condições de itens

# Languages::shipping_edit_rate_area
source: Edit rate area
pt: Editar área tarifária

# Languages::shipping_remove_rate_area
source: Remove rate area from shipping
pt: Remover área tarifária do envio

# Languages::ship_dhl_height
source: Package height
pt: Altura do pacote

# Languages::ship_dhl_length
source: Package length
pt: Comprimento do pacote

# Languages::ship_dhl_site_id
source: Site ID
pt: Código do site

# Languages::ship_dhl_width
source: Package width
pt: Largura do pacote

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
pt: Menções acessórias

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
pt: Endereço serviço solicitado

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
pt: Entregador irá sair se não tiver resposta

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
pt: Alertar serviço solicitado

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
pt: Solicitando serviço de encaminhamento

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
pt: Retorno do serviço solicitado

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
pt: Código do manifesto do cliente

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
pt: Tipo de Drop Off

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
pt: Coleta regular

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
pt: Requisitar correio

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
pt: Deixar na estação

# Languages::ship_fedex_height
source: Height (inches)
pt: Altura (inches)

# Languages::ship_fedex_hub_id
source: Hub ID
pt: Código do hub

# Languages::ship_fedex_indicia
source: Indicia
pt: Indícios

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
pt: Media Mail (pacotes de 1 a 70 libras, livros, DVD e CDs)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
pt: Parcel Select (Pacotes de 1 a 70 libras)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
pt: Bom dia Printed Matter Pacotes (Pacotes de 1 a 15 libras de catálogos, livros de telefone ou qualquer coisa que permanentemente ligados)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
pt: Pacotes de correio padrão (Pacotes de menos de 1 lb)

# Languages::ship_fedex_length
source: Length (inches)
pt: Comprimento (inches)

# Languages::ship_fedex_meter_number
source: Meter number
pt: Número métrico

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
pt: Caixa de 10kg FedEx

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
pt: Caixa de 25kg FedEx

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
pt: Caixa FedEx

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
pt: Envelope FedEx

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
pt: Tubo FedEx

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
pt: Sua embalagem

# Languages::ship_fedex_smart_post
source: Smart Post
pt: Postagem inteligente

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
pt: Serviço especial (confirmação de entrega)

# Languages::ship_fedex_width
source: Width (inches)
pt: Largura (inches)

# Languages::ship_height
source: Package height (cm)
pt: Altura do pacote (cm)

# Languages::ship_length
source: Package length (cm)
pt: Comprimento do pacote (cm)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
pt: Confirmação de entrega (para correio registado apenas)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
pt: Pagamento na entrega (por correio registado apenas)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
pt: Entrega pessoal (por correio registado apenas)

# Languages::ship_sp_l_registered_mail
source: Registered mail
pt: Correio registado

# Languages::ship_sp_pc_assurance
source: Assurance
pt: Garantia

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
pt: Pagamento na entrega (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
pt: Frágil

# Languages::ship_sp_pc_manual_handling
source: Manual handling
pt: Manuseio manual

# Languages::ship_sp_pc_personal
source: Personal
pt: Pessoal

# Languages::ship_sp_pc_signature
source: Signature
pt: Assinatura

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
pt: Seguro adicional (até CHF 3000.-)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
pt: Mercadorias volumosas

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
pt: Pagamento na entrega (somente para economica)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
pt: Processamento manual

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
pt: Seguro adicional para mercadorias urgentes (até CHF 3000.-)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
pt: Não é possível usar este frete para entregas internacionais

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
pt: Não é possível usar este frete para entregas particulares

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
pt: O pacote é muito pesado

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
pt: Não é possível abrir o arquivo additional_services.csv

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
pt: Não é possível abrir o arquivo [code]

# Languages::ship_temando_height
source: Package height
pt: Altura do pacote

# Languages::ship_temando_length
source: Package length
pt: Comprimento do pacote

# Languages::ship_temando_measurement
source: Package measurement
pt: Medição do pacote

# Languages::ship_temando_method
source: Delivery method
pt: Frete

# Languages::ship_temando_package
source: Packaging
pt: Embalagens

# Languages::ship_temando_readydate
source: Ready date (days)
pt: Data de prontidão (dias)

# Languages::ship_temando_subclass
source: Class of the item being sent
pt: Classe do item sendo enviado

# Languages::ship_temando_weight_measurement
source: Weight measurement type
pt: Tipo de medida de peso

# Languages::ship_temando_width
source: Package width
pt: Largura do pacote

# Languages::ship_to
source: Ship to
pt: Endereço de entrega

# Languages::ship_to_another
source: Ship to a different address
pt: Enviar para um endereço diferente

# Languages::ship_ups_access_key
source: UPS Rates Access Key
pt: Chave de acesso de Ups Rates

# Languages::ship_ups_package_type_03
source: UPS Tube
pt: Tubo UPS

# Languages::ship_ups_package_type_04
source: UPS Pack
pt: Pacote UPS

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
pt: Caixa de 25Kg da UPS

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
pt: Caixa de 10Kg da UPS

# Languages::ship_ups_pickup_type
source: Pickup type
pt: Tipo de remessa

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
pt: Coleta diária

# Languages::ship_ups_pickup_type_03
source: Customer Counter
pt: Contador de cliente

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
pt: Coleta única

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
pt: Preço de venda sugerido

# Languages::ship_ups_delivery_confirmation
source: No Signature
pt: Sem assinatura

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
pt: Assinatura requerida

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
pt: Assinatura de adulto requerida

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
pt: Usar confirmação de entrega

# Languages::ship_ups_dcist_type
source: Confirmation type
pt: Tipo de confirmação

# Languages::ship_usps_container
source: Container
pt: Recipiente

# Languages::ship_usps_container_express
source: Container (Express)
pt: Recipiente (Express)

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
pt: Recipiente (Priority Mail)

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
pt: Não-retangular

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
pt: Retangular

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
pt: Parcela

# Languages::ship_usps_intl_package_girth
source: Package girth
pt: Circunferência do pacote

# Languages::ship_usps_intl_package_height
source: Package height
pt: Altura do pacote

# Languages::ship_usps_intl_package_length
source: Package length
pt: Comprimento do pacote

# Languages::ship_usps_intl_package_size
source: Package size
pt: Tamanho do pacote

# Languages::ship_usps_intl_package_width
source: Package width
pt: Largura do pacote

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
pt: Produzível à máquina (First-Class Mail ou Standard Post)

# Languages::ship_usps_machinable_false
source: False
pt: Falso

# Languages::ship_usps_machinable_true
source: True
pt: Verdadeiro

# Languages::ship_usps_mailtype
source: Type of Mail
pt: Tipo do correio

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
pt: Matéria para cegos

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
pt: Cartões postais ou Aerograma

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
pt: Tamanho do pacote (comprimento + perímetro, polegadas)

# Languages::ship_usps_package_size_large
source: Large (84..108)
pt: Grande (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
pt: Tamanho grande (108..130)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
pt: Priority Mail (tamanho: grande, recipiente: não-retangular) Circunferência (polegadas)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
pt: Priority Mail (tamanho: grande) Altura (cm)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
pt: Priority Mail (Tamanho: Grande) Altura (polegadas)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
pt: Priority Mail (Tamanho: Grande) Largura (polegadas)

# Languages::ship_usps_username
source: User ID
pt: ID do usuário

# Languages::ship_width
source: Package width (cm)
pt: Largura do pacote (cm)

# Languages::short_description
source: Short description
pt: Breve descrição

# Languages::short_list
source: Short list
pt: Lista curta

# Languages::show
source: Show
pt: Exibir

# Languages::show_all
source: Show all
pt: Exibir todos

# Languages::show_items_in_line
source: Show items inline
pt: Exibir itens em linha

# Languages::show_orders
source: Show orders
pt: Exibir pedidos

# Languages::show_price
source: Show price
pt: Exibir preço

# Languages::show_rate_for_destination
source: Show rates for location
pt: Exibir valores para o destino

# Languages::show_tab_in_popup
source: Show this tab in a popup window
pt: Exibir esta guia em uma janela pop-up

# Languages::tmpl_sidebox_1_item
source: Side box first item
pt: Primeiro item da caixa lateral

# Languages::signature
source: Signature
pt: Assinatura

# Languages::signed_in_as
source: Signed in as
pt: Conectado como

# Languages::sign_in
source: Sign in
pt: Entrar

# Languages::sign_in_as_different
source: Sign in as a different user
pt: Entrar com um usuário diferente

# Languages::sign_in_to_buy
source: Please sign in to buy
pt: Cadastre-se para comprar

# Languages::sign_in_to_view_price
source: [Sign in to view price]
pt: [Logar para ver os preços]

# Languages::sign_out
source: Sign out
pt: Sair

# Languages::sign_up_for_notification
source: Sign up for notification
pt: Permitir o aviso de quando estiver disponível

# Languages::similar_only
source: Similar only
pt: Similar apenas

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
pt: Entre em contato com o suporte técnico

# Languages::simultaneous
source: Simultaneous
pt: Simultâneo

# Languages::single
source: Single
pt: Único

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
pt: Só é permitido um único cupom de desconto

# Languages::sitemap
source: Sitemap
pt: Mapa do site

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
pt: Criar seções adicionais do mapa do site da área do cliente e definir o conjunto de links para eles.

# Languages::sitemap_settings
source: Sitemap settings
pt: Configurações de mapa do site

# Languages::site_number
source: Site number (EPT)
pt: Número do site (EPT)

# Languages::size
source: Size
pt: Tamanho

# Languages::skiplastpage
source: Skip the last page
pt: Pular última página

# Languages::skip_payment
source: Skip payment
pt: Pular pagamento

# Languages::skrill_customer_id
source: Skrill Customer ID
pt: Código do cliente Skrill

# Languages::sku
source: CODE
pt: Código

# Languages::slovak
source: Slovak
pt: Eslovaco

# Languages::slow
source: Slow
pt: Lento

# Languages::small_items
source: Small items
pt: Itens pequenos

# Languages::smarty_block
source: HTML block with Smarty support
pt: Bloco HTML com Smarty

# Languages::sms_customer_registered
source: Customer [name] has been registered.
pt: Cliente [name] foi registrado.

# Languages::sms_for_the_sum
source: to the amount of
pt: até a quantidade de

# Languages::sms_order_placed
source: has been placed
pt: foi colocado

# Languages::snapshot_date
source: Snapshot date
pt: Data do Snapshot

# Languages::sort_by
source: Sort by
pt: Ordenar por

# Languages::sort_by_null_asc
source: No sorting
pt: Sem ordenação

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
pt: Ordenar por popularidade: menor para maior

# Languages::sort_by_popularity_desc
source: Sort by Popularity
pt: Ordenar por popularidade

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
pt: Ordenar por posição: menor para maior

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
pt: Ordenar por posição: maior para menor

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
pt: Ordenar por preço: menor para maior

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
pt: Ordenar por preço: maior para menor

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
pt: Ordenar alfabeticamente: de A a Z

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
pt: Ordenar alfabeticamente: de Z a A

# Languages::sort_by_timestamp_asc
source: Oldest Items First
pt: Produtos mais antigos primeiro

# Languages::sort_by_timestamp_desc
source: Newest Items First
pt: Produtos mais novos primeiro

# Languages::sort_images
source: Sort images
pt: Ordenar fotos

# Languages::spanish
source: Spanish
pt: Espanhol

# Languages::specific_settings
source: Specific settings
pt: Configurações específicas

# Languages::specify_url
source: Specify URL
pt: Especifique a URL

# Languages::speed
source: Speed
pt: Velocidade

# Languages::ssl_certificate
source: SSL certificate
pt: Certificado SSL

# Languages::staff_only_notes
source: Staff only notes
pt: Observações (visíveis apenas para funcionários)

# Languages::stage
source: Stage
pt: Estágio

# Languages::standard_sidebox
source: Standard side box
pt: Caixa lateral padrão

# Languages::start
source: Start
pt: Iníciar

# Languages::start_communication
source: Start communication
pt: Iniciar comunicação

# Languages::start_date
source: Start date
pt: Data de início

# Languages::start_price
source: Start price
pt: Preço inicial

# Languages::state
source: State/Province
pt: Estado

# Languages::states
source: States
pt: Estados

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
pt: Gerencie o conjunto de estados que são suportados em sua loja.

# Languages::static_block
source: Static block
pt: Bloco estático

# Languages::static_data
source: Static data
pt: Dados estáticos

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
pt: Use os valores de "Texto do Link" e a "URL" deste item na página inicial da loja

# Languages::statistics
source: Statistics
pt: Estatísticas

# Languages::status_changed
source: Status has been changed
pt: Status foi alterado

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
pt: Status do pedido foi definido de acordo com o resultado de processamento do pagamento

# Languages::stay_connected
source: Stay Connected
pt: Manter conectado

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
pt: Digite seu endereço de e-mail para receber promoções e ofertas especiais.

# Languages::step_four
source: Step 4
pt: Passo 4

# Languages::step_one
source: Step 1
pt: Passo 1

# Languages::step_three
source: Step 3
pt: Passo 3

# Languages::step_two
source: Step 2
pt: Passo 2

# Languages::stop_other_rules
source: Stop other rules
pt: Parar outras regras

# Languages::storage
source: Storage
pt: Armazenamento

# Languages::store
source: Store
pt: Loja

# Languages::storefront
source: Storefront
pt: Página principal

# Languages::storefront_url
source: Storefront URL
pt: URL da página principal

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
pt: O valor da <strong>URL da loja</strong> mencionado por você já pertence a outra empresa.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
pt: URL da loja não definida

# Languages::stores
source: Stores
pt: Lojas

# Languages::store_mode
source: Licensing mode
pt: Modo de licenciamento

# Languages::store_mode_changed
source: Licensing mode has been changed
pt: Modo de licenciamento foi alterado

# Languages::store_number
source: Store number
pt: Número da loja

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
pt: O [object_type] [object_name] não está disponível para esta loja.

# Languages::store_theme
source: Storefront theme
pt: Tema da loja

# Languages::subcategories
source: Subcategories
pt: Subcategorias

# Languages::submit
source: Submit
pt: Enviar

# Languages::submit_my_order
source: Submit my order
pt: Enviar meu pedido

# Languages::subpages
source: Subpages
pt: Subpáginas

# Languages::subscribe
source: Subscribe
pt: Inscreva-se

# Languages::subscriber
source: Subscriber
pt: Assinante

# Languages::subscribers
source: Subscribers
pt: Assinantes

# Languages::subscriber_email
source: Subscriber email
pt: E-mail do assinante

# Languages::subscriptions
source: Subscriptions
pt: Assinaturas

# Languages::subtotal_sum
source: Subtotal sum
pt: Somatória do subtotal

# Languages::suburb
source: Suburb
pt: Subúrbio

# Languages::successful
source: Successful
pt: Sucesso

# Languages::successfully_registered
source: Successfully registered
pt: Registrado com sucesso

# Languages::successful_login
source: You have been successfully logged in.
pt: Você foi desconectado com sucesso.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
pt: Parabéns! O registro foi bem sucedido! <br/>Agora, você tem acesso completo a todas as funcionalidades da loja. Clique em "Minha conta" para vê-los.

# Languages::suffix
source: Suffix
pt: Sufixo

# Languages::summary
source: Summary
pt: Resumo

# Languages::supplier
source: Supplier
pt: Fornecedor
