Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
pt: Página foi removida com sucesso.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
pt: A carregar... O seu pedido está a ser processado, por favor aguarde.

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
pt: <b>Nota:</b> Por favor, baixe o arquivo modulev2.cgi do servidor PayBox, copie-o para o diretório <b>[paybox_dir]</b> <u>em modo binário</u> e torne-o executável. <br /> Execute o seguinte comando: <br /> <b><i>chmod 755 modulev2.cgi</b></i> <br /> <br /> Também requisite o serviço &#8220;Paybox&#8221; para adicionar a seguinte URL para o banco de dados &#8220;Callback URL&#8221;: <br /><b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
pt: Pagamentos foi removido com sucesso.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
pt: Pagamento não pode ser removido.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
pt: Por favor aguarde enquanto o pagamento está a ser processado...

# Languages::text_paysitecash_debug
source: Debug Information
pt: Informações de depuração

# Languages::text_paysitecash_mode
source: Mode
pt: Modo

# Languages::text_paysitecash_mode_live
source: Live
pt: Ao vivo

# Languages::text_paysitecash_mode_test
source: Test
pt: Testar

# Languages::text_paysitecash_nocurrencies
source: Currency mode
pt: Modo de moeda

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
pt: Permitem ao cliente selecionar qualquer moeda suportada

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
pt: Não exibir a moeda selecionada

# Languages::text_paysitecash_processor
source: Processor
pt: Processador

# Languages::text_paysitecash_site_id
source: Site ID
pt: Código do site

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
pt: Por favor configurar os seguintes parâmetros no backend do PayWay: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: deixar em branco </p>

# Languages::text_permissions_changed
source: Permissions changed
pt: Permissões modificadas

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
pt: <b>Nota:</b>Por favor, envie as seguintes informações para o suporte de pagamento:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
pt: Carregando... As posições estão sendo atualizadas, por favor aguarde.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
pt: Separador decimal para os preços do produto.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
pt: Os produtos foram adicionados com sucesso. Veja abaixo a lista dos novos produtos.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
pt: Os produtos foram copiados com sucesso. Veja abaixo a lista dos novos produtos.

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
pt: Produtos foram removidos com sucesso.

# Languages::text_products_updated
source: The following products have been updated:
pt: Os seguintes produtos foram atualizados:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
pt: O(s) seguinte(s) produto(s) foi(ram) atualizado(s) com sucesso

# Languages::text_product_cloned
source: The product has been cloned
pt: O produto foi clonado

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
pt: (janela de pop-up exibida opcionalmente)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
pt: Arquivo do produto foi removido

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
pt: Os seguintes <a href="[url]" target="_blank"> filtros de produto</a> foram desativados: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
pt: Produto foi removido com sucesso.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
pt: (exibido na lista de produtos e páginas de detalhes do produto)

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
pt: <h4>Benefícios de se tornar um membro registrado</h4><ul><li>Entrar a qualquer momento para verificar o estado do seu pedido</li> <li>Personalizar suas compras</li> <li>Agilizar futuras compras</li></ul>

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
pt: <h4>Cadastro</h4><p>Nesta página, você pode modificar suas credenciais de login e dados pessoais a serem usados durante seus próximos pedidos.</p><p>Para manter sua conta segura, recomendamos evitar criar senhas que usam:</p><ul><li>Palavras de dicionário em qualquer idioma.</li><li>Palavras escrito ao contrário, erros comuns de ortografia e abreviações.</li><li>Sequências ou caracteres repetidos. Exemplos: 12345678, 222222, abcdefg, ou letras adjacentes no teclado (qwerty).</li><li>Informações pessoais. Seu nome, data de aniversário, placa do carro, RG, CPF ou informações similares.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
pt: A conta foi criada com sucesso.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
pt: O cadastro foi atualizado com sucesso.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
pt: Sua conta foi criada com sucesso, mas deve ser ativada pelo administrador da loja antes.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
pt: se [set] estas condições são [set_value]

# Languages::our_brands
source: Our Brands
pt: Nossas marcas

# Languages::text_qty_discounts
source: Our quantity discounts
pt: Descontos por quantidade

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
pt: <p>Se não se lembra da sua senha, digite o seu e-mail e clique em <i>Recuperar senha</i>.</p><p>Você irá receber uma nova senha e um link para acessar a sua conta. Você poderá alterar a senha em seguida.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
pt: Digite seu endereço de e-mail para receber uma nova chave de login e um link para entrar e alterar a sua senha.

# Languages::text_recover_password_title
source: Reset password
pt: Redefinir senha

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
pt: Ao importar imagens adicionais de um produto atualizado, imagens existentes deste produto serão excluídas antes de importar

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
pt: Aviso! Se você remover os arquivos de backup, você não será capaz de restaurar a instalação anterior. Certifique-se que a nova versão está funcionando corretamente, e os arquivos de backup do banco de dados estão em um local seguro.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
pt: Por favor, selecione um produto para o grupo [group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
pt: A quantidade de todos os produtos da loja será redefinida.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
pt: Tem certeza de que você deseja restaurar o template?

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
pt: Use <b>testvendor</b> como <b>Vendor Name</b> para fins de teste <br /> <p><b>PAYMENT</b> - tipo de transação é usada para obter uma autorização do banco e, em seguida, a transação será efetuada na manhã seguinte, retirando fundos do cartão do seu cliente <br /></p> <p><b>DEFERRED</b> - transações NÃO são enviadas para o banco até sua LIBERAÇÃO fazendo o login na interface Admin do SagePay VSP, encontrando a transação e clicando no botão de Release.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
pt: Por favor, preencha este campo com qualquer valor. Vai aumentar a segurança das transacções.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
pt: Você pode modificar vários itens de uma vez. Marque as opções correspondentes aos campos que você deseja editar e clique em Editar Selecionados.

# Languages::text_select_file
source: Select a file or enter a URL
pt: Selecione um arquivo ou digite uma URL

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
pt: Você pode selecionar um intervalo para exportar (caso contrário todos [name] serão exportados)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
pt: Atenção! Alguns dados não serão copiados durante esta operação: as categorias definidas em filtros serão perdidas, mesmo se você copiar todas as categorias. Por favor, corrija as categorias manualmente.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
pt: Atenção! Alguns dados não serão copiados durante esta operação: as categorias definidas em filtros serão perdidas, mesmo se você copiar todas as categorias. Por favor, corrija as categorias manualmente.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
pt: A fim de compartilhar promoções certifique-se de que os respectivos produtos também são compartilhaveis (marque compartilhar produtos abaixo)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
pt: Para garantir uma estimativa mais precisa do frete, os produtos foram separados por pacotes conforme definido pelas configurações do produto e a configuração do método de transporte. A seguinte informação é somente utilizada como referência

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
pt: O valor do frete foi alterado

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
pt: O pedido será entregue no endereço de cobrança

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
pt: O Skrill Merchant Tools permite que você aceite pagamentos com cartões de crédito, cartões de débito e mais de 60 outras formas de pagamento locais em mais de 200 países. Você pode verificar as nossas taxas no site www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
pt: Você enviou um pedido de ativação em [date]. Por favor, esteja ciente de que o processo de verificação para usar Skrill Merchant Tools pode levar até 72 horas. Você será contactado pela Skrill quando o processo de verificação for concluído.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
pt: Depois da ativação de sua conta Skrill você terá acesso a uma nova seção chamada Merchant Tools. Lá você poderá escolher uma palavra secreta (que seja diferente de sua senha) e informá-la abaixo para se conectar ao Skrill. A palavra secreta é o último passo da ativação e permite encriptar os pagamentos de forma segura. Depois disso você estará pronto para usar todas as formas de pagamento disponibilizadas pela Skrill.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
pt: Se você selecionou uma moeda que não é a base em sua loja, por favor, certifique-se de que tenha o <a href="http://en.wikipedia.org/wiki/ISO_4217">código ISO 4217</a> correto na página de <a href="[link]"> moedas</a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
pt: Email especificado não está registrado no Skrill.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
pt: Email especificado está registrado no Skrill.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
pt: Alguns campos obrigatórios para a ativação do Checkout rápido está faltando. Por favor verifique.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
pt: Se seu servidor HTTPS não estiver configurado, o logotipo será passado pelo protocolo HTTP e os usuários visualizarão o aviso de "Conexão criptografada parcialmente" na página do Skrill.

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
pt: Em ordem de utilizar este recurso, por favor salve o método de pagamento primeiro.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
pt: A palavra secreta deve ter pelo menos 10 dígitos e se minúscula sem caracteres especiais.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
pt: Palavra secreta especificada está correta.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
pt: Sua palavra secreta está incorreta. Por favor, escolha a sua palavra secreta na seção Merchant Todos da sua conta de Skrill e informe-o aqui.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
pt: <b>Suporte:</b> <br /> <br />Tem perguntas? <br /> Entre em contato com o Skrill em<a href="mailto:">ecommerce@skrill.com</a> ou pelo telefone + 44 (0) 870 383 0762. <br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
pt: Você não pode usar o intervalo de tempo para o parâmetro de "Status" porque este parâmetro é dependente de tempo.

# Languages::text_storage_changed
source: Storage changed successfully
pt: Loja alterada com sucesso

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
pt: <strong>Modo completo</strong> foi ativado. Neste modo, todas as funcionalidades avançadas do eCommerce estão disponíveis.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
pt: A loja foi <b>fechada</b>

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
pt: A loja foi <b>aberta</b>

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
pt: O imposto <b>[tax]</b> foi aplicado para todos os produtos

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
pt: O imposto <b>[tax]</b> foi removido de todos os produtos

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
pt: Suas alterações ainda não foram salvas. Pressione OK para salvar as alterações ou Cancelar para descarta-las.

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
pt: As miniaturas serão criadas automaticamente mas você também pode <a id="[id]" class="[class]">enviá-las manualmente.</a>

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
pt: Mais [item] <i class="text-arrow">&rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
pt: Ver mais <i class="text-arrow">&rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
pt: Instruções de acesso foram enviadas para seu endereço de e-mail.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
pt: Você solicitou informações sobre seus pedidos em nossa loja.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
pt: Para ver todos os seus pedidos clique neste link:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
pt: Para ver o pedido [order] clique neste link:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
pt: A transação foi cancelada pelo cliente

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
pt: A transação foi recusada pelo processador de pagamento ou foi cancelada pelo cliente

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
pt: Possivelmente um outro processo de atualização está em execução. <br />Aguarde até que esteja terminado. <br />Se o processo tiver terminado com um erro, você pode remover o arquivo [filename] e tentar reiniciar a atualização... <br /> <a href="[url]">Remova o bloqueio de arquivo e reinicie a atualização</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
pt: As seguintes tabelas de banco de dados foram backupeadas

# Languages::text_uc_backup_files
source: The following files have been backed up
pt: Os seguintes arquivos tenham foram backpeados

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
pt: O pacote de atualização parece estar corrompido. Atualize a lista de pacotes e tente baixar novamente

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
pt: Falhou em desativar a abertura do processo de atualização

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
pt: Não foi possível baixar o pacote de atualização
