Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::filters_in_use
source: All features are already in use
pt: Todas as características já estão em uso

# Languages::finance_product_code
source: Finance product code
pt: Código do produto de finanças

# Languages::financial_state
source: Financial state
pt: Estado financeiro

# Languages::find_results_with
source: Find results with
pt: Pesquisar

# Languages::finish
source: Finish
pt: Finalizar

# Languages::finished
source: Finished
pt: Finalizado

# Languages::finnish
source: Finnish
pt: Finlandês

# Languages::first_name
source: First name
pt: Primeiro nome

# Languages::flemish
source: Flemish
pt: Flamengo

# Languages::folder
source: Folder
pt: Pasta

# Languages::folder_is_empty
source: Folder is empty
pt: A pasta está vazia

# Languages::footer
source: Footer
pt: Rodapé

# Languages::for
source: for
pt: para

# Languages::forbidden
source: Forbidden
pt: Proibido

# Languages::forbidden_combinations
source: Forbidden combinations
pt: Combinações não permitidas

# Languages::forgot_password_question
source: Forgot your password?
pt: Esqueceu sua senha?

# Languages::form
source: Form
pt: Formulário

# Languages::format
source: Format
pt: Formato

# Languages::forms
source: Forms
pt: Formulários

# Languages::form_id
source: Form ID
pt: Código do formulário

# Languages::for_all_found_orders
source: For orders on ALL pages
pt: Para pedidos em TODAS as páginas

# Languages::for_this_page_orders
source: For orders on THIS page
pt: Para pedidos NESTA página

# Languages::fragile
source: Fragile
pt: Frágil

# Languages::free
source: Free
pt: Grátis

# Languages::free_products
source: Free products
pt: Produtos gratuitos

# Languages::free_shipping
source: Free shipping
pt: Frete grátis

# Languages::french
source: French
pt: Francês

# Languages::from
source: from
pt: de

# Languages::from_date
source: Date from
pt: Data a partir de

# Languages::fulfillment_state
source: Fulfillment state
pt: Estado de realização

# Languages::full
source: Full
pt: Completo

# Languages::full_description
source: Full description
pt: Descrição completa

# Languages::full_list
source: Full list
pt: Lista completa

# Languages::full_tree_cat
source: Full tree
pt: Árvore completa

# Languages::full_tree_pages
source: Full tree
pt: Árvore completa

# Languages::full_width
source: Full width
pt: Largura total

# Languages::function
source: Core
pt: Núcleo

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
pt: Função [old_function] está obsoleta e será removida na próxima versão. Por favor, use o [new_function] em vez de isso.

# Languages::general
source: General
pt: Geral

# Languages::general_info
source: General information
pt: Informações gerais

# Languages::general_statistics
source: General statistics
pt: Estatísticas gerais

# Languages::generate
source: Generate
pt: Gerar

# Languages::generate_submenu
source: Generate submenu
pt: Gerar o submenu

# Languages::geography
source: Geography
pt: Geografia

# Languages::german
source: German
pt: Alemão

# Languages::get_rates
source: Get rates
pt: Calcular frete

# Languages::give_coupon_subj
source: you have new promotion
pt: Você tem uma nova promoção

# Languages::global_options
source: Global options
pt: Opções globais

# Languages::global_status
source: Global status
pt: Status global

# Languages::global_update
source: Global update
pt: Atualização global

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
pt: Valores positivos ou negativos podem ser inseridos nos campos abaixo (por exemplo, -5).

# Languages::go
source: Go
pt: Ir

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
pt: <b>Nota:</b> Você pode configurar impostos e taxas de envio na página do <a href="http://www.google.com/merchants/taxshippingsettings"> Resumo de imposto e frete</a> em seu Google Merchant Center.

# Languages::goto_theme_configuration
source: Browse themes
pt: Procurar temas

# Languages::remove_theme
source: Remove theme
pt: Excluir tema

# Languages::go_back
source: Go back
pt: Voltar

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
pt: Ir para a homepage do admin

# Languages::go_to_the_homepage
source: Go to the homepage
pt: Ir para página inicial

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
pt: Gramas na unidade de peso definido como símbolo de peso

# Languages::graphic
source: Graphic
pt: Gráfico

# Languages::greek
source: Greek
pt: Grego

# Languages::grid
source: Grid
pt: Grade

# Languages::tmpl_grid
source: Grid
pt: Grade

# Languages::tmpl_grid2
source: Grid2
pt: Grade2

# Languages::grid_options
source: Grid options
pt: Opções de grade

# Languages::gross_total
source: Gross total
pt: Total bruto

# Languages::group
source: Group
pt: Grupo

# Languages::groups
source: Groups
pt: Grupos

# Languages::guest
source: Guest
pt: Convidado

# Languages::has_credit_memo
source: Has credit memo
pt: Possui anotação de crédito

# Languages::has_invoice
source: Has invoice
pt: Possui pedidos

# Languages::header
source: Header
pt: Cabeçalho

# Languages::header_image
source: Header image
pt: Imagem de cabeçalho

# Languages::hebrew
source: Hebrew
pt: Hebraico

# Languages::height
source: Height
pt: Altura

# Languages::hello
source: Hello
pt: Olá

# Languages::help
source: Help
pt: Ajuda

# Languages::hidden
source: Hidden
pt: Oculto

# Languages::hide
source: Hide
pt: Esconder

# Languages::hide_add_to_cart_button
source: Hide add to cart button
pt: Ocultar botão de adicionar ao carrinho

# Languages::hide_options
source: Hide options
pt: Ocultar opções

# Languages::show_options
source: Show options
pt: Exibir opções

# Languages::hide_option_completely
source: Hide option completely
pt: Ocultar a opção completamente

# Languages::home_page
source: Home page
pt: Página inicial

# Languages::host
source: Host name
pt: Nome do host

# Languages::host_code
source: Host code
pt: Código do host

# Languages::hour
source: Hour
pt: Hora

# Languages::how_to_send
source: How to send?
pt: Como enviar?

# Languages::html_block
source: HTML block
pt: Bloco HTML

# Languages::hungarian
source: Hungarian
pt: Húngaro

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
pt: Interleaved 2 of 5 é baseado no padrão de symbology 2 de 5. <br/>Interleaved 2 of 5 é projetado para codificar apenas 10 dígitos.

# Languages::icon
source: Icon
pt: Ícone

# Languages::id
source: ID
pt: Código

# Languages::identifier
source: PayBox identifier
pt: Identificador de PayBox

# Languages::iframe_mode
source: iFrame mode
pt: modo de iFrame

# Languages::illegal_item_weight
source: Illegal item weight
pt: Peso do item ilegal

# Languages::image
source: Image
pt: Foto

# Languages::images
source: Images
pt: Fotos

# Languages::images_directory
source: Images directory
pt: Pasta de fotos

# Languages::image_pair
source: Image pair
pt: Par de fotos

# Languages::image_verification
source: Image verification
pt: Verificação por imagem

# Languages::image_verification_body
source: Type the characters you see in the picture above.
pt: Digite os caracteres que você vê na imagem acima.

# Languages::image_verification_label
source: Anti-bot validation
pt: Verificação por imagem

# Languages::immediately
source: Immediately
pt: Imediatamente

# Languages::import
source: Import
pt: Importar

# Languages::important
source: Important
pt: Importante

# Languages::importing_data
source: Importing data
pt: Importando dados

# Languages::import_data
source: Import data
pt: Importar dados

# Languages::import_locations
source: Import locations
pt: Importar locais

# Languages::import_options
source: Import options
pt: Importar opções

# Languages::in
source: In
pt: em

# Languages::included
source: included
pt: incluído

# Languages::include_cvn
source: Include CVN
pt: incluir CVN

# Languages::including_discount
source: Including discount
pt: Incluindo desconto

# Languages::including_tax
source: Including tax
pt: Incluindo imposto

# Languages::incompleted
source: Incomplete
pt: Incompleto

# Languages::incompleted_orders
source: Incomplete orders
pt: Pedidos incompletos

# Languages::incorrect_filling_message
source: Incorrect filling message
pt: Mensagem de preenchimento incorreto

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
pt: Produto não foi adicionado ao carrinho. Por favor, insira um preço correto.

# Languages::increase
source: Increase
pt: aumento

# Languages::inc_tax
source: inc tax
pt: inc imposto

# Languages::index
source: Home page
pt: Página inicial

# Languages::information
source: Information
pt: Informações

# Languages::tip
source: Tip
pt: Dica

# Languages::inner_hint
source: Inner hint
pt: Dica interna

# Languages::input_field
source: Input field
pt: Caixa de texto

# Languages::insert_block
source: Add block
pt: Adicionar bloco

# Languages::insert_grid
source: Add grid
pt: Adicionar grade

# Languages::install
source: Install
pt: Instalar

# Languages::installation_id
source: Installation ID
pt: Código da instalação

# Languages::installed
source: Installed
pt: Instalado

# Languages::installed_languages
source: Installed
pt: Instalado

# Languages::installed_upgrades
source: Installed upgrades
pt: Atualizações instaladas

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
pt: Para acessar a área do administrador, use o e-mail (<b>[email]</b>) e senha que você digitou anteriormente.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
pt: Ir para o painel de administração

# Languages::welcome_screen.go_storefront
source: Go to the storefront
pt: Ir para loja

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
pt: Ir para o assistente de configuração para fazer a instalação básica da loja

# Languages::welcome_screen.knowledge_base
source: Documentation
pt: Documentação

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
pt: Executar o assistente de configuração

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
pt: Saiba mais sobre a configuração da loja no nosso

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
pt: Obrigaod por escolher o [product]. Tenha ótimas vendas!

# Languages::installer_complete_title
source: Installation successfully finished
pt: A instalação foi finalizada com sucesso

# Languages::international_settings
source: International settings
pt: Configurações internacionais

# Languages::inventory
source: Inventory
pt: Estoque

# Languages::track_inventory
source: Track inventory
pt: Acompanhar estoque

# Languages::track_inventory_tooltip
source: When inventory is tracked, the number of products in stock will decrease after each purchase.
pt: Quando o estoque é acompanhado, o número de produtos disponíveis diminuirá após cada compra.

# Languages::invitees
source: Invitees
pt: Convidados

# Languages::invoice
source: Invoice
pt: Pedido

# Languages::invoices
source: Invoices
pt: Pedidos

# Languages::invoice_credit_memo
source: Invoice/Credit memo
pt: Pedido/Anotação de crédito

# Languages::invoice_id
source: Invoice ID
pt: Código do pedido

# Languages::invoice_title
source: INVOICE
pt: PEDIDO

# Languages::in_progress
source: In progress
pt: Em progresso

# Languages::in_stock
source: In stock
pt: Disponível

# Languages::ip_address
source: IP address
pt: Endereço IP

# Languages::is_back_in_stock
source: is back in stock!
pt: está de volta ao estoque!

# Languages::is_pbp
source: Allow payment by points
pt: Permitir pagamento por pontos

# Languages::italian
source: Italian
pt: Italiano

# Languages::items
source: item(s)
pt: item(ns)

# Languages::items_dependences
source: Items dependencies
pt: Frete por quantidade de itens

# Languages::items_in_box
source: Items in a box
pt: Itens na caixa

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
pt: Você tem [n] item no seu carrinho|Você tem [n] itens no seu carrinho

# Languages::n_products
source: [n] product|[n] products
pt: [n] produto|[n] produtos

# Languages::items_per_page
source: Items per page
pt: Itens por página

# Languages::objects_per_page
source: [n] per page
pt: [n] por página

# Languages::items_title
source: Items
pt: Itens

# Languages::item_number
source: Show item number
pt: Exibir código do item

# Languages::item_quantity
source: Item quantity
pt: Quantidade do item

# Languages::japanese
source: Japanese
pt: Japonês

# Languages::join
source: Join
pt: Juntar

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
pt: Erro do controle de caracteres, possivelmente foi codificado incorretamente

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
pt: A profundidade máxima da pilha foi excedida

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
pt: JSON invalido ou mal formado

# Languages::json_error_syntax
source: Syntax error, malformed JSON
pt: Erro de sintaxe, JSON malformado

# Languages::json_error_unknown
source: Unknown JSON error
pt: Erro JSON desconhecido

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
pt: Caracteres UTF-8 malformado, possivelmente incorretamente codificado

# Languages::key
source: Key
pt: Chave

# Languages::key1_for_md5
source: Auth key 1 for md5
pt: Auth key 1 para md5

# Languages::key2_for_md5
source: Auth key 2 for md5
pt: Auth key 2 para md5

# Languages::keywords
source: Keywords
pt: Palavras-chave

# Languages::korean
source: Korean
pt: Coreano

# Languages::label_text_color
source: Label text color
pt: Cor do texto do rótulo

# Languages::landing_header
source: Your order has been received
pt: Seu pedido foi recebido

# Languages::language
source: Language
pt: Idioma

# Languages::languagecode
source: Language code
pt: Código de idioma

# Languages::languages
source: Languages
pt: Idiomas

# Languages::texts_languages
source: Texts & languages
pt: Textos e idiomas

# Languages::language_code
source: Language code
pt: Código de idioma

# Languages::language_variable
source: Language variable
pt: Variável de linguagem

# Languages::language_variables
source: Language variables
pt: Variáveis de linguagem

# Languages::last4ssn
source: Last 4 digits of Social Security Number
pt: Última 4 dígitos do número da Segurança Social

# Languages::last_24hours
source: Last 24 hours
pt: Últimas 24 horas

# Languages::last_days
source: Last days
pt: Últimos dias

# Languages::last_month
source: Last month
pt: Mês passado

# Languages::last_name
source: Last name
pt: Último nome

# Languages::last_n_days
source: Last [N] days
pt: Últimos [N] dias

# Languages::last_order
source: Last order
pt: Último pedido

# Languages::first_order
source: First order
pt: Primeiro pedido

# Languages::registration_date
source: Registration date
pt: Data de cadastro

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
pt: Chave pública de acesso AWS

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
pt: Chave secreta de acesso AWS

# Languages::lbl_amazon_background_color
source: Background color
pt: Cor de fundo

# Languages::lbl_amazon_button_color
source: Button color
pt: Cor do botão

# Languages::lbl_amazon_button_size
source: Button size
pt: Tamanho do botão

# Languages::lbl_amazon_button_style
source: Amazon button style
pt: Estilo de botão da Amazon

# Languages::lbl_amazon_color_dark
source: Dark
pt: Escuro

# Languages::lbl_amazon_color_light
source: Light
pt: Claro

# Languages::lbl_amazon_color_orange
source: Orange
pt: Laranja

# Languages::lbl_amazon_color_white
source: White
pt: Branco

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
pt: Processar pedido no callback de falha

# Languages::left
source: Left
pt: Esquerda

# Languages::length
source: Length
pt: Comprimento

# Languages::less
source: less
pt: menos

# Languages::letter
source: Letter
pt: Letra

# Languages::level
source: Level
pt: Nível

# Languages::licence_agreement
source: License Agreement
pt: Contrato de licença

# Languages::license_agreement
source: License agreement
pt: Contrato de licença

# Languages::license_number
source: License number
pt: Número de licença

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
pt: Número de licença não pode ser vazio

# Languages::limit
source: Limit
pt: Limite

# Languages::line
source: Line
pt: Linha

# Languages::linked_categories
source: Linked categories
pt: Categorias vinculadas

# Languages::linked_products
source: Linked products
pt: Produtos vinculados

# Languages::links_thumb
source: Links thumb
pt: Miniaturas com links

# Languages::link_text
source: Link text
pt: Texto do link

# Languages::link_to
source: Link to
pt: Link para

# Languages::list
source: List
pt: Lista

# Languages::list_objects
source: List objects
pt: Lista de objetos

# Languages::list_price
source: List price
pt: Preço sugerido

# Languages::list_price_decreased
source: List price has been decreased by
pt: Preço sugerido reduzido por

# Languages::list_price_increased
source: List price has been increased by
pt: Preço sugerido aumentado por

# Languages::list_price_short
source: List price
pt: Preço sugerido

# Languages::list_quantity_count
source: Number of available quantities
pt: Quantidade disponível

# Languages::tmpl_list_without_options
source: List without options
pt: Lista sem opções

# Languages::live
source: Live
pt: Ao vivo

# Languages::live_preview
source: Live preview
pt: Previsualizar

# Languages::loading
source: Loading...
pt: Carregando...

# Languages::localization
source: Localization
pt: Localização

# Languages::localizations
source: Localizations
pt: Localizações

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
pt: Gerenciar localizações que são suportados em sua loja.

# Languages::location
source: Location
pt: Destino

# Languages::rate_area
source: Rate area
pt: Área de avaliação

# Languages::locations
source: Locations
pt: Destinos

# Languages::rate_areas
source: Rate areas
pt: Áreas de avaliação

# Languages::statuses_management
source: Statuses
pt: Status

# Languages::loggedin_time
source: Logged in time
pt: Tempo logado

# Languages::logging
source: Logging
pt: Logs

# Languages::login_url
source: Login URL
pt: URL de login

# Languages::logo_link
source: Location (URL) of logo
pt: Localização (URL) do logo

# Languages::log_action_create
source: create
pt: criar

# Languages::log_action_delete
source: delete
pt: excluir

# Languages::log_action_deprecated
source: deprecated
pt: depreciado

# Languages::log_action_error
source: error
pt: erro

# Languages::log_action_failed_login
source: failed login
pt: falha no login

# Languages::log_action_http
source: http/https request
pt: requisição http/https

# Languages::log_action_login
source: sign in
pt: entrar

# Languages::log_action_low_stock
source: low stock
pt: estoque baixo

# Languages::log_action_optimize
source: optimize
pt: otimizar

# Languages::log_action_restore
source: restore
pt: restaurar

# Languages::log_action_runtime
source: runtime
pt: tempo de execução

# Languages::log_action_session
source: session
pt: sessão

# Languages::log_action_status
source: status change
pt: alteração de status

# Languages::log_action_update
source: update
pt: atualizar

# Languages::log_type_categories
source: Categories
pt: Categorias

# Languages::log_type_database
source: Database
pt: Banco de dados

# Languages::log_type_general
source: general
pt: geral

# Languages::log_type_orders
source: Orders
pt: Pedidos

# Languages::log_type_products
source: Products
pt: Produtos

# Languages::log_type_requests
source: Requests
pt: Solicitações

# Languages::log_type_users
source: Users
pt: Usuários

# Languages::low_stock_subj
source: Low inventory of "[product]"
pt: Estoque baixo de "[product]"

# Languages::mac_key
source: Mac key
pt: Chave Mac

# Languages::mailing_lists
source: Mailing lists
pt: Listas de mailing

# Languages::mail_message
source: Mail message
pt: Mensagem do e-mail

# Languages::mail_subject
source: Mail subject
pt: Assunto do email

# Languages::main
source: Main
pt: Principal

# Languages::mainbox_general
source: Main block (H1 heading)
pt: Bloco principal (cabeçalho H1)

# Languages::mainbox_simple
source: Important block (H2 heading)
pt: Bloco importante (cabeçalho H2)

# Languages::footer_general
source: Footer general
pt: Rodapé geral

# Languages::maintenance
source: Maintenance
pt: Manutenção

# Languages::main_category
source: Main category
pt: Categoria principal

# Languages::make_default
source: Make default
pt: Tornar como predefinição

# Languages::manage
source: Manage
pt: Gerenciar

# Languages::manage_addons
source: Manage add-ons
pt: Gerenciar complementos

# Languages::manage_blocks
source: Manage blocks
pt: Gerenciar blocos

# Languages::manage_categories
source: Manage categories
pt: Gerenciar categorias

# Languages::manage_existing_block
source: Edit Existing Blocks
pt: Editar blocos existentes

# Languages::manage_items
source: Manage items
pt: Gerenciar itens

# Languages::manage_languages
source: Manage languages
pt: Gerenciar idiomas

# Languages::manage_menus
source: Manage menus
pt: Gerenciar menus

# Languages::manage_pages
source: Can edit
pt: Pode editar

# Languages::manage_products
source: Manage products
pt: Gerencias produtos

# Languages::manage_reports
source: Manage reports
pt: Gerenciar relatórios

# Languages::manage_shippings
source: Shipping methods
pt: Fretes

# Languages::manage_sitemap
source: Manage sitemap
pt: Gerenciar mapa do site

# Languages::manage_stores
source: Manage stores
pt: Gerenciar lojas

# Languages::mandatory
source: Required
pt: Obrigatório

# Languages::manually
source: Manually
pt: Manualmente

# Languages::manually_set_tax_rates
source: Manually set tax rates
pt: Definir manualmente as taxas de imposto

# Languages::mark
source: Mark as resolved
pt: Marcar como resolvido

# Languages::maximum_items_in_box
source: Maximum items in box
pt: Máximo de itens na caixa

# Languages::max_amount
source: Total cost
pt: Total

# Languages::max_box_weight
source: Max box weight
pt: Peso máximo da caixa

# Languages::max_downloads
source: Max downloads
pt: Máx. de downloads

# Languages::max_item
source: Number of items
pt: Número de itens

# Languages::max_order_qty
source: Maximum quantity to buy per product
pt: Quantidade máxima de compra por produto

# Languages::max_uploading_file_size
source: Max uploading file size
pt: Tamanho máx para envio

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
pt: Deixe este campo em branco para permitir o envio de arquivos de qualquer tamanho, ou insira um limite ("100" é igual a 100Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
pt: O valor recebido na requisição de status difere do valor total original do pedido
