Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
pt: O submenu incluirá elementos filhos do objeto selecionado.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
pt: URL de destino. Pode ser uma URL externa, uma URL interna loja ou um despacho.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
pt: Se você salvar o bloco com esta opção marcada, o conteúdo atual do bloco substituirá o conteúdo deste bloco em todos os lugares em que é utilizado no carrinho

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
pt: Largura do bloco funciona para blocos localizados em um grupo de sentido horizontal, para outros casos, este parâmetro não funciona.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
pt: Um local deve ser escolhido como padrão. Seus recipientes superior e inferior serão usados em todos os locais.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
pt: Se habilitado, os resultados da pesquisa incluirá somente os usuários que estão online no momento.

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
pt: Se habilitado, o símbolo da moeda é mostrado após a soma.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
pt: Número de dígitos após o sinal de decimal.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
pt: Separador decimal.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
pt: Separador de milhar.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
pt: Se habilitado, o arquivo de backup do banco de dados inclui os dados da tabela atual.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
pt: Se habilitado, o arquivo de backup do banco de dados mantém a estrutura de tabela.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
pt: Escolher uma ação no arquivo: "Download direto -" para salvar o arquivo no computador, "Tela" - para exibir o arquivo de conteúdo, "Servidor" - para salvar o arquivo no servidor de sistema de arquivos.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
pt: Código de duas letras do idioma.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
pt: A bandeira deste país irá ser utilizada como ícone de idioma.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
pt: Se habilitado, os resultados da pesquisa conterá os pedidos para os clientes que enviaram seus próprios arquivos.

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
pt: Deixar vazio para usar 'Acréscimo' como título

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
pt: Modelo responsável por exibir campos adicionais para a forma de pagamento.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
pt: Use este campo para definir o número mínimo e máximo de itens do produto a ser enviado em uma caixa separada. Insira um valor diferente de zero e especifique as dimensões da caixa abaixo.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
pt: Produtos sem download com peso zerado são tratados como tendo o menor peso diferente de zero possível

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
pt: Preço de varejo sugerido pelo fabricante.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
pt: Se ativado, a característica do produto é exibida nas páginas de detalhes do produto

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
pt: Um prefixo para a característica do produto.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
pt: Um sufixo para a característica do produto.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
pt: A mensagem que será exibida se os dados introduzidos incorreta forem incorreta.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
pt: Uma nota que indica o valor inserido.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
pt: Se habilitada, a opção é levada em consideração quando estiver formando o estoque de produtos.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
pt: Especificando um padrão validação de expressão regular.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
pt: Se habilitada, as outras promoções não serão aplicadas.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
pt: Períodos para analisar (dia, semana, mês, ano).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
pt: Parâmetro para ordenar valores por. Ele deve se relacionado com o valor para exibir o parâmetro (por exemplo, Custos do produto — Custo total ou Número de produtos — Número de itens).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
pt: Número máximo de componentes de gráfico.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
pt: Deixe em branco para usar o nome da empresa como texto alternativo.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
pt: Nome de domínio que você deseja usar em vez do nome de domínio CloudFront para as URLs dos seus arquivos. Você também precisa criar um registro CNAME com seu serviço DNS para consultas de rota para CloudFront host (ele será exibido nesta página depois que você inserir informações da conta).

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
pt: Número de cadastro deste imposto na loja.

# Languages::turkish
source: Turkish
pt: Turco

# Languages::type
source: Type
pt: Tipo

# Languages::type_comments_here
source: You can leave us a comment here
pt: Pode deixar aqui o seu comentário

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
pt: Os cookies são usados neste site para fornecer a melhor experiência de usuário. Se você continuar, assumimos que você concorda em receber cookies deste site. <span class="button button-wrap-left"> <span class="button button-wrap-right"> <a rel="nofollow" href="[url]"> OK</a></span></span>

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
pt: O valor da configuração não pode ser alterado visto que há endereços de e-mail idênticos estão registrados em sua loja.

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
pt: Não é possível remover esta loja porque existem pedidos contendo os produtos desta empresa no banco de dados da loja. Para remover a conta, por favor, apague todas estes pedidos primeiro.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
pt: Não é possível atribuir o grupo de utilizadores. Entre em contato com o administrador da loja.

# Languages::unable_to_check_license
source: Unable to check your license number
pt: Não é possível verificar o seu número de licença

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
pt: Não foi possível remover a descrição da configuração: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
pt: Não é possível remover setting_variant: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
pt: Não foi possível ler o recurso: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
pt: Não foi possível definir a descrição: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
pt: Não foi possível definir o valor: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
pt: Não foi possível descompactar o arquivo

# Languages::ungroupped_features
source: Ungrouped features
pt: Características não agrupadas

# Languages::uninstall
source: Uninstall
pt: Desinstalar

# Languages::unique_html_block
source: Unique HTML block
pt: Bloco HTML único

# Languages::unit
source: Unit
pt: Unidade

# Languages::united_kingdom
source: United Kingdom
pt: Reino Unido

# Languages::unit_price
source: Unit price
pt: Preço unitário

# Languages::unknown
source: Unknown
pt: Desconhecido

# Languages::unknown_server_response
source: Unknown server response
pt: Resposta do servidor desconhecida

# Languages::unmark
source: Unmark
pt: Deselecionar

# Languages::unregistered_customer
source: Unregistered customer
pt: Cliente não registado

# Languages::unregistered_customer_short
source: Unregistered
pt: Não registrado

# Languages::unselect_all
source: Unselect all
pt: Deselecionar todos

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
pt: Remover os impostos selecionados de todos os produtos

# Languages::unsubscribe
source: Unsubscribe
pt: Cancelar a inscrição

# Languages::up
source: Up
pt: Cima

# Languages::update
source: Update
pt: Atualizar

# Languages::update_categories
source: Update categories
pt: Atualizar categorias

# Languages::update_customer_info
source: Update customer information
pt: Atualizar dados do cliente

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
pt: Novo valor será gravado para TODAS as lojas que compartilham este item. Clique para grava-lo apenas para o proprietário da loja.

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
pt: Novo valor será gravado APENAS para a proprietário de loja. Clique para grava-lo para todas as lojas que compartilham este item.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
pt: Clique para cancelar a atualização do campo.

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
pt: Clique para inserir um novo valor do campo para atualizar em todas as lojas ao salvar o produto.

# Languages::update_group
source: Update group
pt: Grupo de atualização

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
pt: <p class="text-error">Sua assinatura expirou e esta atualização não pode ser instalada. Você pode renovar a sua assinatura através do <a href="[url]">helpdesk</a>.</p><p>Mas atenção: a renovação não é obrigatória. Você pode continuar usando o aplicativo sem restrições mesmo que não tenha uma assinatura para as atualizações.</p>

# Languages::update_products
source: Update products
pt: Atualizar artigos

# Languages::update_profile
source: Update profile
pt: Atualizar perfil

# Languages::update_profile_notification
source: Your profile has been updated.
pt: Perfil atualizado.

# Languages::update_profile_notification_header
source: Your profile has been updated
pt: Perfil atualizado

# Languages::update_status
source: Update status
pt: Estado da atualização

# Languages::update_text
source: Update text
pt: Atualizar texto

# Languages::updating
source: Updating
pt: Em atualização

# Languages::updating_links
source: Updating links
pt: A atualizar os links

# Languages::upgrade
source: Upgrade
pt: Atualização

# Languages::upgrade_center
source: Upgrade center
pt: Atualizações

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
pt: Todas as permissões de arquivos e pastas foram ajustadas devidamente.

# Languages::upgrade_center.validation_issue
source: Validation issue
pt: Problema de validação

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
pt: Atualizar é impossível devido ao erro de verificação de integridade do arquivo. Entre em contato com a equipe de suporte técnico.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
pt: Atualizações estão disponíveis somente nas licenças <strong>Completa</strong> e <strong>Gratuito </strong>. <br /> <br />O modo de licenciamento pode ser alterado em configurações → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Modo de licenciamento</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
pt: Necessita de atualizar o seu Flash player

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
pt: <p class="text-error">Esta atualização não está disponível para sua licença [product]. Entre em contato com nossa <a href="[href]">equipe de suporte</a> para atualizar seu status de licença.</p>

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
pt: A atualização é um processo complicado. Ela pode dar errado devido a várias razões que estão além do nosso controle.<br>Para que a atualização da sua loja seja mais segura, preparamos algumas dicas:

# Languages::upgrade_center.warning_msg_specialists
source: If you are not familiar with technical aspects of CS-Cart and the upgrade process, we strongly recommend that you <a href="[upgrade_center_specialist]" target="_blank">hire a specialist</a> or <a href="[upgrade_center_team]" target="_blank">ask our support team</a> to upgrade your store for you.
pt: Se você não tiver familiaridade com aspectos técnicos do CS-Cart e com o processo de atualização, recomendamos que você <a href="[upgrade_center_specialist]" target="_blank">contrate um especialista</a> ou <a href="[upgrade_center_team]" target="_blank">peça à nossa equipe de suporte</a> para atualizar a sua loja para você.

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
pt: A atualização não atualiza complementos de terceiros. Por isso, recomendamos que você desative todos os complementos de terceiros antes de fazer a atualização.

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
pt: Atualize a cópia de teste da sua loja primeiro para ter certeza de que a atualização ocorrerá bem.

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
pt: Após a atualização, verifique as funcionalidades básicas da sua loja.

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
pt: Nós NÃO recomendamos iniciar a atualização no seu servidor.

# Languages::upload
source: Upload
pt: Enviar

# Languages::upload_install
source: Upload & install
pt: Instalar

# Languages::upload_another_file
source: Upload another file
pt: Enviar outro arquivo

# Languages::upload_file
source: Upload file
pt: Enviar arquivo

# Languages::user
source: User
pt: Cliente

# Languages::usergroup
source: User group
pt: Grupos de usuários

# Languages::usergroups
source: User groups
pt: Grupos de usuários

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
pt: Lista de grupos de usuário que existem em sua loja.

# Languages::usergroup_activated
source: User group has been activated
pt: Grupo de usuário foi ativado

# Languages::usergroup_disactivated
source: User group has been deactivated
pt: Grupo de usuário foi desativado

# Languages::usergroup_privileges
source: User group privileges
pt: Privilégios do grupo de usuários

# Languages::usergroup_request_by_customer
source: User group request by customer
pt: Solicitação de grupo de usuário por cliente

# Languages::username
source: Username
pt: Nome de utilizador

# Languages::users
source: Users
pt: Usuários

# Languages::users_carts
source: Abandoned / Live carts
pt: Carrinhos abandonados e em tempo real

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
pt: Listas de produtos que não tenham sido comprados por alguma razão.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
pt: Gerenciar contas de usuário que estão registrados na sua loja.

# Languages::user_type
source: User type
pt: Tipo de usuário

# Languages::user_account_info
source: User account information
pt: Informações do cadastro

# Languages::user_account_information
source: User account information
pt: Informações do cadastro

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
pt: Desculpe, o usuário com id [user_id] não pode ser removido.

# Languages::user_data_required
source: Please select a customer or enter data
pt: Por favor selecione um cliente ou insira os dados

# Languages::user_details_page
source: User details page
pt: Página de detalhes do usuário

# Languages::user_group_requests
source: User group requests
pt: Solicitações do grupo de usuário

# Languages::user_id
source: User ID
pt: Código do usuário

# Languages::user_info
source: User information
pt: Detalhes do cliente

# Languages::user_pin
source: User PIN
pt: PIN do usuário

# Languages::user_profile_info
source: User profile information
pt: Dados de perfil

# Languages::user_settings
source: User settings
pt: Definições do cliente

# Languages::use_avail_period
source: Use available period
pt: Período de utilização disponível

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
pt: Usar Cardinal Centinel&reg; para 3-D Secure Payer Authentication

# Languages::use_coupons_commission
source: Coupon commission
pt: Comissão de cupom

# Languages::use_current_link
source: Use the current page link
pt: Usar o link da página atual

# Languages::use_custom_view
source: Use custom view
pt: Usar o modo de exibição personalizado

# Languages::use_custom_weight_settings
source: Use custom weight settings
pt: Usar as configurações de peso personalizado

# Languages::use_existing_block
source: Use Existing Block
pt: Usar o bloco existente

# Languages::use_existing_store
source: Copy existing storefront configuration
pt: Copiar configuração de loja virtual existente

# Languages::use_negotiated_rates
source: Use negotiated rates
pt: Usar tarifas negociadas

# Languages::use_new_sha_method
source: Use new SHA signature policy
pt: Use a nova diretiva de assinatura SHA

# Languages::usps
source: U.S Postal Service
pt: Serviço Postal de Estados Unidos

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
pt: Certificado de mailing

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
pt: Certificado de mailing para livros de correspondência firmes

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
pt: Certificado de mailing por artigo individual

# Languages::usps_service_certified
source: Certified
pt: Certificado

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
pt: Coleta na entrega

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
pt: Confirmação de entrega/rastreamento do USPS

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
pt: Confirmação e-Delivery

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
pt: Seguro Express mail

# Languages::usps_service_insurance
source: Insurance
pt: Seguro

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
pt: Pegar na demanda

# Languages::usps_service_registered_mail
source: Registered mail
pt: Correio registrado

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
pt: Registrado sem seguro

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
pt: Registrado com seguro
