Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::editing_filter
source: Editing filter
pt: Editando filtros

# Languages::editing_folder
source: Editing folder
pt: Editando pasta

# Languages::editing_grid
source: Editing grid
pt: Editando grade

# Languages::editing_group
source: Editing group
pt: Editando grupo

# Languages::editing_item
source: Editing item
pt: Editando item

# Languages::editing_language
source: Editing language
pt: Editando idioma

# Languages::editing_layout
source: Editing layout
pt: Editando layout

# Languages::editing_link
source: Editing link
pt: Editando link

# Languages::editing_localization
source: Editing localization
pt: Editando localização

# Languages::editing_location
source: Editing location
pt: Editando local

# Languages::editing_rate_area
source: Editing rate area
pt: Editando área tarifária

# Languages::editing_menu
source: Editing menus
pt: Editando menus

# Languages::editing_option
source: Editing option
pt: Editando opção

# Languages::editing_order
source: Editing order
pt: Editando ordem

# Languages::editing_page
source: Editing page
pt: Editando página

# Languages::editing_payment
source: Editing payment
pt: Editando pagamento

# Languages::editing_product
source: Editing product
pt: Editando produto

# Languages::editing_product_feature
source: Editing product feature
pt: Editando características do produto

# Languages::editing_profile
source: Editing profile
pt: Editando cadastro

# Languages::editing_profile_field
source: Editing profile field
pt: Editando campo do cadastro

# Languages::editing_promotion
source: Editing promotion
pt: Editando promoção

# Languages::editing_quick_menu_link
source: Editing quick menu link
pt: Editando link de menu rápido

# Languages::editing_quick_menu_section
source: Editing quick menu section
pt: Editando seção de menu rápido

# Languages::editing_report
source: Editing report
pt: Editando relatório

# Languages::editing_shipping_method
source: Editing shipping method
pt: Editando frete

# Languages::editing_sitemap_section
source: Editing sitemap section
pt: Editando seção de sitemap

# Languages::editing_status
source: Editing status
pt: Editando status

# Languages::editing_tab
source: Editing tab
pt: Editando guia

# Languages::editing_tax
source: Editing tax
pt: Editando taxa

# Languages::editing_vendor
source: Editing store
pt: Editando loja

# Languages::edition_type
source: Edition type
pt: Editando tipo

# Languages::edit_content_on_site
source: Edit content on-site
pt: Editar o conteúdo do site

# Languages::edit_files
source: Can edit
pt: Pode editar

# Languages::edit_layout
source: Edit layout
pt: Editar layout

# Languages::edit_order
source: Edit order
pt: Editar pedido

# Languages::edit_products
source: Edit products
pt: Editar produtos

# Languages::edit_profile
source: Edit profile
pt: Editar cadastro

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
pt: Alterar e-mail, senha, endereços e outras informações do cadastro

# Languages::edit_report
source: Edit report
pt: Editar relatório

# Languages::edit_selected
source: Edit selected
pt: Editar selecionados

# Languages::edp_access_granted
source: Now you can download the purchased products.
pt: Agora você pode baixar os produtos comprados.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
pt: Acesso a produtos distribuídos eletronicamente está concedido

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
pt: Permitir cobrança de frete se o produto for para download

# Languages::email_address
source: E-mail address
pt: E-mail

# Languages::email_header
source: E-mail header
pt: Cabeçalho

# Languages::email_subject
source: E-mail subject
pt: Assunto

# Languages::empty
source: Empty
pt: Vazio

# Languages::empty_key_value
source: Empty table key value
pt: Valor da chave da tabela vazia

# Languages::enable
source: Enable
pt: Ativar

# Languages::enabled
source: Enabled
pt: Ativado

# Languages::enable_cdn
source: Enable CDN
pt: Ativar CDN

# Languages::enable_for
source: Enable for
pt: Ativar para

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
pt: Ativar/Desativar bloco

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
pt: Ativar/Desativar recipiente

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
pt: Ativar/Desativar grade

# Languages::enable_quick_view
source: Enable quick view
pt: Ativar espiadinha

# Languages::encryption
source: Encryption
pt: Criptografia

# Languages::encryption_key
source: Encryption Key
pt: Chave de criptografia

# Languages::end_date
source: End date
pt: Data de término

# Languages::english
source: English
pt: Inglês

# Languages::enter_code
source: Enter code
pt: Digite o código

# Languages::enter_data
source: Enter data
pt: Insera os dados

# Languages::enter_email
source: Enter e-mail address
pt: Introduzir e-mail

# Languages::enter_new_lang_code
source: Enter a new language code
pt: Introduza um novo código de idioma

# Languages::enter_other
source: Enter other
pt: Insira outro

# Languages::enter_your_price
source: Enter your price
pt: Insira seu preço

# Languages::entity
source: Entity
pt: Entidade

# Languages::entry_page
source: Global entry page
pt: Página de entrada global

# Languages::entry_point
source: Entry point
pt: Ponto de entrada

# Languages::epdq_3ds_main
source: Main window
pt: Janela principal

# Languages::error
source: Error
pt: Erro

# Languages::errorCode
source: Error Code
pt: Código do erro

# Languages::errorName
source: Error Name
pt: Nome do erro

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
pt: A sua conta está desativada. Para mais informações, contacte-nos por e-mail ou telefone.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
pt: A conta de administrador não foi criada. O endereço de e-mail pertence a outro usuário. Você pode adicionar manualmente o administrador para esta empresa.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
pt: Oops, algo correu mal ([error]). Tente novamente.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
pt: Você não tem permissão para realizar login nesta área.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
pt: <b>Aviso!</b><br /> seu servidor <b>não</b> suporte a extensão cURL do PHP. <b>[method]</b> não irá funcionar. Entre em contato com seu provedor de hospedagem.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
pt: <b>Aviso!</b><br /> extensão de cURL do PHP é compilado <b>sem</b> suporte a SSL no seu servidor. <b>[method]</b> não irá funcionar. Entre em contato com seu provedor de hospedagem.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
pt: Moeda com código <b>[code]</b> já existe

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
pt: Uma de suas paginas usa este tema. Por favor, defina outro tema antes de excluí-lo.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
pt: Layout que utiliza este tema está definido como padrão. Por favor, defina outro layout como padrão.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
pt: O carrinho está funcionando no modo <b>DEMO</b> e essa funcionalidade está desabilitada.

# Languages::error_empty_company_name
source: Company name cannot be empty
pt: Nome da empresa não pode ser vazio

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
pt: Não é possível abrir o arquivo enviado

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
pt: Não é possível ler o arquivo enviado

# Languages::error_exim_fields_not_selected
source: No fields selected for export
pt: Nenhum campo selecionado para exportação

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
pt: Arquivo não existe

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
pt: Seu arquivo CSV tem dados de formatação incorretos (delimitador incorreto, falta campos, etc.) nas seguintes linhas: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
pt: O delimitador no arquivo CSV difere da selecionado por você

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
pt: Contagem de linha multi-idioma não bate: número diferente de linhas para diferentes idiomas fornecidos.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
pt: Os seguintes campos são obrigatórios e não podem ser removidos do layout:

# Languages::error_exim_no_file_uploaded
source: No file uploaded
pt: Nenhum arquivo enviado

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
pt: Definição de padrão inválido: chave alternativa está faltando

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
pt: Definição de padrão inválido: faltando referências de tabela

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
pt: Seu arquivo de importação não coincide com o padrão selecionado

# Languages::error_exim_pattern_not_found
source: Pattern not found
pt: Padrão não encontrado

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
pt: Seu arquivo de importação DEVE conter os seguintes campos: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
pt: Erro na geração de hash. Por favor, escolha outro método de pagamento.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
pt: Selecione a pasta de fotos dentro da pasta raiz da loja. Em seguida, coloque as fotos a serem importadas nesta pasta.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
pt: O formato de foto <b>[format]</b> não é suportado pela biblioteca GD instalada no servidor. A miniatura não foi criada.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
pt: O nome de utilizador e/ou palavre passe introduzidos são inválidos. Tente novamente.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
pt: Os seguintes endereços de e-mail são inválidos: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
pt: O código de idioma fornecido ([code]) já existe

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
pt: O usuário que você digitou não coincide com qualquer conta em nossa loja. Verifique se você digitou o usuário correto e tente novamente.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
pt: Mensagem não pode ser enviada. <br /> Mailer erro:

# Languages::error_not_logged
source: You must log in before you can access this resource!
pt: Identifique-se antes de poder acessar este recurso!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
pt: Nenhum item selecionado! Pelo menos uma caixa de seleção deve ser selecionada para executar esta ação.

# Languages::error_occured
source: Error occurred.
pt: Ocorreu um erro.

# Languages::error_occurred
source: Error occurred
pt: Ocorreu um erro

# Languages::error_passwords_dont_match
source: The passwords do not match.
pt: As palavras chave não coincidem.

# Languages::error_password_content
source: The password must contain both letters and numbers.
pt: A senha deve conter letras e números.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
pt: Sua senha expirou. Você deve alterar sua senha agora.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
pt: Sua senha expirou. <p><a href="[link]" class="underlined"> <b>Alterar senha&#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
pt: A senha deve conter pelo menos <b>[number]</b> caracteres.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
pt: Sua nova senha não deve coincidir com um das quarto últimas senhas utilizadas. Por favor, utilize outra senha.

# Languages::error_permissions_not_changed
source: Cannot change permissions
pt: Não é possível alterar as permissões

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
pt: Erro ao atualizar o status. Status não foi alterado.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
pt: Arquivo de descrição do tema ("manifest") não foi encontrado. Instalação cancelada.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
pt: O usuário ou e-mail que você escolheu já existe. Por favor, tente outros dados.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
pt: O código da cor no campo <b>[field]</b> é inválido.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
pt: O endereço de e-mail no campo <b>[field]</b> é inválido.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
pt: O valor do campo <b>[field]</b> é inválido. Deve ser número inteiro.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
pt: O valor do campo <b>[field]</b> é inválido.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
pt: O campo <b>[field]</b> não contém as opções selecionadas.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
pt: As senhas nos campos <b>[field2]</b> e <b>[field]</b> não combinam.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
pt: O número de telefone no campo <b>[field]</b> é inválido. O formato correto é (555) 555-55-55 ou 55 55 555 5555.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
pt: É necessário usar o seguinte formato para este método de pagamento: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
pt: O campo <b>[field]</b> é obrigatório.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
pt: O CEP preenchido no campo <b>[field]</b> está incorreto. O formato correto é [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
pt: Uma empresa com o e-mail que você escolheu já existe, por favor, tente outro.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
pt: O CVV/CVC é muito curto.

# Languages::error_validator_ccv_long
source: CVV/CVC is too long.
pt: O CVV/CVC é muito longo.

# Languages::exact_phrase
source: The exact phrase
pt: A frase exata

# Languages::excellent
source: Excellent!
pt: Excelente!

# Languages::exception
source: Exception
pt: Excepção

# Languages::exceptions
source: Exceptions
pt: Excepções

# Languages::exceptions_type
source: Exceptions type
pt: Tipo de exceções

# Languages::exception_disabled
source: No variant can be selected
pt: Nenhuma variante pode ser selecionada

# Languages::exception_disregard
source: Any variant
pt: Qualquer variante

# Languages::exception_error
source: ERROR
pt: Erro

# Languages::exception_error_code
source: Error code:
pt: Código do erro:

# Languages::exception_exist
source: This exception combination already exists
pt: Esta combinação de exceção já existe

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
pt: Oops!<br/>Não conseguimos encontrar o que procura.

# Languages::exchange_rate
source: Live exchange rates
pt: Cotações ao vivo

# Languages::exec
source: Execute
pt: Executar

# Languages::exim_remove_additional_images
source: Clean up
pt: Limpar

# Languages::exit_point
source: Exit point
pt: Ponto de saída

# Languages::expanded
source: Expanded
pt: Expandido

# Languages::expand_collapse_list
source: Expand / collapse the list of items
pt: Expandir / recolher a lista de itens

# Languages::expand_sublist_of_items
source: Expand the sublist of items
pt: Expandir a sublista dos itens

# Languages::expired
source: Expired
pt: Expirado

# Languages::expirepreauth
source: Preauthorization
pt: Pré-autorização

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
pt: LImite em dias para segurar a pré-autorização. O valor máximo é de 30 dias. Com o tipo de solicitação de "Venda", deixe este campo em branco.

# Languages::expiry_date
source: Expiration date
pt: Data de expiração

# Languages::export
source: Export
pt: Exportar

# Languages::exported_fields
source: Exported fields
pt: Campos exportados

# Languages::exported_files
source: Exported files
pt: Arquivos exportados

# Languages::exporting_data
source: Exporting data
pt: Exportando dados

# Languages::export_data
source: Export data
pt: Exportar dados

# Languages::export_locations
source: Export locations
pt: Exportar locais

# Languages::export_options
source: Export options
pt: Exportar opções

# Languages::export_selected
source: Export selected
pt: Exportar selecionados

# Languages::export_products
source: Export products
pt: Exportar produtos

# Languages::extended
source: Extended
pt: Estendido

# Languages::extra
source: Extra
pt: Adicional

# Languages::extra_services
source: Extra services
pt: Serviços adicionais

# Languages::extra_folders
source: Extra folders
pt: Pastas adicionais

# Languages::fail
source: Fail
pt: Falha

# Languages::failed
source: Failed
pt: Falhou

# Languages::fair
source: Fair
pt: Justo

# Languages::false
source: False
pt: Falso

# Languages::faroese
source: Faroese
pt: Faroês

# Languages::fast
source: Fast
pt: Rápido

# Languages::feature
source: Feature
pt: Recurso

# Languages::features
source: Features
pt: Características

# Languages::features_delimiter
source: Feature variants delimiter
pt: Delimitador de variantes de característica

# Languages::features_menu_description
source: Add and manage extra product fields.
pt: Adicionar e gerenciar campos adicionais nos produtos.

# Languages::feature_code
source: Feature code
pt: Código da característica

# Languages::feature_comparison
source: Feature comparison
pt: Comparação de características

# Languages::feature_category
source: Feature category
pt: Categoria de característica

# Languages::feature_display_on_catalog
source: Show in product list
pt: Exibir na listagem de produtos

# Languages::feature_display_on_product
source: Show on the Features tab
pt: Exibir na aba Características

# Languages::feature_hide_on_catalog
source: Hide in product list
pt: Ocultar na listagem de produtos

# Languages::feature_hide_on_header
source: Hide in header on the product details page
pt: Ocultar no cabeçalho da página de detalhes do produto

# Languages::feature_hide_on_product
source: Hide on the Features tab
pt: Ocultar na guia Características

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
pt: O feedback foi enviado com sucesso.

# Languages::feedback_values
source: Feedback values
pt: Envio de parâmetros

# Languages::field
source: Field
pt: Campo

# Languages::field_editor
source: Field Editor
pt: Editor de campo

# Languages::file
source: File
pt: Arquivo

# Languages::filename
source: File name
pt: Nome do arquivo

# Languages::files
source: Files
pt: Arquivos

# Languages::sell_files
source: Files to sell
pt: Arquivos para vender

# Languages::filesize
source: File size
pt: Tamanho do arquivo

# Languages::files_changes
source: File changes
pt: Alterações do arquivo

# Languages::files_directory
source: Files directory
pt: Pasta de arquivos

# Languages::downloadable_product_files_directory
source: Directory for the files of downloadable products
pt: Diretório dos arquivos de produtos disponíveis para download

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
pt: Este arquivo estará disponível depois que o pedido estiver integralmente pago.

# Languages::file_browser
source: File browser
pt: Navegador de arquivos

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
pt: O arquivo não tem uma chave de download.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
pt: O arquivo não pode ser baixado porque ultrapassa o limite de download igual a [limit].

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
pt: O arquivo é muito grande. O tamanho máximo é [size].

# Languages::files_are_too_large
source: Total size of the uploaded files exceeds the maximum limit of [size].
pt: O tamanho total dos arquivos carregados excede o limite máximo de [size]

# Languages::file_tree
source: File tree
pt: Árvore de arquivos

# Languages::filling
source: Filling
pt: Preenchimento

# Languages::filter
source: Filter
pt: Filtro

# Languages::filters
source: Filters
pt: Filtros

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
pt: Filtros de produto são exibidos na loja e permitem que os seus clientes localizar rapidamente os produtos.

# Languages::filter_by
source: Filter by
pt: Filtrar por

# Languages::filter_description
source: Filter description
pt: Descrição do filtro

# Languages::filter_name
source: Filter name
pt: Nome do filtro
