Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::commissions
source: Commissions
pt: Comissões

# Languages::commissions_of_last_periods
source: Commissions of latest periods
pt: Comissões dos períodos mais recentes

# Languages::commission_rates
source: Commission rates
pt: Comissões

# Languages::compact_list
source: Compact list
pt: Lista compacta

# Languages::company
source: Company
pt: Empresa

# Languages::company_address
source: Company address
pt: Endereço da empresa

# Languages::company_name
source: Company name
pt: Nome da empresa

# Languages::company_not_found
source: Selected company not found.
pt: A empresa selecionada não foi encontrada.

# Languages::company_phone
source: Company phone
pt: Telefone da empresa

# Languages::company_settings
source: Company settings
pt: Configurações da empresa

# Languages::compare
source: Compare
pt: Comparar

# Languages::compare_product_features
source: Compare product features
pt: Comparar características do produto

# Languages::comparison_list
source: Comparison list
pt: Lista de comparação

# Languages::compatible_class
source: Compatible class
pt: Classe compatível

# Languages::completed
source: Completed
pt: Concluído

# Languages::compressing_backup
source: Compressing backup file
pt: Compactando o arquivo de backup

# Languages::compress_dump
source: Compress backup file
pt: Compactar o arquivo de backup

# Languages::condition
source: Condition
pt: Condição

# Languages::conditions
source: Conditions
pt: Condições

# Languages::configure
source: Configure
pt: Configurar

# Languages::confirm
source: Confirm
pt: Confirme

# Languages::confirmation_dialog
source: Confirmation dialog
pt: Diálogo de confirmação

# Languages::confirm_password
source: Confirm password
pt: Confirmação de senha

# Languages::conflicts
source: Conflicts
pt: Conflitos

# Languages::congratulations
source: Congratulations!
pt: Parabéns!

# Languages::connection_ticket
source: Connection ticket
pt: Bilhete de conexão

# Languages::contact_information
source: Contact information
pt: Informações de contato

# Languages::contact_us_for_price
source: Contact us for a price
pt: Preço por consulta

# Languages::container_options
source: Container options
pt: Opções do recipiente

# Languages::content
source: Content
pt: Conteúdo

# Languages::content_alignment
source: Content alignment
pt: Alinhamento do conteúdo

# Languages::content_changed_for
source: This block instances have different content for
pt: Este bloco de instâncias tem conteúdo diferente de

# Languages::continue
source: Continue
pt: Continuar

# Languages::continue_shopping
source: Continue shopping
pt: Continuar compras

# Languages::controller
source: Replace with
pt: Trocar por

# Languages::converting_data_in_table
source: Converting data in table [table]
pt: Convertendo dados na tabela [table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
pt: Loja Marcial

# Languages::copy_from_layout
source: Copy data from layout
pt: Copiar dados do layout

# Languages::core
source: Core
pt: Núcleo

# Languages::cost
source: Cost
pt: Custo

# Languages::cost_dependences
source: Cost dependencies
pt: Frete por valor

# Languages::could_not_open_file
source: File preview is not available
pt: Visualização do arquivo não está disponível

# Languages::countries
source: Countries
pt: Países

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
pt: Gerencie o conjunto de países que são suportados em sua loja.

# Languages::country
source: Country
pt: País

# Languages::coupon
source: Coupon
pt: Cupão

# Languages::coupons
source: Coupons
pt: Cupons

# Languages::coupon_already_used
source: This coupon is already in use
pt: Este cupão já está a ser usado

# Languages::coupon_code
source: Coupon code
pt: Código do cupão

# Languages::create
source: Create
pt: Criar

# Languages::created
source: Created
pt: Criar conta

# Languages::create_account
source: Create account
pt: Criar conta

# Languages::create_administrator_account
source: Create administrator account
pt: Criar conta de administrador

# Languages::create_and_close
source: Create and close
pt: Criar e fechar

# Languages::create_file
source: Create file
pt: Criar arquivo

# Languages::create_folder
source: Create folder
pt: Criar pasta

# Languages::create_guest_account
source: Quick checkout with no account creating required
pt: Checkout rápido sem criação de conta obrigatória

# Languages::create_new_account
source: Create a permanent account and use it for checkout
pt: Criar uma conta e utilizar para o checkout

# Languages::create_new_block
source: Create New Block
pt: Criar um novo bloco

# Languages::create_new_order
source: Create a new order
pt: Criar um novo pedido

# Languages::create_process_payment
source: Create and process payment
pt: Criar e processar pagamento

# Languages::create_profile
source: Create a new profile
pt: Criar um novo perfil

# Languages::create_table
source: Create New Table
pt: Criar nova tabela

# Languages::creating
source: Creating
pt: Criando

# Languages::creating_table
source: Creating table
pt: Criando tabela

# Languages::creation_date
source: Creation date
pt: Data de criação

# Languages::credit_card
source: Credit card
pt: Cartão de crédito

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
pt: Este número é impresso na área de assinatura na parte de trás do cartão. São os 3 dígitos após o número do cartão de crédito.

# Languages::credit_memo
source: Credit memo
pt: Anotação de crédito

# Languages::credit_memo_id
source: Credit memo ID
pt: Código da anotação de crédito

# Languages::cresecure_allowed_types
source: Allowed card types
pt: Tipos de cartões permitido

# Languages::csv_delimiter
source: CSV delimiter
pt: Delimitador de CSV

# Languages::csv_file
source: CSV file
pt: Arquivo CSV

# Languages::currencies
source: Currencies
pt: Moedas

# Languages::currency
source: Currency
pt: Moeda

# Languages::currencycode
source: Currency code
pt: Código da moeda

# Languages::currency_code_aed
source: United Arab Emirates Dirham
pt: Dirham dos Emirados Árabes Unidos

# Languages::currency_code_aud
source: Australian Dollar
pt: Dólar australiano

# Languages::currency_code_brl
source: Brazilian Real
pt: Real

# Languages::currency_code_cad
source: Canadian Dollar
pt: Dólar canadense

# Languages::currency_code_chf
source: Swiss Franc
pt: Franco suíço

# Languages::currency_code_cyr
source: Cyprus Pound
pt: Libra de Chipre

# Languages::currency_code_czk
source: Czech Koruna
pt: Coroa Checa

# Languages::currency_code_dkk
source: Danish Kroner
pt: Coroas dinamarquesas

# Languages::currency_code_eek
source: Estonian Kroon
pt: Coroa estoniana

# Languages::currency_code_fjd
source: Fiji Dollar
pt: Dólar de Fiji

# Languages::currency_code_frf
source: French Franc
pt: Franco francês

# Languages::currency_code_gbp
source: UK Pound
pt: Libra

# Languages::currency_code_hkd
source: Hong Kong Dollar
pt: Dólar de Hong Kong

# Languages::currency_code_huf
source: Hungarian Forint
pt: Forint húngaro

# Languages::currency_code_ils
source: Israel New Shequel
pt: Novo Shequel Israel

# Languages::currency_code_inr
source: Indian Rupee
pt: Rupia indiana

# Languages::currency_code_isk
source: Iceland Krona
pt: Krona de Islândia

# Languages::currency_code_jpy
source: Japanese Yen
pt: Iene Japonês

# Languages::currency_code_kpw
source: North Korean Won
pt: Won norte-coreano

# Languages::currency_code_krw
source: South Korean Won
pt: Won sul-coreano

# Languages::currency_code_kwd
source: Kuwaiti Dinar
pt: Dinar do Kuwait

# Languages::currency_code_kzt
source: Kazakhstani tenge
pt: Tenge cazaque

# Languages::currency_code_ltl
source: Lithuanian Litas
pt: Litas lituana

# Languages::currency_code_lvl
source: Latvian Lat
pt: Lats letão

# Languages::currency_code_mxn
source: Mexican Peso
pt: Peso mexicano

# Languages::currency_code_myr
source: Malaysian Ringgit
pt: Ringgit da Malásia

# Languages::currency_code_nok
source: Norwegian Kroner
pt: Coroas norueguesas

# Languages::currency_code_nzd
source: New Zealand Dollar
pt: Dólar de Nova Zelândia

# Languages::currency_code_php
source: Philippine Peso
pt: Peso Philippine

# Languages::currency_code_pln
source: Polish Zlotych
pt: Zloty polonês

# Languages::currency_code_png
source: Papua New Guinea Kina
pt: Papua Nova Guiné Kina

# Languages::currency_code_rur
source: Russian Ruble
pt: Rublo Russo

# Languages::currency_code_sar
source: Saudi Riyal
pt: Rial saudita

# Languages::currency_code_sbd
source: Solomon Islands Dollar
pt: Dólar das Ilhas Salomão

# Languages::currency_code_sek
source: Sweden Kroner
pt: Suécia coroas

# Languages::currency_code_sgd
source: Singapore Dollar
pt: Dólar de Singapura

# Languages::currency_code_sit
source: Slovenian Tolar
pt: Tolar esloveno

# Languages::currency_code_skk
source: Slovak Koruna
pt: Coroa Eslovaca

# Languages::currency_code_thb
source: Thai Baht
pt: Baht tailandês

# Languages::currency_code_top
source: Tongan Pa'anga
pt: Pa'anga de Tonga

# Languages::currency_code_try
source: Turkish Lira
pt: Lira turca

# Languages::currency_code_twd
source: New Taiwan dollar
pt: Novo dólar de Taiwan

# Languages::currency_code_usd
source: US Dollar
pt: Dólar americano

# Languages::currency_deleted
source: The currency has been deleted successfully.
pt: A moeda foi excluída com sucesso.

# Languages::currency_rate
source: Rate
pt: Taxa

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
pt: Taxa de câmbio deve ser maior que 0.

# Languages::currency_sign
source: Sign
pt: Símbolo

# Languages::current_database_size
source: Current database size
pt: Tamanho atual do banco de dados

# Languages::current_path
source: Current path
pt: Caminho atual

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
pt: Você pode enviar e baixar arquivos via <a href="[href]"> Editor de arquivos</a>

# Languages::text_file_editor_notice_full_link
source: You can upload and download files via [link]
pt: Você pode carregar e baixar arquivos via [link]

# Languages::current_period
source: Current Period
pt: Período atual

# Languages::current_theme
source: Current theme
pt: Tema atual

# Languages::custom
source: Custom
pt: Personalizado

# Languages::customer
source: Customer
pt: Cliente

# Languages::customers
source: Customers
pt: Clientes

# Languages::customers_menu_title
source: Customers
pt: Clientes

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
pt: Lista de clientes da loja, usuários registrados com uma conta de cliente.

# Languages::customer_details
source: Customer details
pt: Detalhes do cliente

# Languages::customer_email
source: Customer email
pt: E-mail do cliente

# Languages::customer_id
source: Customer ID
pt: Código do cliente

# Languages::customer_info
source: Customer information
pt: Detalhes do cliente

# Languages::customer_information
source: Customer information
pt: Detalhes do cliente

# Languages::customer_notes
source: Customer notes
pt: Notas do cliente

# Languages::customer_signature
source: Customer's signature
pt: Assinatura do cliente

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
pt: Obrigado pela preferência!

# Languages::customize
source: Customize
pt: Personalizar

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
pt: Este tema não tem estilos.

# Languages::custom_range
source: Custom Range
pt: Período específico

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
pt: Os seguintes códigos de produto são muito longos e foram cortados para 32 caracteres:

# Languages::czech
source: Czech
pt: Tcheco

# Languages::danish
source: Danish
pt: Dinamarquês

# Languages::dashboard
source: Dashboard
pt: Painel de controle

# Languages::database
source: Database
pt: Banco de dados

# Languages::database_data_changes
source: Database data changes
pt: Alterações de dados do banco de dados

# Languages::backup_restore
source: Backup/Restore
pt: Cópia e restauração

# Languages::database_structure_changes
source: Database structure changes
pt: Alterações de estrutura do banco de dados

# Languages::datatrans_caa
source: Authorization with immediate settlement
pt: Autorização com liquidação imediata

# Languages::datatrans_noa
source: Authorization only
pt: Autorição apenas

# Languages::datatrans_sign
source: Digital signature
pt: Assinatura digital

# Languages::date
source: Date
pt: Data

# Languages::date_added
source: Date added
pt: Data de adição

# Languages::date_of_birth
source: Date of birth
pt: Data de nascimento

# Languages::day
source: day
pt: dia

# Languages::days
source: days
pt: dias

# Languages::db_backup_restore
source: DB Backup/Restore
pt: Cópia e restauração do BD

# Languages::create_backup
source: Create backup
pt: Criar cópia de segurança

# Languages::db_name
source: Database name
pt: Nome do banco de dados

# Languages::dear
source: Dear
pt: Prezado(a)

# Languages::debit
source: Debit
pt: Débito

# Languages::decimals
source: Decimals
pt: Casas decimais

# Languages::decline
source: Decline
pt: Recusar

# Languages::declined
source: Declined
pt: Recusado

# Languages::decline_selected
source: Decline selected
pt: Recusar selecionados

# Languages::decorator
source: Decorator
pt: Decorador

# Languages::decrease
source: Decrease
pt: Diminuir

# Languages::dec_sign
source: Dec sign
pt: Separador decimal

# Languages::default
source: Default
pt: Padrão

# Languages::default_category_view
source: Default category view
pt: Modo de exibição padrão para categoria

# Languages::default_language
source: Default language
pt: Idioma padrão

# Languages::default_layout
source: Default layout
pt: Layout padrão

# Languages::default_long_options_template
source: Default template (long product option names)
pt: Modelo padrão (nomes longos nas opções dos produtos)

# Languages::default_product_details_view
source: Parent ([default])
pt: Pai ([default])

# Languages::default_template
source: Default template
pt: Modelo padrão

# Languages::default_value
source: Default value
pt: Valor padrão

# Languages::default_custom.disabled
source: Disabled
pt: Desativado

# Languages::default_custom.custom
source: Custom...
pt: Personalizado...

# Languages::global_individual.global_value_all_items
source: Global value for all items
pt: Valor global para todos os itens

# Languages::global_individual.individual_values_each_item
source: Individual values for each item
pt: Valores individuais para cada item

# Languages::global_individual.individual_tooltip
source: This setting is currently global. Click here to allow changing its value for individual items.
pt: Esta configuração está como global. Clique aqui para permitir a alteração de seu valor para itens individuais.

# Languages::global_individual.global_tooltip
source: The value of this setting can be changed for individual items. Click here to make this setting global.
pt: O valor desta configuração pode ser alterado para itens individuais. Clique aqui para tornar esta configuração global.

# Languages::deferred
source: Deferred
pt: Adiado

# Languages::defined
source: Defined
pt: Definido

# Languages::defined_desired_products
source: List of desired products
pt: Lista de produtos desejados

# Languages::defined_items
source: defined items
pt: itens selecionados

# Languages::delay
source: Delay (in seconds)
pt: Atraso (em segundos)

# Languages::delete
source: Delete
pt: Excluir

# Languages::deleted
source: Deleted
pt: Apagado

# Languages::deleted_product
source: DELETED PRODUCT
pt: Artigo apagado

# Languages::delete_block
source: Delete block
pt: Excluir bloco

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
pt: Você tem certeza de que deseja excluir os itens selecionados?

# Languages::delete_grid
source: Delete grid
pt: Excluir a grade

# Languages::delete_image
source: Delete image
pt: Excluir foto

# Languages::delete_image_pair
source: Delete image pair
pt: Excluir par de fotos

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
pt: Por favor, remova o diretório de instalação. <br /> <br /> manter o diretório de instalação no servidor não é seguro.

# Languages::delete_range
source: Delete range
pt: Excluir série

# Languages::delete_selected
source: Delete selected
pt: Excluir selecionados

# Languages::delete_this_category
source: Delete this category
pt: Excluir esta categoria

# Languages::delete_this_page
source: Delete this page
pt: Excluir esta página

# Languages::delivery_time
source: Delivery time
pt: Prazo de entrega

# Languages::demo_mode
source: Demo mode is enabled
pt: Modo de demonstração está habilitado

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
pt: <p>o carrinho está funcionando no modo <b>DEMO</b> e essa funcionalidade está desabilitada.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
pt: Painel de loja demo

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
pt: Vá ao painel de administração

# Languages::demo_panel.go_storefront
source: Go to Storefront
pt: Ir para loja

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
pt: Demo será resetada em:

# Languages::denied
source: Denied
pt: Negado

# Languages::dependence
source: Sort by
pt: Ordenar por

# Languages::deposit_amount
source: Deposit amount
pt: Valor do depósito

# Languages::desc
source: desc.
pt: descendente

# Languages::description
source: Description
pt: Descrição

# Languages::descr_avs
source: AVS verification response
pt: Resposta de verificação de AVS

# Languages::descr_cvv
source: CVV2 verification response
pt: Resposta de verificação de CVV2

# Languages::design_mode
source: Design mode
pt: Modo de design

# Languages::desired_amount
source: Desired quantity
pt: Quantidade desejada

# Languages::destination
source: Destination
pt: Destino

# Languages::detailed_description
source: Detailed description
pt: Descrição detalhada

# Languages::detailed_images
source: Detailed images
pt: Fotos detalhadas

# Languages::details
source: details
pt: Detalhes

# Languages::diff
source: File changes
pt: Alterações do arquivo

# Languages::different_only
source: Different only
pt: Apenas diferente

# Languages::directory
source: Directory
pt: Pasta

# Languages::direct_download
source: Direct download
pt: Download direto

# Languages::disable
source: Disable
pt: Desativar

# Languages::disabled
source: Disabled
pt: Desativado

# Languages::disabled_categories
source: Disabled categories
pt: Categorias desativadas

# Languages::disable_for
source: Disable for
pt: Desativar para

# Languages::disable_selected
source: Disable selected
pt: Desativar selecionados

# Languages::disapprove
source: Disapprove
pt: Reprovar

# Languages::disapproved
source: Disapproved
pt: Reprovado

# Languages::disapprove_selected
source: Disapprove selected
pt: Reprovar selecionados

# Languages::discount
source: Discount
pt: Desconto

# Languages::discounted_price
source: Discounted price
pt: Preço com desconto

# Languages::discounts
source: Discounts
pt: Descontos

# Languages::discount_coupon
source: Discount coupon
pt: Cupão de desconto

# Languages::discount_coupon_code
source: Discount coupon code
pt: Código do cupão de desconto

# Languages::dispatch
source: Dispatch
pt: Despacho

# Languages::displayed_vendors
source: Displayed stores
pt: Lojas exibidas

# Languages::display_bottom_buttons
source: Display bottom buttons
pt: Exibir botões do rodapé

# Languages::display_delete_icons
source: Display delete icons
pt: Exibir botões de exclusão

# Languages::display_message
source: Display message
pt: Exibir mensagem

# Languages::display_on
source: Display on
pt: Exibir em

# Languages::display_type
source: Display type
pt: Tipo de exibição

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
pt: Número de filtros variantes exibidos antes de rolar

# Languages::domains
source: Domains
pt: Domínios

# Languages::domestic_usps
source: Domestic U.S.P.S.
pt: U.S.P.S. doméstico

# Languages::done
source: Done
pt: Finalizado

# Languages::dont_track
source: Do not track
pt: Não rastrear

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
pt: Não use o Cardeal Centinel &reg; para autenticação 3-d Secure Payer

# Languages::dots
source: Dots
pt: Pontos

# Languages::down
source: Down
pt: Para baixo

# Languages::downloadable
source: Downloadable
pt: Produto adquirido via download

# Languages::downloadable_shipping
source: Enable shipping if downloadable
pt: Permitir cobrança de frete se o produto for para download

# Languages::downloads_max_left
source: Downloads (max./left)
pt: Downloads (máx. /esquerda)

# Languages::download_key_expiry
source: Download key expiry
pt: Chave de expiração do Download

# Languages::download_link_expired
source: The download link is expired or is not ready.
pt: O link de download expirou ou não está pronto.

# Languages::do_not_change
source: Do not change
pt: Não alterar

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
pt: Não passe o logotipo do carrinho de compras para o comerciante

# Languages::do_not_use
source: Do not use
pt: Não usar

# Languages::drlicense_number
source: Driving License Number
pt: Número da licença de condução

# Languages::dropdown_limit
source: Minimal number if items to be placed in a dropdown list.
pt: Número mínimo de itens a ser colocado em um dropdown.

# Languages::dropdown_second_level_elements
source: Second level elements
pt: Elementos de segundo nível

# Languages::dropdown_third_level_elements
source: Third level elements
pt: Elementos de terceiros nível

# Languages::drop_existing_data
source: Delete all existing product files before import
pt: Excluir todos os arquivos de produto existentes antes de importar

# Languages::delete_downloadable_product_files
source: Delete existing files of downloadable products
pt: Apagar arquivos existentes de produtos disponíveis para download

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
pt: Por favor, defina permissões de gravação no arquivo de backup do banco de dados.

# Languages::duplicate
source: Duplicate transactions
pt: Transações duplicadas

# Languages::dutch
source: Dutch
pt: Holandês

# Languages::dynamic
source: Dynamic
pt: Dinâmica

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
pt: Este bloco de conteúdo irá aparecer <a href="[url]">nesta página</a> apenas.

# Languages::dynamic_tree_cat
source: Dynamic tree
pt: Árvore dinâmica

# Languages::dynamic_tree_pages
source: Dynamic tree
pt: Árvore dinâmica

# Languages::edit
source: Edit
pt: Editar

# Languages::editing
source: Editing
pt: Edição

# Languages::editing_block
source: Editing block
pt: Editando bloco

# Languages::editing_category
source: Editing category
pt: Editando categoria

# Languages::editing_chart
source: Editing chart
pt: Editando gráfico

# Languages::editing_container
source: Editing container
pt: Editando recipiente

# Languages::editing_currency
source: Editing currency
pt: Editando moeda

# Languages::editing_defined_products
source: Editing defined products
pt: Editando produtos definidos

# Languages::editing_file
source: Editing file
pt: Editando arquivo
