Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
pt: O arquivo não pode ser restaurado. Somente arquivos .sql, .zip e .tgz são permitidos.

# Languages::upgraded_on
source: Upgraded on
pt: Atualizado em

# Languages::seconds_left
source: [n] second left|[n] seconds left
pt: Falta [n] segundo|Faltam [n] segundos

# Languages::i_agree_continue
source: I agree and continue
pt: Concordar e continuar

# Languages::products_without_category
source: Products without category
pt: Produtos sem categoria

# Languages::products_without_category_description
source: When a product is created without a category during import, it will be placed into this category.
pt: Um produto criado sem categoria durante a importação será colocado nesta categoria.

# Languages::products_without_category_notification_text
source: Some of your products currently don't have a category. It may be harder for customers to find those products.<br /> <a href="[url]" target="_blank">Please check these products and assign them a category.</a>
pt: Alguns dos seus produtos estão sem categoria. Os clientes podem ter dificuldade em encontrá-los.<br /> <a href="[url]" target="_blank">Verifique-os e atribua-lhes uma categoria.</a>

# Languages::deleting_required_category_notification_text
source: Category "[category]" is required and can't be deleted.
pt: A categoria "[category]" é necessária e não pode ser apagada.

# Languages::show_more
source: Show more
pt: Ver mais

# Languages::show_less
source: Show less
pt: Ver menos

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
pt: [count] produtos foram movidos para a <a href='[url]' target='_blank'>Lixeira</a>

# Languages::products_adopted
source: [n] product had a new main category assigned to it.|[n] products had a new main category assigned to them.
pt: Foi atribuída uma nova categoria principal a [n] produto.|Foi atribuída uma nova categoria principal a [n] produtos.

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
pt: O complemento "[name]" foi atualizado

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
pt: Para determinar se um certo problema está sendo causado por um complemento, você pode desativar complementos de terceiros ou todos os complementos. Reative-os mais tarde com apenas um clique.

# Languages::tools_addons_disable_all
source: Disable all add-ons
pt: Desativar todos os complementos

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
pt: Desativar complementos de terceiros

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
pt: Reativar complementos

# Languages::tools_addons_installed_count
source: Installed add-ons:
pt: Complementos instalados:

# Languages::tools_addons_activated_count
source: Active add-ons:
pt: Complementos ativos:

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
pt: Complementos embutidos:

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
pt: Complementos de terceiros:

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
pt: Um administrador desativou todos os complementos ou complementos de terceiros.<br> Clique em "Reativar complementos" para inicializar os complementos que estavam ativos.

# Languages::tools_addons_additional_shipping_methods_msg
source: There may be more ways to calculate shipping rates. They'll show up if you activate the corresponding <a href="[url]">shipping add-ons</a>.
pt: Podem haver mais formas de calcular o valor do frete. Elas aparecerão se você ativar os <a href="[url]">complementos de frete</a> correspondentes.

# Languages::tools_addons_additional_themes
source: There may be more themes. They'll show up if you activate the corresponding <a href="[url]">theme add-ons</a>.
pt: Podem haver mais temas. Eles aparecerão se você ativar os <a href="[url]">complementos de tema</a> correspondentes.

# Languages::privilege_groups.blog_and_pages
source: Blog & Pages
pt: Blog e Páginas

# Languages::privilege_groups.exim
source: Import and export data
pt: Importar e exportar dados

# Languages::sw.delete_demo_data
source: Delete the data
pt: Apagar os dados

# Languages::sw.keep_demo_data
source: Keep the data
pt: Manter os dados

# Languages::sw.more_themes_in_marketplace
source: More themes in the Marketplace
pt: Mais temas no Marketplace

# Languages::sw.logo_recommended_size_text
source: recommended size [height]px × [width]px
pt: tamanho recomendado [height] px x [width] px

# Languages::sw.money_goes_to_owner
source: Customer makes a single payment, all money goes to you
pt: O cliente faz um único pagamento, todo o dinheiro vai para você

# Languages::sw.money_split_automaticaly
source: Customer makes a single payment, money is split automatically
pt: O cliente faz um único pagamento, o dinheiro é dividido automaticamente

# Languages::sw.money_goes_to_vendor
source: Customer makes multiple payments (one to each vendor)
pt: O cliente faz diversos pagamentos (um para cada fornecedor)

# Languages::sw.money_goes_to_vendor_descr
source: Each vendor has to create own payment methods. Money goes directly to vendors, and marketplace commission gets added to vendors' debt. It becomes a vendor's responsibility to pay the marketplace.
pt: Cada fornecedor tem de criar as próprias formas de pagamento. O dinheiro vai diretamente para os fornecedores, e a comissão do marketplace é adicionada à dívida deles. Pagar o marketplace se torna responsabilidade do fornecedor.

# Languages::usergroup_must_have_privileges
source: Usergroup must have at least one privilege.
pt: O grupo de usuários deve ter pelo menos um privilégio.

# Languages::saved_search.set_as_default
source: Set as default
pt: Definir como padrão

# Languages::saved_search.set_as_non_default
source: Set as non-default
pt: Definir como não padrão

# Languages::saved_search.set_as_default_confirm
source: Saved search "[name]" will open by default instead of the full list of objects. Is that what you'd like?
pt: A pesquisa salva "[name]" será aberta por padrão em vez da lista completa de objetos. É isso que você quer?

# Languages::saved_search.set_as_non_default_confirm
source: The full list of objects will open by default instead of saved search "[name]". Is that what you'd like?
pt: A lista completa de objetos será aberta por padrão em vez da pesquisa salva "[name]". É isso que você quer?
