Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::block_enabled
source: Block was enabled for this location
pt: Bloco ativado para este local

# Languages::block_html_block
source: HTML block
pt: Bloco HTML

# Languages::block_html_block_description
source: Any HTML content
pt: Qualquer conteúdo HTML

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
pt: Bloquear IP depois de várias tentativas sem sucesso

# Languages::block_languages
source: Languages
pt: Idiomas

# Languages::block_languages_description
source: Language selector
pt: Seletor de idioma

# Languages::block_localizations
source: Localizations
pt: Localizações

# Languages::block_localizations_description
source: Localization selector
pt: Seletor de localização

# Languages::block_main
source: Main
pt: Principal

# Languages::block_main_description
source: Main content (loaded by controller)
pt: Conteúdo principal (carregado pelo controller)

# Languages::block_manager
source: Block manager
pt: Gestor de blocos

# Languages::block_manager.fixed_layout
source: Fixed width
pt: Largura fixa

# Languages::block_manager.fluid_layout
source: Fluid
pt: Fluido

# Languages::block_manager.full_width_layout
source: Full width
pt: Largura total

# Languages::block_manager.grid_columns
source: Grid columns
pt: Colunas da grade

# Languages::block_manager.layout_width
source: Layout width
pt: Largura do layout

# Languages::block_manager.max_width
source: Maximal width
pt: Largura máxima

# Languages::block_manager.min_width
source: Minimal width
pt: Largura mínima

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
pt: Alterar o layout quando o tema é convertido para CSS não é permitido. Ative o modo LESS no <a target="_blank" class="cm-post" href="[url]">Editor de temas</a>.

# Languages::block_manager.add_layout_page
source: Add layout page
pt: Adicionar layout da página

# Languages::block_manager.editing_layout_page
source: Editing layout page
pt: Editar layout da página

# Languages::block_manager.new_layout_page
source: New layout page
pt: Nova layout da página

# Languages::block_manager.layout_pages
source: Layout pages
pt: Layout das páginas

# Languages::block_lite_checkout_location_description
source: Customer's city, state, and country
pt: Cidade, estado e país do cliente

# Languages::block_lite_checkout_customer_information_description
source: Profile fields for customer information
pt: Campos de perfil para informações do cliente

# Languages::block_lite_checkout_customer_address_description
source: Profile fields for customer address
pt: Campos de perfil para o endereço do cliente

# Languages::customer_address
source: Customer address
pt: Endereço do cliente

# Languages::block_lite_checkout_shipping_methods_description
source: Shipping method selection
pt: Seleção de frete

# Languages::block_lite_checkout_payment_methods_description
source: Payment method selection
pt: Seleção de pagamento

# Languages::block_lite_checkout_customer_billing
source: Checkout: Billing address
pt: Checkout: Endereço da fatura

# Languages::block_lite_checkout_customer_billing_description
source: Profile fields for billing address
pt: Campos do perfil para o endereço da fatura

# Languages::block_lite_checkout_customer_notes_description
source: Customer's notes about the order
pt: Observações do cliente sobre o pedido

# Languages::terms_and_conditions
source: Terms and conditions
pt: Termos e condições

# Languages::block_menu_description
source: Different types of menus
pt: Diferentes tipos de menus

# Languages::block_my_account
source: My account
pt: Minha conta

# Languages::block_my_account_description
source: Customer profile access
pt: Acesso do perfil do cliente

# Languages::block_name
source: Block name
pt: Nome do bloco

# Languages::block_options
source: Block options
pt: Opções do bloco

# Languages::block_order
source: Block order
pt: Ordem do bloco

# Languages::block_our_brands
source: Brands
pt: Marcas

# Languages::block_our_brands_description
source: Product brands presented in the store
pt: Marcas de produtos apresentadas na loja

# Languages::block_pages
source: Pages
pt: Páginas

# Languages::block_pages_description
source: Store pages
pt: Páginas da loja

# Languages::block_payment_methods
source: Payment methods
pt: Formas de pagamento

# Languages::block_payment_methods_description
source: Available payment methods
pt: Formas de pagamento disponíveis

# Languages::block_products
source: Products
pt: Produtos

# Languages::block_product_filters
source: Product filters
pt: Filtros do produto

# Languages::block_product_filters_description
source: Product filtering options
pt: Opções de filtragem do produto

# Languages::block_settings
source: Block settings
pt: Configurações do bloco

# Languages::block_shipping_methods
source: Shipping methods
pt: Formas de frete

# Languages::block_shipping_methods_description
source: Available shipping methods
pt: Formas de frete disponíveis

# Languages::block_smarty_block
source: HTML block with Smarty support
pt: Bloco HTML com Smarty

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
pt: Qualquer conteúdo HTML/Smarty

# Languages::block_template
source: Template
pt: Modelo

# Languages::block_template_description
source: Block with a particular template
pt: Bloco com um modelo em particular

# Languages::block_text
source: Block text
pt: Texto do bloco

# Languages::block_time
source: Time for which IP should be blocked
pt: Tempo em que o IP irá ficar bloqueado

# Languages::block_width
source: Block width
pt: Largura do bloco

# Languages::block_wrapper_updated
source: Block wrapper was updated
pt: Caixa do bloco foi atualizada

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
pt: Realizando esta ação irá [action] a este bloco em todas páginas da [location_name]. Você deseja continuar?

# Languages::body
source: Body
pt: Corpo

# Languages::bonus
source: Bonus
pt: Bônus

# Languages::bonuses
source: Bonuses
pt: Bônus

# Languages::both
source: Both
pt: Ambos

# Languages::bought
source: Already bought
pt: Também comprou

# Languages::bought_amount
source: Bought quantity
pt: Quantidade comprada

# Languages::box_height
source: Box height
pt: Altura da caixa

# Languages::box_length
source: Box length
pt: Comprimento da caixa

# Languages::box_width
source: Box width
pt: Largura da caixa

# Languages::brand
source: Brand
pt: Marca

# Languages::brand_type
source: Brand/Manufacturer
pt: Marca/Fabricante

# Languages::breadcrumbs
source: Breadcrumbs
pt: Navegação

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
pt: Estrutura de plugin incorreta. O pacote de upload não pode ser instalado.

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
pt: Estrutura PO-Pack incorreta. O pacote enviado não pôde ser instalado.

# Languages::browse
source: Browse...
pt: Procurar...

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
pt: <p>Nos detectamos que o navegador utilizado por você não é completamente suportado em nosso Painel Administrativo. Você pode ver este site utilizando seu atual navegador, mas a navegação pode ficar comprometida e vo cê não terá acesso a todos os recursos.</p><br><p>O Painel Administrativo é melhor visualizado utilizando os seguintes navegadores</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/pt-BR/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 ou superior</a></li><li>&ndash; <a href="http://www.mozilla.org/pt-BR" target="_blank">Mozilla Firefox (Última versão)</a></li><li>&ndash; <a href="https://www.google.com/intl/pt/chrome/browser/" target="_blank">Google Chrome (Última versão)</a></li></ul><br><p>Clique em um dos links de download do navegador de sua escolha. Quando o download estiver completo, instale o navegador executando seu arquivo de instalação.</p><br><p>Se você não pode atualizar seu navegador agora, você ainda poderá acessar o Painel Administrativo, mas não terá todos os recursos.<br><br><a href="[url]">Continuar</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
pt: Aviso de atualização de Navegador

# Languages::bulk_category_addition
source: Bulk category addition
pt: Adicionar multiplas categorias

# Languages::bulk_print_invoice
source: Invoice bulk print
pt: Imprimir pedidos

# Languages::bulk_product_addition
source: Bulk product addition
pt: Adicionar multiplos produtos

# Languages::button_bgcolor
source: Button background color
pt: Cor de fundo do botão

# Languages::button_text_color
source: Button text color
pt: Cor do texto do botão

# Languages::but_change
source: Change
pt: Alterar

# Languages::buyer_name
source: Buyer's name
pt: Nome do comprador

# Languages::buy_in_advance
source: Buy in advance
pt: Permitir a pré-venda

# Languages::buy_now
source: Buy now
pt: Comprar agora

# Languages::by
source: by
pt: por

# Languages::by_fixed
source: by fixed amount
pt: por montante fixo

# Languages::by_percentage
source: by percentage of the original price
pt: por porcentagem do preço original

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
pt: Code 128 é uma simbologia de código de barras de alta densidade. <br/>Usado extensivamente em todo o mundo. <br/>Code 128 é projetado para codificar os 128 caracteres ASCII completo. <br/>Code 128-A - 0-9, A-Z, códigos de controle ASCII, caracteres especiais. <br/>Code 128-B-0-9, A-Z, a-z, caracteres especiais . <br/>Code128-C-00-99 (densidade dupla de codificação de dados apenas numéricos). <br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
pt: Code 128 é uma simbologia de código de barras de alta densidade. <br/>Usado extensivamente em todo o mundo. <br/>Code 128 é projetado para codificar os 128 caracteres ASCII completo. <br/>Code 128-A - 0-9, A-Z, códigos de controle ASCII, caracteres especiais. <br/>Code 128-B-0-9, A-Z, a-z, caracteres especiais . <br/>Code128-C-00-99 (densidade dupla de codificação de dados apenas numéricos). <br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
pt: Code 128 é uma simbologia de código de barras de alta densidade. <br/>Usado extensivamente em todo o mundo. <br/>Code 128 é projetado para codificar os 128 caracteres ASCII completo. <br/>Code 128-A - 0-9, A-Z, códigos de controle ASCII, caracteres especiais. <br/>Code 128-B-0-9, A-Z, a-z, caracteres especiais . <br/>Code128-C-00-99 (densidade dupla de codificação de dados apenas numéricos). <br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
pt: Conhecido também como USS Code 39, 3 de 9<br />Code 39 pode ser codificado de caractéres alphanuméricos.<br /> Simbologia utilizada em ambiente não comercial.<br/> Code 39 é designado para codificar 26 letras capitais, 10 digitos e 7 caractéres especiais.

# Languages::cache_cleared
source: Cache has been cleared
pt: Cache apagado

# Languages::calculate
source: Calculate
pt: Calcular

# Languages::calculate_shipping_cost
source: Calculate shipping cost
pt: Calcular portes de envio

# Languages::calendar
source: Calendar
pt: Calendário

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
pt: Para ativar o processador de remessa Canada post, você precisa da moeda Dólar Canadense ativada.

# Languages::cancel
source: Cancel
pt: Cancelar

# Languages::canceled_reversal
source: Canceled reversal
pt: Envio reverso cancelado

# Languages::cancelled
source: Canceled
pt: Cancelado

# Languages::cancel_url_target
source: Cancel URL target
pt: Cancelar destino da URL

# Languages::cannot_buy
source: You cannot buy the product with these option variants
pt: Você não pode comprar o artigo com essas combinações de opção

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
pt: Você não pode pode finalizar compras com o carrinho de compras vazio.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
pt: Não há nenhuma forma de pagamento disponível e você não poderá finalizar o seu pedido.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
pt: Não foi possível remover o tema atual

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
pt: Não foi possível salvar o arquivo <b>[file]</b>. Verifique as permissões do arquivo e da pasta.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
pt: Você não pode usar valores percentuais no preço base.

# Languages::capture
source: Capture
pt: Captura

# Languages::card
source: Card
pt: Cartão

# Languages::cardholder_name
source: Cardholder's name
pt: Nome do titular do cartão

# Languages::card_number
source: Card number
pt: Número do cartão

# Languages::carousel
source: Carousel
pt: Carrossel

# Languages::carrier
source: Carrier
pt: Transportadora

# Languages::cart
source: Cart
pt: Carrinho de compras

# Languages::cart_content
source: Cart content
pt: Conteúdo do carrinho

# Languages::cart_contents
source: Cart contents
pt: Conteúdo do carrinho

# Languages::cart_info
source: Site info
pt: Informação do SIte

# Languages::cart_is_empty
source: Cart is empty
pt: Carrinho vazio

# Languages::cart_items
source: Cart items
pt: Items no carrinho

# Languages::cart_subtotal
source: Cart subtotal
pt: Subtotal

# Languages::cash_on_delivery
source: Cash on delivery
pt: Cobrança postal

# Languages::catalog
source: Catalog
pt: Catálogo

# Languages::catalog_pages
source: Catalog pages
pt: Páginas do catálogo

# Languages::categories
source: Categories
pt: Categorias

# Languages::categories_have_been_added
source: Categories have been added
pt: As categorias foram adicionadas

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
pt: Ver categorias de produtos que são utilizados para grupos de produtos em sua loja.

# Languages::category
source: Category
pt: Categoria

# Languages::category_delimiter
source: Category delimiter
pt: Delimitador de categoria

# Languages::category_description
source: Category description
pt: Descrição da categoria

# Languages::category_location
source: Category location
pt: Localização da categoria

# Languages::category_name
source: Category name
pt: Nome da categoria

# Languages::cdn_settings
source: CDN settings
pt: Configurações de CDN

# Languages::central_content
source: Central content
pt: Conteúdo central

# Languages::certificate
source: Certificate
pt: Certificado

# Languages::certificate_filename
source: Certificate filename
pt: Arquivo do certificado

# Languages::change
source: Change
pt: Alterar

# Languages::changed
source: Changed
pt: Alterado

# Languages::changes
source: Changes
pt: Alterações

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
pt: Também é aconselhável alterar as permissões de acesso para o arquivo config.local.php. Ele deve ter permissões de 644 (leitura/gravação para o proprietário e leitura para os outros).

# Languages::change_addons_initialization
source: Change add-ons initialization
pt: Mudar inicialização de complementos

# Languages::change_language
source: Change language
pt: Alterar idioma

# Languages::change_password_notification
source: Please change your password
pt: Por favor, altere a sua senha

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
pt: Sua senha para acessar o painel de administrativo da loja [store] foi alterado pela último vez a [dias] dias atrás. Por razões de segurança, por favor, altere sua senha. Para fazer isso, por favor siga o link:

# Languages::change_permissions
source: Change permissions
pt: Alterar permissões

# Languages::check_permissions
source: Check permissions
pt: Verificar permissões

# Languages::change_range
source: Change range
pt: Alterar faixa

# Languages::charged_amount
source: Charged amount
pt: Valor cobrado

# Languages::charset
source: Character set
pt: Conjunto de caracteres

# Languages::chart
source: Chart
pt: Gráfico

# Languages::charts
source: Charts
pt: Gráficos

# Languages::chart_type
source: Chart type
pt: Tipo de gráfico

# Languages::check
source: Check
pt: Verificar

# Languages::checkbox
source: Check box
pt: Caixa de verificação

# Languages::checking_account_number
source: Checking account number
pt: Número de conta corrente

# Languages::checkout_as_guest
source: Checkout as guest
pt: Checkout como convidado

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
pt: Aceito os termos constantes nas

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
pt: Marque esta caixa para aceitar os [terms_href]

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
pt: Termos e Condições

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
pt: Para continuar você deve aceitar os termos e condições.

# Languages::check_again
source: Recheck and correct
pt: Verificar e corrigir

# Languages::check_all
source: All
pt: Todos

# Languages::check_disabled
source: Disabled
pt: Desativado

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
pt: Para incluir o status do pedido, métodos de pagamento e locais na lista de condições, verifique o item necessário e clique no botão "Salvar".

# Languages::check_none
source: None
pt: Nenhum

# Languages::check_active
source: Active
pt: Ativado

# Languages::check_hidden
source: Hidden
pt: Oculto

# Languages::check_pending
source: Pending
pt: Pendente

# Languages::check_number
source: Check Number
pt: Número do cheque

# Languages::check_ssl
source: Check SSL
pt: Verificação de SSL

# Languages::check_uncheck_all
source: Check / uncheck all
pt: Selecionar/Deselecionar todos

# Languages::chinese
source: Chinese
pt: Chinês

# Languages::choose
source: Choose
pt: Escolha

# Languages::choose_action
source: Choose action
pt: Escolha a ação

# Languages::choose_category
source: Choose category
pt: Escolha a categoria

# Languages::choose_user
source: Choose user
pt: Escolha um usuário

# Languages::choose_your_country
source: Choose your country
pt: Escolha o seu país

# Languages::choose_your_store_mode
source: Please choose your licensing mode
pt: Por favor, escolha o modo de licenciamento

# Languages::cities
source: Cities
pt: Cidades

# Languages::city
source: City
pt: Localidade

# Languages::clean
source: clean
pt: limpar

# Languages::cleanup_history
source: Clean up history
pt: Limpar histórico

# Languages::clean_logs
source: Clear logs
pt: Limpar logs

# Languages::clean_old_logs
source: Clear logs older than [n] day|Clear logs older than [n] days
pt: Limpar logs com mais de [n] dia|Limpar logs com mais de [n] dias

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
pt: Limpar locais antes de importar

# Languages::clear
source: Clear
pt: Limpar

# Languages::clear_cache
source: Clear cache
pt: Limpar cache

# Languages::clear_cart
source: Clear cart
pt: Esvaziar o carrinho

# Languages::clear_conditions
source: Clear conditions
pt: Limpar condições

# Languages::clear_fields
source: Clear fields
pt: Limpar campos

# Languages::clear_list
source: Clear list
pt: Limpar lista

# Languages::clear_thumbnails
source: Clean up generated thumbnails
pt: Limpar miniaturas

# Languages::clicks
source: Clicks
pt: Cliques

# Languages::client_id
source: Client ID
pt: Código do cliente

# Languages::clone
source: Clone
pt: Copiar

# Languages::clone_from
source: Clone from
pt: Copiar de

# Languages::clone_selected
source: Clone selected
pt: Copiar selecionados

# Languages::clone_table
source: Clone table
pt: Copiar tabela

# Languages::clone_theme
source: Clone theme
pt: Copiar tema

# Languages::clone_this_item
source: Clone this item
pt: Copiar este item

# Languages::clone_this_page
source: Clone this page
pt: Copiar esta página

# Languages::close
source: Close
pt: Fechar

# Languages::code
source: Code
pt: Código

# Languages::coefficient
source: Coefficient
pt: Coeficiente

# Languages::collapse_bg_color
source: Collapse background color
pt: Cor de fundo do acordeon

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
pt: Sub-lista de itens do acordeon

# Languages::collapse_text_color
source: Collapse text color
pt: Cor de texto do acordeon

# Languages::color
source: Color
pt: Cor

# Languages::combination
source: Combination
pt: Combinação

# Languages::comma
source: Comma
pt: Vírgula

# Languages::comment
source: Comment
pt: Comentário

# Languages::comments
source: Comments
pt: Comentários

# Languages::comment_hint
source: Enter your comment to appear below the option
pt: Escreva o seu comentário para aparecer abaixo da opção

# Languages::commission
source: Commission
pt: Comissão
