Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
pt: Para sua segurança, por favor, preencha o formulário abaixo para concluir o seu pedido. Não clique em atualizar ou botão voltar, esta transação pode ser interrompida ou cancelada.

# Languages::text_cmpi_go_back
source: Go back
pt: Voltar

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
pt: Não há nenhum produtos com as opções selecionadas em estoque

# Languages::text_companies_activated
source: Selected companies have been activated
pt: As empresas selecionadas foram ativadas

# Languages::text_companies_disabled
source: Selected companies have been disabled
pt: As empresas selecionadas foram desativadas

# Languages::text_company_status_active_subj
source: Your company was activated.
pt: Sua empresa foi ativada.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
pt: Status da sua empresa [company] foi alterado para [status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
pt: Sua empresa foi desativada.

# Languages::text_conditions_cleared
source: Table conditions were cleared
pt: Condições da tabela foram limpas

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
pt: Siga o seguinte link para confirmar o procedimento de recuperação da palavra chave

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
pt: Acesso negado: Possível ataque CSRF

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
pt: Logotipo para a área de <b>cliente</b>

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
pt: As alterações não foram salvas. Clique em OK para continuar ou Cancelar para permanecer na página atual.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
pt: Os pontos utilizados no pedido foram subtraídos da conta de usuário.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
pt: <b>Nota:</b> Por favor, envie as seguintes informações para o suporte da DeltaPay: <br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>' <br /> Cancel page: '<u>[result_url]</u>'<br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
pt: Defina 'Success link' para: <b>[success_url]</b> <br /> Defina 'Abort link' para: <b>[abort_url]</b> <br /> Adicione novas notificações de HTTP e defina 'Notification URL' para : <b>[notification_url]</b> <br /> Ative a verificação de entrada e defina 'Hash Algoritm' para o 'SHA1' <br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
pt: O diretório <b>[directory]</b> foi criado com sucesso.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
pt: O diretório <b>[directory]</b> foi removido com sucesso

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
pt: O diretório <b>[directory]</b> foi renomeado com sucesso para <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
pt: O diretório <b>[directory]</b> foi restaurado do repositório

# Languages::text_downloads_empty
source: Your downloads list is empty
pt: A sua lista de downloads está vazia

# Languages::text_editing
source: Text editing
pt: Edição de texto

# Languages::text_edp_product
source: This product is electronically distributed
pt: Este produto é distribuído eletronicamente

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
pt: O link de confirmação é inválido ou expirou.

# Languages::text_email_sent
source: E-mail has been sent successfully.
pt: O e-mail foi enviado com sucesso.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
pt: Por favor, adicione esses campos de URL na sua configuração de forma de pagamento de eCommerce eMerchantPay: <br/> <br/> <b>BackReturn URL:</b> <br/> [backreturn_url] <br/> <br/> <b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
pt: Por favor, envie a seguinte URL para o gerenciador eNPS como uma URL de resposta para todos os três casos (sucesso, fracasso, cancelar): [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
pt: Por favor, digite um novo nome de arquivo

# Languages::text_exim_data_exported
source: Data is exported successfully
pt: Os dados foram exportados com sucesso

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
pt: Os dados foram importados com sucesso. <br />Novos itens - <b>[new]</b>; <br />Itens atualizados - <b>[exist]</b>; <br />Itens ignorados- <b>[skipped]</b>; <br />Total - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
pt: Os dados foram importados com sucesso.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
pt: Abaixo está uma lista dos campos que podem ser exportados. Os campos <b>destacados</b> são obrigatórios.

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
pt: <h4>Formato de importação de arquivo</h4><code>%File location%</code> onde ,<dl class="dl-horizontal"><dt>%File location%</dt><dd>pode ser relativo ou absoluto em relação ao sistema de arquivos do servidor ou uma URL</dd></dl><p>Vários arquivos devem ser delimitados por vírgula.</p><h5>Exemplo1:</h5><code>file1.jpg</code><h5>Exemplo 2:</h5><code>backup/file1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
pt: <h4>Formato de importação de imagens</h4><code>%Image location%#%Alternative text%</code> onde,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>pode ser relativo ou absoluto em relação ao sistema de arquivos do servidor ou uma URL,</dd><dt>%Alternative text%<dt><dd>texto alternativo da imagem</dd></dl><h5>Exemplo1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Exemplo 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
pt: Abaixo está uma lista dos campos que o seu arquivo de dados pode conter. Os campos realçados em negrito são obrigatórios. Se você estiver importando dados com símbolos especiais (vírgulas, ponto e vírgula, etc), por favor, certifique-se que você tenha esses campos citados.

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
pt: Por favor, certifique-se de que o arquivo que você está importando tem charset UTF-8 para importar correntemente

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
pt: Infelizmente, a sua assinatura para software [product] acabou. Por favor, renove-o assim que possível para evitar a suspensão do programa.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
pt: Os parâmetros que serão enviados para o nosso servidor analisar a funcionalidade e a configuração atual estão listados abaixo. <br/> Por favor note que nenhuma informação pessoal ou financeira será enviada. Depois que você se familiarizar com a lista de parâmetros, clique em "Enviar". <br/>

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
pt: Diretório onde os arquivos de produto estão localizados. Isto será usado se os dados do campo "Arquivo" for especificados sem um caminho.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
pt: O arquivo <b>[file]</b> foi criado com sucesso

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
pt: O arquivo <b>[file]</b> foi removido com sucesso

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
pt: O arquivo <b>[file]</b> foi renomeado com sucesso para <b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
pt: O arquivo <b>[file]</b> foi restaurado do repositório

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
pt: O arquivo <b>[file]</b> foi salvo com sucesso

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
pt: Você deve preencher todos os campos obrigatórios

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
pt: Não é permitido criar/enviar/renomear arquivos com a extensão <b>. [ext]</b>.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
pt: Não é permitido criar/enviar/renomear arquivos do tipo MIME <b>[mime]</b>.

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
pt: Não é permitido fazer upload de arquivos com extensão <b>. [ext]</b> . As extensões permitidas são: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
pt: Não é permitido fazer upload de arquivos com tamanho superior a <b>[size]</b>

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
pt: Por favor, complete o seu pagamento abaixo. <br /> Esta é uma página de pagamento seguro, servida a partir de um local seguro.

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
pt: <strong>Modo completo</strong> exigido.

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
pt: <p>Por favor, defina os seguintes valores nas configurações Gate2Shop merchant:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
pt: Biblioteca GD <b>não</b> está instalada no seu servidor. Entre em contato com seu provedor de hospedagem. <br /> gráficos podem ser representados apenas como tabelas (tipo de gráfico "Tabela").

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
pt: <b>ID do cliente-</b> Seu ID de cliente - um valor decimal entre 0 e 999999999 ou um alias de cliente válido do formulário UK12345678CUR. <br /> Note que o alias diferencia maiúsculas de minúsculas. <br /> <b>Nota importante para usuários de UNIX:</b> <br /> por favor verifique se você tem as permissões apropriadas para o seguinte diretório: [cart_dir] (comando shell "chmod -R 755").

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
pt: -&nbsp;Entre na sua conta iDEAL<br />-&nbsp;Clique em <u>'Security'</u> na seção <u>'Profile'</u>.<br />-&nbsp;Marque a opção <u>'Notification'</u> para <b>'XML'</b><br />-&nbsp;Marque <u>'Notification URL'</u> para:<br /><b>[return_url]</b><br />-&nbsp;Marque <u>'Secret key'</u>. A Secret key é conhecida apenas pelo vendedor e iDEAL.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
pt: Diretório onde as imagens estão localizados. Isto será usado se um arquivo de imagem especificado não tiver um caminho.

# Languages::text_invalid_url
source: You have entered an invalid URL
pt: URL inválido

# Languages::text_items_added
source: The items were added successfully
pt: Os itens foram adicionados com sucesso

# Languages::text_links
source: Text links
pt: Links de texto

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
pt: <h4>Não é um membro registrado?</h4><p>Criar uma nova conta é fácil e leva menos de um minuto.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
pt: Este produto não pode ser adicionado ao<br> carrinho porque você não está logado.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
pt: Logo para os <b>pedidos</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
pt: <p class="mandatory-fields">Os campos marcados com <span class="required">*</span> são de preenchimento obrigatório</p>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
pt: Valor máximo do campo "limite" não pode exceder 25 a menos que o tipo de gráfico seja "Tabela". O limite deste gráfico foi corrigido.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
pt: Nenhuma resposta foi recebida ainda do Skrill, por favor, espere. Embora o pedido não pode ser criada na loja, é altamente provável que foi processada com sucesso pelo Skrill. Por favor entre em contato com o pessoal da loja e diga o ID do seu pedido conforme fornecido pela Skrill

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
pt: Para continuar o processo de checkout o total do pedido deve ultrapassar

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
pt: Para continuar o processo de checkout o subtotal do pedido deve ultrapassar

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
pt: Um usuário pode ter vários perfis. Por exemplo, precisa de um para pedidos pessoais e outra para o trabalho.

# Languages::text_nothing_found
source: Nothing found
pt: Nada foi encontrado

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
pt: Não é permitido fazer upload de arquivos com a extensão <b>. [ext]</b> .

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
pt: <b>[email]</b> não é um e-mail válido

# Languages::text_no_active_promotions
source: No promotions available.
pt: Não há promoções disponíveis.

# Languages::text_no_conflicts
source: No conflicts found
pt: Nenhum conflito encontrado

# Languages::text_no_items_defined
source: No [items] defined
pt: Nenhum [items] defenido

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
pt: Nenhum artigo satisfaz os parâmetros introduzidos

# Languages::text_no_matching_results_found
source: No results match the search query
pt: Nenhum resultado corresponde a pesquisa

# Languages::text_no_orders
source: No orders found
pt: Nenhum pedido encontrado

# Languages::text_no_payments_needed
source: No payment information required
pt: Não é necessário fornecer nenhuma informação de pagamento

# Languages::text_no_products
source: There are no products in this section
pt: Sem produtos

# Languages::text_no_products_defined
source: No products defined
pt: Não há produtos definidos

# Languages::text_no_products_found
source: No products found
pt: Nenhum produto encontrado

# Languages::text_no_shipments_found
source: No shipments found
pt: Nenhum despacho encontrado

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
pt: Parece que não existem opções de frete disponíveis para o seu endereço.<br/>Verifique se o endereço foi informado corretamente e/ou entre em contato conosco para obter ajuda.

# Languages::text_no_upgrades_available
source: No upgrades currently available
pt: Não há atualizações disponíveis no momento

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
pt: <b>[total]</b> [name] será exportado.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
pt: Insira ambos SHA-1 Signature: aqui e na configuração do Ogone. <br /><br />Para novas contas Ogone criadas desde 11 de maio de 2010, a nova política SHA é automaticamente ativa. <br/> Por favor, não esqueça de selecionar "Use new SHA signature policy".

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
pt: Defina a seguinte UR na seção de informações técnicas da Ogone Configuration como <b>Response Url</b> para todos os casos ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer): <b>[r_url]</b> <br /> Também insera a SHA-1 Signature: aqui e na cOgone Configuration. Em seguida, selecione o tipo de requisição: "Make this request in background and deferred".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
pt: Para criar combinações de opções você deve ativar a opção de controle de estoque em pelo menos uma das opções do produto.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
pt: Seu pedido está pendente por falta de estoque. Entraremos em contato o mais breve possível.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
pt: Seu pedido foi recusado pelo intermediador de pagamentos. Verifique as informações fornecidas e entre em contato conosco.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
pt: Parabéns! Seu pedido foi realizado com sucesso.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
pt: O pedido foi reembolsado com sucesso.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
pt: O pedido foi salvo com sucesso.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
pt: Por favor, note que notificação de alteração de status será enviada dependendo das configurações deste status

# Languages::text_out_of_stock
source: Out of stock
pt: Esgotado

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
pt: As páginas foram copiadas com sucesso. Veja abaixo a lista das novas páginas.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
pt: Páginas foram removidas com sucesso.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
pt: Tem certeza que deseja deixar esta página? Suas alterações não foram salvas. Clique em OK para continuar ou em Cancelar para permanecer na página atual.
