Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
pt: A moeda recebida na requisição de status difere da moeda da loja

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
pt: O valor hash md5 recebido da requisição de status difere do calculado

# Languages::mb_transaction_id
source: MB Transaction ID
pt: Código da transação MB

# Languages::md5_checksum_failed
source: MD5 checksum failed
pt: Verificação do checksum MD5 falhou

# Languages::md5_hash_value
source: MD5 hash value
pt: Valor hash MD5

# Languages::menu_items
source: Items for menu
pt: Itens para o menu

# Languages::merchantid
source: Merchant ID
pt: Código do comerciante

# Languages::merchant_email
source: Merchant Notification Email
pt: E-mail de notificação do comerciante

# Languages::merchant_firstname
source: Merchant first name
pt: Primeiro nome do comerciante

# Languages::merchant_id
source: Merchant ID
pt: Código do comerciante

# Languages::merchant_key
source: Merchant key
pt: Chave do comerciante

# Languages::merchant_lastname
source: Merchant last name
pt: Sobrenome do comerciante

# Languages::merchant_login
source: Merchant login
pt: Login do comerciante

# Languages::merchant_name
source: Merchant name
pt: Nome do comerciante

# Languages::merchant_pin
source: Merchant PIN
pt: PIN do comerciante

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
pt: Nenhuma resposta recebida do comerciante. Por favor verifique esta transação manualmente.

# Languages::merchant_site_id
source: Merchant site ID
pt: Código do site do comerciante

# Languages::merge
source: Merge
pt: Mesclar

# Languages::message
source: Message
pt: Mensagem

# Languages::messages
source: Messages
pt: Mensagens

# Languages::meta_description
source: Meta description
pt: Meta descrição

# Languages::meta_keywords
source: Meta keywords
pt: Meta palavras-chave

# Languages::method
source: Method
pt: Método

# Languages::minimized
source: Minimized
pt: Minimizado

# Languages::minimum_commission_payment
source: Minimum commission payment
pt: Pagamento mínimo de comissão

# Languages::minimum_items_in_box
source: Minimum items in box
pt: Mínimo de itens na caixa

# Languages::minutes
source: minute(s)
pt: minuto(s)

# Languages::min_order_qty
source: Minimum quantity to buy per product
pt: Quantidade mínima de compra por produto

# Languages::missing_variants_handling
source: Missing variants handling
pt: Controle de variantes não encontrado

# Languages::modifier
source: Modifier
pt: Modificador

# Languages::modify_profile
source: Modify Profile
pt: Modificar perfil

# Languages::modify_selected
source: Modify selected
pt: Editar selecionados

# Languages::month
source: Month
pt: Mês

# Languages::months
source: month(s)
pt: mês(es)

# Languages::month_name_1
source: January
pt: Janeiro

# Languages::month_name_10
source: October
pt: Outubro

# Languages::month_name_11
source: November
pt: Novembro

# Languages::month_name_12
source: December
pt: Dezembro

# Languages::month_name_2
source: February
pt: Fevereiro

# Languages::month_name_3
source: March
pt: Março

# Languages::month_name_4
source: April
pt: Abril

# Languages::month_name_5
source: May
pt: Maio

# Languages::month_name_6
source: June
pt: Junho

# Languages::month_name_7
source: July
pt: Julho

# Languages::month_name_8
source: August
pt: Agosto

# Languages::month_name_9
source: September
pt: Setembro

# Languages::month_name_abr_10
source: Oct
pt: Out

# Languages::month_name_abr_12
source: Dec
pt: Dez

# Languages::month_name_abr_2
source: Feb
pt: Fev

# Languages::month_name_abr_4
source: Apr
pt: Abr

# Languages::month_name_abr_5
source: May
pt: Mai

# Languages::month_name_abr_8
source: Aug
pt: Ago

# Languages::month_name_abr_9
source: Sep
pt: Set

# Languages::more
source: More
pt: Mais

# Languages::more_info
source: More info
pt: Mais informações

# Languages::more_sign_in_options
source: Back to more sign in options
pt: Volte para mais opções de login

# Languages::more_than
source: More than
pt: Maior que

# Languages::more_w_ellipsis
source: More...
pt: Mais...

# Languages::most_popular
source: Most popular
pt: Mais populares

# Languages::most_popular_addons
source: Most popular add-ons
pt: Add-ons mais populares

# Languages::mr
source: Mr.
pt: Sr.

# Languages::ms
source: Ms.
pt: Sra.

# Languages::tmpl_multicolumns_small
source: Multicolumns small
pt: Multi-colunas pequenas

# Languages::tmpl_multicolumn_list
source: Multi-column list
pt: Lista de várias colunas

# Languages::multiple
source: Multiple
pt: Múltiplas

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
pt: <p>Para selecionar vários itens, pressione e mantenha a tecla CTRL e clique nos itens desejados</p>

# Languages::my_account
source: My account
pt: Minha conta

# Languages::my_account_links
source: My account links
pt: Links da minha conta

# Languages::my_points
source: My points
pt: Meus pontos

# Languages::name
source: Name
pt: Nome

# Languages::navigation
source: Navigation
pt: Navegação

# Languages::navi_pages
source: Pages
pt: Páginas

# Languages::neighbours
source: Neighbours
pt: Vizinhos

# Languages::new
source: New
pt: Novo

# Languages::newest
source: Newest
pt: Mais novo

# Languages::new_administrator_password
source: New administrator password
pt: Nova senha de administrador

# Languages::new_category
source: New category
pt: Nova categoria

# Languages::new_chart
source: New chart
pt: Novo gráfico

# Languages::new_combination
source: New combination
pt: Nova combinação

# Languages::new_currency
source: New currency
pt: Nova moeda

# Languages::new_customer
source: New customer
pt: Novo cliente

# Languages::new_feature
source: New feature
pt: Nova característica

# Languages::new_file
source: New file
pt: Novo arquivo

# Languages::new_filter
source: New filter
pt: Novo filtro

# Languages::new_folder
source: New folder
pt: Nova pasta

# Languages::new_group
source: New group
pt: Novo grupo

# Languages::new_items
source: New item
pt: Novo item

# Languages::new_language
source: New language
pt: Novo idioma

# Languages::new_language_variable
source: New language variable
pt: Nova variável de idioma

# Languages::important_language_text
source: When you hide, disable, or delete a default language of one of the storefronts, make sure to update the value of the <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>.
pt: Quando você ocultar, desativar ou excluir um idioma padrão de uma loja virtual, lembre-se de atualizar o valor da configuração <b>Idioma padrão de front-end</b> em <a href="[link]">Configurações → Aparência</a>.

# Languages::new_layout
source: New layout
pt: Novo layout

# Languages::new_link
source: New link
pt: Novo link

# Languages::new_localization
source: New localization
pt: Nova localização

# Languages::new_location
source: New location
pt: Novo destino

# Languages::new_rate_area
source: New rate area
pt: Nova área tarifária

# Languages::new_menu
source: New menu
pt: Novo menu

# Languages::new_option
source: New option
pt: Nova opção

# Languages::new_page
source: New page
pt: Nova página

# Languages::new_payments
source: New payment method
pt: Nova forma de pagamento

# Languages::new_payout
source: New payout
pt: Novo pagamento

# Languages::new_post
source: New post
pt: Novo post

# Languages::new_product
source: New product
pt: Novo produto

# Languages::new_profile
source: New profile
pt: Novo perfil

# Languages::new_profile_field
source: New profile field
pt: Novo campo de cadastro

# Languages::new_profile_notification
source: New profile notification
pt: Nova notificação de perfil

# Languages::new_promotion
source: New promotion
pt: Nova promoção

# Languages::new_report
source: New report
pt: Novo relatório

# Languages::new_saved_search
source: New saved search
pt: Nova pesquisa salva

# Languages::new_section
source: New section
pt: Nova seção

# Languages::new_shipment
source: New shipment
pt: Novo despacho

# Languages::detailed_shipment
source: Detailed shipment
pt: Envio detalhado

# Languages::create_detailed_shipment
source: Create detailed shipment
pt: Criar envio detalhado

# Languages::new_shipment_was_created
source: New shipment was created
pt: Um novo envio foi criado

# Languages::new_shipping_method
source: New shipping method
pt: Novo frete

# Languages::new_site_map_section
source: New sitemap section
pt: Nova seção de sitemap

# Languages::new_states
source: New state(s) for the selected country
pt: Novo estado(s) para o país selecionado

# Languages::new_status
source: New status
pt: Novo status

# Languages::new_tab
source: New tab
pt: Nova guia

# Languages::new_tax
source: New tax
pt: Novo imposto

# Languages::new_usergroups
source: New user group(s)
pt: Novo grupo(s) de usuário

# Languages::new_user_profile
source: New user profile
pt: Novo perfil de usuário

# Languages::new_vendor
source: New store
pt: Nova loja

# Languages::new_zealand
source: New Zealand
pt: Nova Zelândia

# Languages::next
source: Next
pt: Próximo

# Languages::next_step
source: Next step
pt: Próximo passo

# Languages::no
source: No
pt: Não

# Languages::nocombination
source: Unfortunately this combination is not accessible
pt: Infelizmente esta combinação não está acessível

# Languages::none
source: None
pt: Nenhum

# Languages::norway
source: Norway
pt: Noruega

# Languages::norwegian
source: Norwegian
pt: Norueguês

# Languages::note
source: Note
pt: Nota

# Languages::notes
source: Notes
pt: Notas

# Languages::notice
source: Notice
pt: Aviso

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
pt: Você especificou [DECIMALS] casas decimais para a [CURRENCY]. O número máximo de casas decimais com suporte é 2. Valores adicionais serão exibidos como zeros.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
pt: Produtos que não podem ser entregues foram removidos do seu carrinho. Você pode prosseguir com a compra.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
pt: O cliente atualizou o endereço de e-mail no cadastro. Marque a opção para atualizar os dados do pedido:

# Languages::notify_customer
source: Notify customer
pt: Notificar o cliente

# Languages::notify_orders_department
source: Notify orders department
pt: Notificar o departamento de pedidos

# Languages::notify_user
source: Notify user
pt: Notificar o usuário

# Languages::notify_vendor
source: Notify store owner
pt: Notificar o dono da loja

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
pt: Notificar-me quando este produto voltar ao estoque

# Languages::not_active
source: Not active
pt: Desativado

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
pt: Este arquivo estará disponível para download somente após aprovação do administrador

# Languages::not_a_member
source: Not a member
pt: Não é um membro

# Languages::not_installed
source: Not installed
pt: Não instalado

# Languages::not_scroll_automatically
source: Do not scroll automatically
pt: Não rolar automaticamente

# Languages::no_categories_available
source: No categories available
pt: Não há categorias disponíveis

# Languages::no_data
source: No data found
pt: Sem informações

# Languages::no_data_found
source: No data found that satisfies this chart conditions
pt: Não há informações que atendam aos parâmetros deste gráfico

# Languages::no_files
source: No files
pt: Não há arquivos

# Languages::no_image
source: No image
pt: Sem foto

# Languages::no_items
source: No items defined
pt: Nenhum item selecionado

# Languages::no_items_found
source: No items found matching the search criteria
pt: Não foram encontrados itens correspondentes aos critérios de pesquisa

# Languages::no_menus
source: No menus
pt: Sem menus

# Languages::no_products_for_shipment
source: There are no products for shipment
pt: Não há nenhum produto para o envio

# Languages::no_products_selected
source: No products selected
pt: Nenhum produto selecionado

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
pt: <p class="error-text" align="center">Seu carrinho está vazio e o frete não pôde ser calculado</p>

# Languages::no_rates_for_empty_cart_warning
source: Your cart is empty and the shipping cost cannot be estimated
pt: O seu carrinho está vazio e o valor do frete não pode ser estimado

# Languages::no_shipping_required
source: No shipping required
pt: Sem envio obrigatório

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
pt: O código introduzido não pode ser aplicado, porque não satisfaz os requisitos.

# Languages::no_themes_available
source: No themes available
pt: Nenhum tema disponível

# Languages::no_users_found
source: No users found
pt: Nenhum usuário encontrado

# Languages::number
source: Number
pt: Número

# Languages::number_of_columns
source: Number of columns in the objects list
pt: Número de colunas na lista de objetos

# Languages::object
source: Object
pt: Objeto

# Languages::object_does_not_exist
source: The object doesn't exist
pt: O objeto não existe

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
pt: Já existe um objeto com o mesmo nome. Você quer substituí-lo?

# Languages::object_not_found
source: The [object] not found
pt: O [object] não foi encontrado

# Languages::of
source: of
pt: de

# Languages::old_price
source: Old price
pt: Preço antigo

# Languages::once_per_customer
source: Once per customer
pt: Uma vez por cliente

# Languages::online_only
source: Online only
pt: Somente online

# Languages::on_site_template_editing
source: On-site template editing
pt: Editar modelo diretamente na loja

# Languages::on_site_live_editing
source: On-site live editing
pt: Editar diretamente na loja

# Languages::open
source: Open
pt: Aberto

# Languages::open_action
source: Open
pt: Abrir

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
pt: Abra um arquivo ou crie um novo para começar.

# Languages::open_in_new_window
source: Open in new window
pt: Abrir nova janela

# Languages::open_store
source: Open storefront
pt: Abrir loja

# Languages::optimize_database
source: Optimize database
pt: Otimizar banco de dados

# Languages::optimizing_table
source: Optimizing table
pt: Otimizando tabela

# Languages::options
source: Options
pt: Opções

# Languages::options_for
source: Options for
pt: Opções para

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
pt: Opções foram aplicadas com sucesso nos produtos selecionados

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
pt: Gerenciar opções globais de produtos e opções variantes em sua loja.

# Languages::options_settings
source: Options settings
pt: Configurações de opções

# Languages::options_type
source: Options type
pt: Tipo de opções

# Languages::option_combinations
source: Option combinations
pt: Combinações de opções

# Languages::option_name
source: Option name
pt: Nome da opção

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
pt: Opção global "[option_name]" foi desativada para o produto

# Languages::option_variants
source: Option variants
pt: Opções

# Languages::opt_currency_name
source: Show currency titles
pt: Exibir nome da moeda

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
pt: Use símbolos de moedas ao invés de títulos

# Languages::opt_language_icon
source: Use language icons instead of names
pt: Usar ícones de idiomas ao invés de nomes

# Languages::opt_language_name
source: Show language names
pt: Exibir nome do idioma

# Languages::or
source: or
pt: ou

# Languages::order
source: Order
pt: Pedido

# Languages::ordered_products
source: Ordered products
pt: Produtos adquiridos

# Languages::orders
source: Orders
pt: Pedidos

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
pt: A empresa não foi alterada. Não é permitido alterar a empresa quando altera um pedido.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
pt: Use o botão "Adicionar produtos" acima para adicionar produtos no pedido.

# Languages::order_by_status
source: Order by status
pt: Pedido por status

# Languages::order_date
source: Order date
pt: Data do pedido

# Languages::order_details
source: Order details
pt: Detalhes do pedido

# Languages::order_discount
source: Order discount
pt: Desconto do pedido

# Languages::order_id
source: Order ID
pt: Código do pedido

# Languages::order_info
source: Order information
pt: Informações do pedido

# Languages::order_items
source: Order items
pt: Itens do pedido

# Languages::order_landing_page
source: Order landing page
pt: Página inicial do pedido

# Languages::order_management
source: Order management
pt: Gerenciamento de pedidos

# Languages::order_placed
source: Order placed
pt: Pedidos realizados

# Languages::order_prefix
source: Order prefix
pt: Prefixo do pedido

# Languages::order_search
source: Search order
pt: Pesquisar pedido

# Languages::order_status
source: Order status
pt: Status do pedido

# Languages::order_statuses
source: Order statuses
pt: Status para os pedidos

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
pt: Adicionar ou editar o status do pedido.

# Languages::order_total
source: Order Total
pt: Total

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
pt: O valor total pago não coincide com o total do pedido

# Languages::order_was_not_placed
source: Order was not placed
pt: O pedido não foi realizado

# Languages::origination
source: Origination
pt: Originação

# Languages::or_saved_search
source: or any item from the saved search
pt: ou qualquer outro item da pesquisa salva

# Languages::or_use
source: Or use
pt: Ou use

# Languages::others
source: Others
pt: Outros

# Languages::other_addons
source: Other add-ons
pt: Outros add-ons

# Languages::output
source: Output
pt: Saída

# Languages::out_of_stock_actions
source: Out of stock actions
pt: O que fazer se o estoque for zero

# Languages::out_of_stock_products
source: Out of stock
pt: Produtos sem estoque

# Languages::override_by_dispatch
source: Override locations by dispatch
pt: Substituir destinos por despacho

# Languages::override_by_this
source: Use this content for all the block instances
pt: Usar esse conteúdo para todas as instâncias de bloco

# Languages::override_product_data
source: Apply values to all the selected products
pt: Aplicar valores para todos os produtos selecionados

# Languages::owner
source: Owner
pt: Proprietário

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
pt: Por favor, digite "AGREE" ou "DISAGREE" na caixa fornecida

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
pt: Digitando AGREE na caixa abaixo eu estou oferecendo minha assinatura como autorização para Payment21 &reg; para debitar eletronicamente minha conta para a quantidade que eu entrei. Também entendo e autorizo expressamente o comerciante, se meu pagamento eCheck é recusado ou devolvido por qualquer motivo, a debitar eletronicamente minha conta o valor do pagamento do eCheck mais uma taxa de NSF para não exceder o limite máximo de estado legal. Vou imprimir ou salvar esta página para meus registros. Posso ligar para 1-888-770-0850 para suporte 24/7 com qualquer dúvida sobre esta transação de pagamento.

# Languages::package
source: Package
pt: Embalagem

# Languages::packages
source: Packages
pt: Embalagens

# Languages::package_type
source: Package type
pt: Tipo de embalagem

# Languages::packing_slip
source: Packing slip
pt: Guia de envio

# Languages::packing_slip_for_order
source: Packing slip for order
pt: Etiqueta de despacho para o pedido

# Languages::page
source: Page
pt: Página

# Languages::pages
source: Pages
pt: Páginas

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
pt: A página <b>[page]</b> foi duplicada com sucesso. Agora você pode editar a nova página

# Languages::page_id
source: Page ID
pt: Código da página

# Languages::page_link
source: Page URL
pt: URL da página

# Languages::page_name
source: Page name
pt: Nome da página

# Languages::page_not_found
source: Page Not Found
pt: Página não encontrada

# Languages::page_not_found_text
source: The page you have requested cannot be found.
pt: A página que você solicitou não pode ser encontrada.

# Languages::page_title
source: Page title
pt: Título da página

# Languages::paid_amount
source: Paid amount
pt: Valor pago

# Languages::param
source: Parameter
pt: Parâmetro

# Languages::parameter
source: Object to analyze
pt: Objeto para analise

# Languages::parameter_name
source: Parameter name
pt: Nome do parâmetro

# Languages::parent_category
source: Parent category
pt: Categoria pai

# Languages::parent_category_id
source: Parent category
pt: Categoria pai

# Languages::parent_item
source: Parent item
pt: Item pai

# Languages::parent_page
source: Parent page
pt: Página pai

# Languages::parent_page_id
source: Parent page
pt: Página pai

# Languages::partner
source: Partner
pt: Parceiro

# Languages::passport_number
source: Passport number
pt: Número de passaporte

# Languages::password
source: Password
pt: Senha

# Languages::path_to_files
source: Full path to the "atos" files
pt: Caminho completo para os arquivos "atos"

# Languages::pause_delay
source: Pause delay (in seconds)
pt: Atraso de pausa (em segundos)

# Languages::payflowcolor
source: Payflow color
pt: Cor Payflow

# Languages::payment
source: Payment
pt: Pagamento

# Languages::payments
source: Payments
pt: Pagamentos
