Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::text_all_products_included
source: All products included
pt: Todos os produtos incluídos

# Languages::usergroup_registered
source: Registered users
pt: Usuários cadastrados

# Languages::person_name
source: Name
pt: Nome

# Languages::promotions.cond_any
source: any
pt: qualquer

# Languages::promotions.cond_all
source: all
pt: todos

# Languages::promotions.cond_true
source: true
pt: verdadeiro

# Languages::promotions.cond_false
source: false
pt: falso

# Languages::text_select_vendor
source: Please select a store first
pt: Por favor, selecione uma loja primeiro

# SettingsSections::Appearance
source: Appearance
pt: Aparência

# SettingsSections::Company
source: Company
pt: Empresa

# SettingsSections::General
source: General
pt: Geral

# SettingsSections::Image_verification
source: Image verification
pt: Verificação por imagem

# SettingsSections::Logging
source: Logging
pt: Logs

# SettingsSections::Reports
source: Reports
pt: Relatórios

# SettingsSections::Security
source: Security settings
pt: Segurança

# SettingsSections::Sitemap
source: Sitemap
pt: Mapa do site

# SettingsSections::Stores
source: Stores
pt: Lojas

# SettingsSections::Thumbnails
source: Thumbnails
pt: Miniaturas

# SettingsSections::Upgrade_center
source: Upgrade center
pt: Atualizações

# SettingsSections::Notifications
source: Notifications
pt: Notificações

# SettingsOptions::company_name
source: Company name
pt: Nome da empresa

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
pt: Ativar conexão segura no painel administrativo

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
pt: Habilitar conexão segura para a loja virtual

# SettingsOptions::license_number
source: License number
pt: Número de licença

# SettingsOptions::alternative_currency
source: Alternative currency display format
pt: Formato de exibição da moeda alternativa

# SettingsOptions::company_address
source: Company address
pt: Endereço da empresa

# SettingsOptions::show_cats
source: Show the 'Categories' section
pt: Exibir a seção Categorias

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
pt: Forma de envio de e-mails

# SettingsOptions::width
source: Image width
pt: Largura da imagem

# SettingsOptions::log_lifetime
source: Days before a log entry is removed
pt: Dias até que um log seja removido

# SettingsTooltips::log_lifetime
source: Enter 0 if you don't want any automatic removal of old logs.
pt: Insira 0 se não quiser que logs antigos sejam removidos automaticamente.

# SettingsOptions::log_type_orders
source: Orders
pt: Pedidos

# SettingsOptions::log_type_users
source: Users
pt: Usuários

# SettingsOptions::log_type_products
source: Products
pt: Produtos

# SettingsOptions::log_type_categories
source: Categories
pt: Categorias

# SettingsOptions::log_type_database
source: Database
pt: Banco de dados

# SettingsOptions::log_type_requests
source: Requests
pt: Solicitações

# SettingsOptions::min_account_password_length
source: Minimum password length
pt: Tamanho mínimo da senha

# SettingsOptions::header_1
source: Administrator settings
pt: Definições do administrador

# SettingsOptions::header_7010
source: Format of time intervals
pt: Formato de intervalos de tempo

# SettingsOptions::share_users
source: Share users among stores
pt: Compartilhar usuários entre lojas

# SettingsOptions::log_type_general
source: General
pt: Geral

# SettingsOptions::backend_default_language
source: Backend default language
pt: Idos padrão do backend

# SettingsOptions::company_city
source: Company city
pt: Cidade da empresa

# SettingsOptions::admin_orders_per_page
source: Orders per page
pt: Pedidos por página

# SettingsOptions::day
source: Day
pt: Dia

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
pt: Exibir apenas links de categorias de nível de raiz na seção Categorias

# SettingsOptions::height
source: Image height
pt: Altura da imagem

# SettingsOptions::account_passwords_must_contain_mix
source: Password must contain both letters and numbers
pt: A senha deve conter letras e números

# SettingsOptions::header_10003
source: SMTP server settings
pt: Configurações do servidor SMTP

# SettingsOptions::header_8158
source: FTP server options
pt: Opções do servidor FTP

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
pt: Estado padrão do ícone "Atualizar todas as lojas"

# SettingsOptions::weight_symbol
source: Weight symbol
pt: Símbolo de peso

# SettingsOptions::admin_products_per_page
source: Products per page
pt: Produtos por página

# SettingsOptions::company_country
source: Company country
pt: País da empresa

# SettingsOptions::week
source: Week
pt: Semana

# SettingsOptions::mailer_smtp_host
source: SMTP host
pt: Host SMTP

# SettingsOptions::string_length
source: String length
pt: Comprimento de caracteres

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
pt: Forçar administradores para alterar a senha no primeiro logon

# SettingsOptions::show_site_info
source: Show the 'Site info' section
pt: Exibir seção Informações Sobre o Site

# SettingsOptions::lines_number
source: Number of grid lines
pt: Número de linhas de grade

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
pt: Cor de grade (código hexadecimal)

# SettingsOptions::ftp_username
source: Username
pt: Usuário

# SettingsOptions::company_state
source: Company state
pt: Estado da empresa

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
pt: Gramas na unidade de peso definido como símbolo de peso

# SettingsOptions::month
source: Month
pt: Mês

# SettingsOptions::mailer_smtp_username
source: SMTP username
pt: Usuário SMTP

# SettingsOptions::min_font_size
source: Minimum font size
pt: Tamanho mínimo da fonte

# SettingsOptions::account_password_expiration_period
source: Password validity period in days (0 - unlimited)
pt: Período de validade da senha em dias (0 - ilimitado)

# SettingsOptions::ftp_password
source: Password
pt: Senha

# SettingsOptions::company_zipcode
source: Company zip code
pt: CEP da empresa

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
pt: Páginas CMS por página

# SettingsOptions::year
source: Year
pt: Ano

# SettingsOptions::mailer_smtp_password
source: SMTP password
pt: Senha do SMTP

# SettingsOptions::max_font_size
source: Maximum font size
pt: Tamanho máximo da fonte

# SettingsOptions::store_mode
source: Close storefront
pt: Fechar loja

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
pt: Atualizar o cache automaticamente

# SettingsOptions::order_start_id
source: Initial order ID value
pt: Código inicial dos pedidos

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
pt: Permitir vários despachos para um único pedido

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
pt: Informar os visitantes sobre o uso de cookies

# SettingsOptions::tax_calculation
source: Tax calculation method based on
pt: Método de cálculo do imposto com base no

# SettingsOptions::feedback_type
source: Help us improve software
pt: Nos ajude a melhorar o software

# SettingsOptions::auto_check_updates
source: Check for updates automatically
pt: Verificar se há atualizações automaticamente

# SettingsOptions::ftp_directory
source: Directory
pt: Diretório

# SettingsOptions::admin_elements_per_page
source: Elements per page
pt: Elementos por página

# SettingsOptions::company_phone
source: Company phone
pt: Telefone da empresa

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
pt: Editor wysiwyg padrão

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
pt: Usar autenticação SMTP

# SettingsOptions::string_type
source: String type
pt: Tipo texto

# SettingsOptions::header_7003
source: Default customer location
pt: Localização padrão do cliente

# SettingsOptions::char_shadow
source: Character shadows
pt: Sombras no caráter

# SettingsOptions::default_address
source: Default address
pt: Endereço padrão

# SettingsOptions::company_phone_2
source: Company phone 2
pt: Telefone 2 da empresa

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
pt: Cor de fundo da miniatura

# SettingsOptions::colour
source: Color
pt: Cor

# SettingsOptions::header_2
source: Customer settings
pt: Configurações do cliente

# SettingsOptions::header_10004
source: Sendmail settings
pt: Configurações do sendmail

# SettingsOptions::default_zipcode
source: Default zipcode
pt: CEP padrão

# SettingsOptions::frontend_default_language
source: Frontend default language
pt: Idioma padrão do frontend

# SettingsOptions::convert_to
source: Thumbnail format
pt: Formato da miniatura

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
pt: Caminho para o programa sendmail

# SettingsOptions::background_image
source: Background image
pt: Imagem de fundo

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
pt: Não use a verificação se o usuário estiver logado

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
pt: Não use a verificação após a primeira resposta válida

# SettingsOptions::default_city
source: Default city
pt: Cidade padrão

# SettingsOptions::company_website
source: Company website
pt: Site da empresa

# SettingsOptions::orders_per_page
source: Orders per page
pt: Pedidos por página

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
pt: Qualidade do formato JPEG (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
pt: Ano em que a loja começou sua operação

# SettingsOptions::default_country
source: Default country
pt: País padrão

# SettingsOptions::products_per_page
source: Products per page
pt: Produtos por página

# SettingsOptions::company_users_department
source: User department e-mail address
pt: Endereço de email do departamento de usuário

# SettingsOptions::use_for
source: Use for
pt: Usar para

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
pt: Largura miniatura da lista de produtos (categoria, pesquisa, etc.)

# SettingsOptions::default_state
source: Default state
pt: Estado padrão

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
pt: Endereço de email do administrador do site

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
pt: Altura miniatura da lista de produtos (categoria, pesquisa, etc.)

# SettingsOptions::company_orders_department
source: Order department e-mail address
pt: Endereço de email de departamento de pedidos

# SettingsOptions::default_phone
source: Default phone
pt: Telefone padrão

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
pt: Largura de miniaturas da página de detalhes do produto

# SettingsOptions::header_7004
source: Catalog
pt: Catálogo

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
pt: Endereço de e-mail do departamento de ajuda/suporte

# SettingsOptions::elements_per_page
source: Elements per page
pt: Elementos por página

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
pt: Ativar o rastreamento de estoque

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
pt: Altura de miniaturas da página de detalhes do produto

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
pt: Permitir a quantidade negativa no estoque

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
pt: Largura da miniatura da espiadinha

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
pt: Altura da miniatura da espiadinha

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
pt: Endereço de email do responder para da newsletter

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
pt: Baixar chave TTL (para produtos distribuídos eletronicamente), horas

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
pt: Limites da notificação de estoque baixo

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
pt: Número de colunas na lista de produtos

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
pt: Exibir produtos de subcategorias da categoria selecionada

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
pt: Exibir modificadores para as opções do produto

# SettingsOptions::default_options_type
source: Options type
pt: Tipo de opções

# SettingsOptions::default_tracking
source: Track inventory
pt: Acompanhar estoque

# SettingsOptions::default_exceptions_type
source: Exceptions type
pt: Tipo de exceções

# SettingsOptions::default_zero_price_action
source: Zero price action
pt: O que fazer se o preço for zero

# SettingsOptions::default_min_qty
source: Minimum quantity to buy per product
pt: Quantidade mínima de compra por produto

# SettingsTooltips::default_min_qty
source: Sell no less than X units of a product in an order.
pt: Vender não menos do que X unidades de um produto em um pedido.

# SettingsOptions::default_max_qty
source: Maximum quantity to buy per product
pt: Quantidade máxima de compra por produto

# SettingsTooltips::default_max_qty
source: Sell no more than X units of a product in an order.
pt: Vender não mais do que X unidades de um produto em um pedido.

# SettingsTooltips::default_qty_step
source: Increase or decrease the number of purchased product units only by X.
pt: Aumentar ou diminuir o número de unidades do produto comprado somente em X.

# SettingsOptions::default_list_qty_count
source: Number of available quantities
pt: Quantidade disponível

# SettingsTooltips::default_list_qty_count
source: Replace product quantity selector with a dropdown list with X variants.
pt: Substituir o seletor de quantidade de produto por uma lista suspensa com X variações.

# SettingsOptions::exception_style
source: Exception style
pt: Estilo de exceção

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
pt: Largura da miniatura da página do carrinho

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
pt: Altura da miniatura da página do carrinho

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
pt: Exibir produtos sem estoque

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
pt: Largura da miniatura das categorias

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
pt: Estimar impostos usando endereço padrão nas páginas do carrinho/checkout

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
pt: Exibir preços com impostos nas páginas de categoria e produto se a forma de cálculo dos impostos for baseada no preço de uma unidade

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
pt: Exibir preços com impostos nas páginas de carrinho e checkout se a forma de cálculo dos impostos for baseada no preço de uma unidade

# SettingsOptions::in_stock_field
source: Show number of available products
pt: Exibir quantidade de produtos disponíveis

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
pt: Exibir imagens de mini miniatura como uma galeria

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
pt: Use 'Alterador de valor' para o campo de quantidade

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
pt: Exibir a 'seção de paginação' na parte superior do objeto listado

# SettingsOptions::default_image_previewer
source: Default image previewer
pt: Visualizador de imagem padrão

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
pt: Altura da miniatura das categorias

# SettingsOptions::default_product_details_view
source: Product detailed page view
pt: Visualização da página detalhada do produto

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
pt: Exibir detalhes do produto em guias

# SettingsOptions::display_track_orders
source: Display track my orders section
pt: Exibir a seção Rastrear Meu Pedido

# SettingsOptions::header_10070
source: Products list layouts settings
pt: Configurações de layouts da lista de produtos

# SettingsOptions::default_products_view_templates
source: Available product list views
pt: Exibições de lista de produtos disponíveis

# SettingsOptions::default_products_view
source: Product list default view
pt: Exibição padrão da lista de produto

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
pt: Use a exibição selecionada para a categoria atual ou página de pesquisa apenas

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
pt: Listagens de ordenação de produto disponivéis

# SettingsOptions::default_products_sorting
source: Product list default sorting
pt: Lista de ordenação de produto padrão

# SettingsOptions::enable_quick_view
source: Enable quick view
pt: Ativar espiadinha

# SettingsOptions::header_10080
source: Common settings
pt: Configurações comuns

# SettingsOptions::date_format
source: Date format
pt: Formato da data

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
pt: Largura da miniatura da página de detalhes da categoria

# SettingsOptions::time_format
source: Time format
pt: Formato de tempo

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
pt: Altura da miniatura da página de detalhes da categoria

# SettingsOptions::header_7024
source: Promotions
pt: Promoções

# SettingsOptions::timezone
source: Time zone
pt: Fuso horário

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
pt: Largura da foto detalhada da categoria

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
pt: Permitir que clientes usem o cupom de desconto apenas uma vez

# SettingsOptions::calendar_date_format
source: Calendar date format
pt: Formato da data do calendário

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
pt: Altura da foto detalhada da categoria

# SettingsOptions::header_7005
source: Users
pt: Usuários

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
pt: Permitir que os usuários criem mais de um cadastro em uma conta

# SettingsOptions::calendar_week_format
source: Calendar week starts from
pt: Começa a semana do calendário em

# SettingsOptions::min_order_amount
source: Minimum order amount
pt: Valor mínimo do pedido

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
pt: Definir o valor mínimo do pedido por

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
pt: Permitir compras para clientes não cadastrados

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
pt: Desativar checkout anônimo

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
pt: Permitir que cliente se inscreva para um grupo de usuário

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
pt: Administrador deve ativar novas contas de usuário

# SettingsOptions::address_position
source: Profile address section order
pt: Seção do perfil de endereço do pedido

# SettingsOptions::changes_warning
source: Unsaved changes warning
pt: Aviso de alterações não gravadas

# SettingsOptions::show_menu_descriptions
source: Show menu description in admin panel
pt: Exibir descrição do menu no painel administrativo

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
pt: Tempo de exibição de tempo (para desativar a função auto-ocultar digite 0)

# SettingsOptions::quick_registration
source: Quick registration
pt: Inscrição rápida

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
pt: Pedir aos clientes que aceitem os termos e condições durante o checkout

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions is in the "terms_and_conditions_content" language variable.
pt: O texto de termos e condições está na variável de idioma "terms_and_conditions_content".

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
pt: Permitir que os clientes paguem novamente se o pedido for recusado

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
pt: Estimar o custo de frete na página do carrinho

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts [Deprecated]
pt: Desconsiderar as opções do produto ao calcular os descontos por quantidade [Deprecated]

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
pt: Servidor proxy para conexões de saída

# SettingsOptions::proxy_host
source: Proxy host
pt: Host proxy

# SettingsOptions::proxy_port
source: Proxy port
pt: Porta proxy

# SettingsOptions::proxy_user
source: Proxy user
pt: Usuário proxy

# SettingsOptions::proxy_password
source: Proxy password
pt: Senha do proxy

# SettingsOptions::header_15000
source: Search options
pt: Opções de pesquisa

# SettingsOptions::search_objects
source: Search also in
pt: Buscar também em

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
pt: Usar conexão criptografada

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
pt: Configurar a etapa "Entrar"

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
pt: Opção padrão para a seção "Novo cliente" em "Entrar"

# SettingsTooltips::display_shipping_step
source: If the step is hidden, the first active method will be used by default.
pt: Se a etapa estiver oculta, a primeira forma ativa será usada por padrão.

# SettingsOptions::email_templates
source: Email templates mode
pt: Modo de modelos de e-mail

# SettingsOptions::phone_validation_mode
source: Supported phone numbers
pt: Números de telefone permitidos

# SettingsOptions::display_payment_step
source: Display "Payment method" step
pt: Exibir a etapa "Forma de pagamento"

# SettingsTooltips::display_payment_step
source: If the step is hidden, the first active method will be used by default.
pt: Se a etapa estiver oculta, a primeira forma ativa será usada por padrão.

# SettingsOptions::enable_edp
source: Enable selling downloadable products
pt: Permitir venda se o produto for para download
