Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::promotion_bonus_give_coupon
source: Give coupon
pt: Dar cupom

# Languages::promotion_bonus_give_points
source: Give points
pt: Dar pontos

# Languages::promotion_bonus_give_usergroup
source: Give user group
pt: Dar ao grupo de usuário

# Languages::promotion_bonus_order_discount
source: Order discount
pt: Desconto do pedido

# Languages::promotion_bonus_product_discount
source: Product discount
pt: Desconto de produto

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
pt: Códigos de cupom gerado automaticamente

# Languages::promotion_cond_categories
source: Categories
pt: Categorias

# Languages::promotion_cond_country
source: Customer country (shipping)
pt: País do cliente (entrega)

# Languages::promotion_cond_coupon_code
source: Coupon code
pt: Código do cupom

# Languages::promotion_cond_feature
source: Product feature
pt: Característica do produto

# Languages::promotion_cond_number_of_usages
source: Number of usages
pt: Número de usos

# Languages::promotion_cond_once_per_customer
source: Once per customer
pt: Uma vez por cliente

# Languages::promotion_cond_payment
source: Payment method
pt: Forma de pagamento

# Languages::promotion_cond_price
source: Product price
pt: Preço do produto

# Languages::promotion_cond_products
source: Products
pt: Produtos

# Languages::promotion_cond_products_number
source: Total products in the cart
pt: Total de produtos no carrinho

# Languages::promotion_cond_purchased_products
source: Purchased products
pt: Produtos comprados

# Languages::promotion_cond_state
source: Customer state (shipping)
pt: Estado do cliente (entrega)

# Languages::promotion_cond_subtotal
source: Order subtotal
pt: Subtotal do pedido

# Languages::promotion_cond_total
source: Order total
pt: Total

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
pt: Peso total dos produtos no carrinho

# Languages::promotion_cond_usergroup
source: User group
pt: Grupos de usuários

# Languages::promotion_cond_users
source: Users
pt: Usuários

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
pt: CEP do cliente (endereço de entrega)

# Languages::promotion_cond_shipping
source: Shipping methods
pt: Formas de frete

# Languages::promotion_op_amount
source: amount
pt: quantidade

# Languages::promotion_op_cont
source: contains
pt: contém

# Languages::promotion_op_eq
source: equal
pt: igual

# Languages::promotion_op_gt
source: greater
pt: maior

# Languages::promotion_op_gte
source: equal or greater
pt: igual ou maior

# Languages::promotion_op_in
source: in
pt: em

# Languages::promotion_op_lt
source: less
pt: menos

# Languages::promotion_op_lte
source: equal or less
pt: igual ou menor

# Languages::promotion_op_ncont
source: doesn't contain
pt: Não contém

# Languages::promotion_op_neq
source: not equal
pt: Não igual

# Languages::promotion_op_nin
source: not in
pt: Não está em

# Languages::promo_code
source: Promo code
pt: Código promocional

# Languages::promo_text
source: Promo text
pt: Texto promocional

# Languages::properties
source: Properties
pt: Configurações

# Languages::provider
source: Provider
pt: Provedor

# Languages::public
source: Public
pt: Público

# Languages::purchased_in_orders
source: Purchased in orders
pt: Comprado nos pedidos

# Languages::purchased_qty
source: Purchased qty
pt: Quantidade adquirida

# Languages::purchasers_name
source: Purchaser`s Name
pt: Nome do comprador

# Languages::qty
source: Qty
pt: Quantidade

# Languages::qty_discounts
source: Quantity discounts
pt: Descontos por quantidade

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
pt: Quantidade fixa/Porcentagem para ser retirado do preço

# Languages::quantity
source: Quantity
pt: Quantidade

# Languages::quantity_step
source: Quantity step
pt: Quantidade em incrementos de

# Languages::quick_checkout
source: Quick checkout
pt: Check-out rápido

# Languages::quick_links
source: Quick links
pt: Links rápidos

# Languages::quick_menu
source: Quick start menu
pt: Menu de inicialização rápida

# Languages::quick_product_viewer
source: Quick product viewer
pt: Visualizador rápido de produto

# Languages::quick_view
source: Quick view
pt: Espiadinha

# Languages::radiogroup
source: Radio group
pt: Grupo de rádio

# Languages::random
source: Random
pt: Aleatório

# Languages::rank_number
source: Rank ('machine') number
pt: Rank número ('machine')

# Languages::rates_depend_on
source: Rates depend on
pt: Taxas dependem de

# Languages::rate_calculation
source: Rate calculation
pt: Tipo de cálculo

# Languages::rate_calculation_manual
source: Manual (by defined location)
pt: Manual (de acordo com o endereço de entrega)

# Languages::rate_calculation_manual_by_rate_area
source: Manual (by rate areas)
pt: Manual (por áreas tarifárias)

# Languages::rate_calculation_by_customer_address
source: By customer's address
pt: Por endereço do cliente

# Languages::rate_calculation_realtime
source: Realtime
pt: Automático (via webservice)

# Languages::rate_calculation_realtime_automatic
source: Real-time (automatic)
pt: Tempo real (automático)

# Languages::rate_value
source: Rate value
pt: Valor

# Languages::read
source: Read
pt: Leitura

# Languages::readme
source: Readme
pt: Leia-me

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
pt: Leia mais sobre 3-D Secure

# Languages::reason
source: Reason
pt: Razão

# Languages::reasons
source: reasons
pt: razões

# Languages::reason_text
source: Payment processor response
pt: Resposta do processador de pagamento

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
pt: Atualizar o cache automaticamente

# Languages::rebuild_combinations
source: Rebuild combinations
pt: Atualizar as combinações

# Languages::recalculate
source: Recalculate
pt: Recalcular

# Languages::recalculate_rates
source: Recalculate rates
pt: Recalcular as taxas

# Languages::recalculate_totals
source: Recalculate totals
pt: Recalcular totais

# Languages::recent_activity
source: Recent activity
pt: Atividade recente

# Languages::recent_orders
source: Recent orders
pt: Pedidos recentes

# Languages::recent_products
source: Recently viewed
pt: Recentemente visto

# Languages::recipient
source: Recipient
pt: Destinatário

# Languages::recipients_name
source: Recipient`s Name
pt: Nome do destinatário

# Languages::recipient_description
source: Description of the Merchant
pt: Descrição do comerciante

# Languages::recommended
source: Recommended
pt: Recomendado

# Languages::recover_password
source: Reset password
pt: Recuperar senha

# Languages::recover_password_subj
source: Password recovery
pt: Recuperação de senha

# Languages::recursively
source: Recursively
pt: Recursivamente

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
pt: Redirecionar visitantes desta loja para aquela que tem os países dos quais os endereços IP dos visitantes pertencem

# Languages::referrers
source: Referrers
pt: Referenciadores

# Languages::referrer_domain
source: Referrer domain
pt: Domínio de referência

# Languages::refresh
source: Refresh
pt: Atualizar

# Languages::refund
source: Refund
pt: Restituição

# Languages::refunded
source: Refunded
pt: Reembolsado

# Languages::refunded_amount
source: Refunded amount
pt: Montante reembolsado

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
pt: Se você estiver usando verificação regexp, é necessário definir uma mensagem informando do preenchimento incorreto do campo, caso contrário, a verificação não será executada

# Languages::region
source: Region
pt: Região

# Languages::regions
source: Regions
pt: Regiões

# Languages::register
source: Register
pt: Registre-se

# Languages::registered
source: Registered
pt: Registrado

# Languages::registered_customers
source: Registered customers
pt: Clientes cadastrados

# Languages::register_new_account
source: Register for a new account
pt: Registrar uma nova conta

# Languages::register_profile
source: Register profile
pt: Cadastro

# Languages::registration
source: Registration
pt: Cadastro

# Languages::regnumber
source: Registration number
pt: Número de cadastro

# Languages::related_order
source: Related order
pt: Pedido relacionado

# Languages::release_date
source: Release date
pt: Data de lançamento

# Languages::remember_me
source: Remember me
pt: Lembra conta

# Languages::remove
source: Remove
pt: Remover

# Languages::remove_backup_files
source: Remove backup files
pt: Remover arquivos de backup

# Languages::remove_cc_info
source: Remove CC info
pt: Apagar dados do cartão de crédito

# Languages::remove_this_item
source: Remove this item
pt: Remover este item

# Languages::rename
source: Rename
pt: Renomear

# Languages::repay_order
source: Pay order
pt: Pagar pagamento

# Languages::report
source: Report
pt: Relatório

# Languages::reports
source: Reports
pt: Relatórios

# Languages::reports_interval_3
source: Day
pt: Dia

# Languages::reports_interval_5
source: Week
pt: Semana

# Languages::reports_interval_7
source: Month
pt: Mês

# Languages::reports_interval_9
source: Year
pt: Ano

# Languages::reports_list
source: Reports list
pt: Lista de relatórios

# Languages::reports_parameter_1
source: Order totals
pt: Total

# Languages::reports_parameter_10
source: Shipping costs
pt: Despesas de frete

# Languages::reports_parameter_11
source: Categories
pt: Categorias

# Languages::reports_parameter_12
source: Products
pt: Produtos

# Languages::reports_parameter_13
source: Product costs
pt: Custos do produto

# Languages::reports_parameter_14
source: The number of products
pt: O número de produtos

# Languages::reports_parameter_15
source: Managers
pt: Gerentes

# Languages::reports_parameter_2
source: The number of orders
pt: O número de pedidos

# Languages::reports_parameter_3
source: Orders
pt: Pedidos

# Languages::reports_parameter_4
source: Statuses of orders
pt: Status dos pedidos

# Languages::reports_parameter_5
source: Payment methods
pt: Formas de pagamento

# Languages::reports_parameter_6
source: Rate areas
pt: Áreas tarifárias

# Languages::reports_parameter_7
source: Users
pt: Usuários

# Languages::reports_parameter_8
source: Discounts and coupons
pt: Descontos e cupons

# Languages::reports_parameter_9
source: Taxes
pt: Impostos

# Languages::request
source: Request
pt: Requisição

# Languages::requests_count
source: Requests count
pt: Contagem de requisições

# Languages::requesttype
source: Request type
pt: Tipo de requisição

# Languages::request_account_name
source: Requested account name
pt: Nome da conta requisitada

# Languages::required
source: Required
pt: Obrigatório

# Languages::reset
source: Reset
pt: Redefinir

# Languages::reset_filter
source: Reset filter
pt: Redefinir filtro

# Languages::reset_inventory
source: Reset inventory
pt: Redefinir estoque

# Languages::reset_quantity_to_zero
source: Set quantity of all products to zero
pt: Definir quantidade de todos os produtos para zero

# Languages::reset_quantity_to_zero_tooltip
source: If you enable this setting, all the products in your store will have their quantity set to 0, except for the products that have the quantity specified in the imported file.
pt: Se você ativar esta configuração, todos os produtos da sua loja terão suas quantidades definidas para 0, exceto os produtos que possuem quantidade especificada no arquivo importado.

# Languages::reset_password
source: Reset password
pt: Recuperar senha

# Languages::resolved
source: Resolved
pt: Resolvido

# Languages::response
source: Response
pt: Resposta

# Languages::restore
source: Restore
pt: Restauração

# Languages::restore_default
source: Use default value
pt: Use o valor padrão

# Languages::restore_from_repository
source: Restore from the repository
pt: Restaurar a partir do repositório

# Languages::return
source: Return to normal view
pt: Retornar à exibição normal

# Languages::returning_customer
source: Returning customer
pt: Cliente retornando

# Languages::return_url_target
source: Return URL target
pt: Alvo da URL de retorno

# Languages::reuse
source: Reuse
pt: Reutilizar

# Languages::reversed
source: Reversed
pt: Revertido

# Languages::revert
source: Revert
pt: Cancelar

# Languages::re_order
source: Reorder this order
pt: Repetir este pedido

# Languages::right
source: Right
pt: Direita

# Languages::right_to_left_orientation
source: Right to left orientation
pt: Orientação da direita para a esquerda

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
pt: Verificação de risco em processo. Por favor recarregue está página em um minuto.

# Languages::risk_information
source: Risk information
pt: Informação de risco

# Languages::romanian
source: Romanian
pt: Romeno

# Languages::root_category
source: Root category
pt: Categoria principal

# Languages::root_level
source: Root level
pt: Nível primário

# Languages::root_page
source: Root level page
pt: Nível de página primário

# Languages::round_to
source: Round to
pt: Arredondar para

# Languages::routing_code
source: Routing Number
pt: Número de roteamento

# Languages::runtime
source: Runtime
pt: Tempo de execução

# Languages::russian
source: Russian
pt: Russo

# Languages::sales
source: Sales
pt: Vendas

# Languages::sales_commission
source: Sales commission
pt: Comissão de vendas

# Languages::sales_reports
source: Sales reports
pt: Relatórios de vendas

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
pt: Veja relatórios detalhados das suas vendas.

# Languages::same_as_source
source: same as source
pt: O mesmo que a fonte

# Languages::save
source: Save
pt: Salvar

# Languages::saved_search
source: Saved searches
pt: Pesquisas gravadas

# Languages::save_and_close
source: Save and close
pt: Salvar e fechar

# Languages::save_as
source: Save As...
pt: Salvar como...

# Languages::save_changes
source: Save changes
pt: Salvar alterações

# Languages::save_discount
source: Save
pt: Salvar

# Languages::save_layout
source: Save layout
pt: Salvar layout

# Languages::save_layout_as
source: Save layout as
pt: Salvar layout como

# Languages::save_process_payment
source: Save and process payment
pt: Salvar e processar pagamento

# Languages::save_this_search_as
source: Save this search as
pt: Salvar esta pesquisa como

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
pt: Por favor, envie a seguinte URL para o suporte da SCB para ser definido como PostbackURL: <br /> <b>[return_url]</b>

# Languages::screen
source: Screen
pt: Tela

# Languages::screen_resolution
source: Screen resolution
pt: Resolução de tela

# Languages::tmpl_scroller
source: Scroller
pt: Rolagem

# Languages::scroller_direction
source: Auto-scroll direction
pt: Direção automática de rolagem

# Languages::search
source: Search
pt: Pesquisar

# Languages::search_again
source: Search again
pt: Pesquisar novamente

# Languages::search_by_order
source: Search by order
pt: Pesquisar por pedido

# Languages::search_by_owner
source: Search by owner
pt: Pesquisar por criador

# Languages::search_by_price
source: Search by price
pt: Pesquisar por preço

# Languages::search_by_product_features
source: Search by product features
pt: Pesquisar por características do produto

# Languages::search_by_product_filters
source: Search by product filters
pt: Pesquisar por filtros do produto

# Languages::search_by_sku
source: Search by product code
pt: Pesquisar por código do produto

# Languages::search_by_vendor
source: Search by store
pt: Pesquisar por loja

# Languages::search_by_weight
source: Search by weight
pt: Pesquisar por peso

# Languages::search_engine
source: Search engine
pt: Pesquisar por engine

# Languages::search_for_pattern
source: Search for pattern
pt: Pesquisar por padrão

# Languages::search_in
source: Search in
pt: Pesquisar em

# Languages::search_in_category
source: Search in category
pt: Pesquisar na categoria

# Languages::search_in_subcategories
source: Search in subcategories
pt: Pesquisar nas subcategorias

# Languages::search_options
source: Search options
pt: Opções de pesquisa

# Languages::search_product
source: Search product
pt: Procurar produto

# Languages::search_products
source: Search products
pt: Procurar produtos

# Languages::search_results
source: Search results
pt: Resultados da pesquisa

# Languages::search_results_for
source: Search results for [search]
pt: Resultados da pesquisa para [search]

# Languages::search_string
source: Search string
pt: Valor da pesquisa

# Languages::search_words
source: Search words
pt: Termos de busca

# Languages::secret_key
source: Secret key
pt: Chave secreta

# Languages::secret_string
source: Secret string
pt: Palavra secreta

# Languages::secret_word
source: Secret word
pt: Palavra secreta

# Languages::section
source: Section
pt: Seção

# Languages::section_is_not_completed
source: Section is not completed.
pt: Seção não esta concluída.

# Languages::section_links
source: Section links
pt: Links da seção

# Languages::section_name
source: Section name
pt: Nome da seção

# Languages::secure
source: Secure
pt: Seguro

# Languages::security
source: Security
pt: Segurança

# Languages::secure_checkout
source: Secure checkout
pt: Checkout seguro

# Languages::secure_storefront_url
source: Secure storefront URL
pt: URL segura da loja

# Languages::store_access_key
source: Access key to temporarily closed store
pt: Chave de acesso para loja temporariamente fechada

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
pt: O valor da <strong>URL de segurança da loja</strong> mencionado por você já pertence a outra empresa.

# Languages::url_access_storefront
source: Use the following URL to access the storefront:<br><a href="[url]" target="_blank">[url]</a>
pt: Use a seguinte URL para acessar a loja virtual:<br><a href="[url]" target="_blank">[url]</a>

# Languages::security_settings
source: Security settings
pt: Segurança

# Languages::see_demo
source: See demo
pt: Ver demo

# Languages::select
source: Select
pt: Seleção

# Languages::selectbox
source: Select box
pt: Caixa de seleção

# Languages::selected
source: Selected
pt: Selecionado

# Languages::selected_fields
source: Selected fields
pt: Campos selecionados

# Languages::selected_items
source: Selected items
pt: Itens selecionados

# Languages::select_all
source: Select all
pt: Selecionar todos

# Languages::select_all_product_options
source: You should select all product options
pt: Você deve selecionar todas as opções do produto

# Languages::select_block
source: Select block
pt: Selecionar bloco

# Languages::select_country
source: Select country
pt: Selecionar país

# Languages::select_customer
source: Select customer
pt: Selecionar cliente

# Languages::select_dates
source: Select dates
pt: Selecionar datas

# Languages::select_descr_lang
source: Select the description language
pt: Selecionar a descrição de linguagem

# Languages::select_fields_to_edit
source: Select fields to edit
pt: Selecionar campos para editar

# Languages::select_file
source: Select file
pt: Selecionar arquivo

# Languages::select_image
source: Select image
pt: Selecionar imagem

# Languages::select_options
source: Select options
pt: Selecionar opções

# Languages::select_option_above
source: Select the previous option first
pt: Selecionar a opção anterior primeiro

# Languages::select_product
source: Select product
pt: Selecionar produto

# Languages::select_products
source: Select products
pt: Selecionar produtos

# Languages::select_profile
source: Select profile
pt: Selecionar perfil

# Languages::select_shipping_method
source: Select shipping method
pt: Selecionar método de envio

# Languages::select_state
source: Select state
pt: Selecionar estado

# Languages::select_tables
source: Select tables
pt: Selecionar tabelas

# Languages::select_storefront
source: Select [store] storefront
pt: Selecionar loja virtual [store]

# Languages::semicolon
source: Semicolon
pt: Ponto e vírgula

# Languages::send
source: Send
pt: Enviar

# Languages::sender
source: Sender
pt: Remetente

# Languages::send_feedback
source: Help us improve [product]
pt: Ajude-nos a melhorar o [product]

# Languages::send_notification
source: Send notification to selected
pt: Enviar notificação para selecionado

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
pt: Enviar notificação de envio para o cliente

# Languages::send_shipping_address
source: Send customer shipping address
pt: Enviar endereço de entrega do cliente

# Languages::send_via
source: Send via
pt: Enviar via

# Languages::send_via_email
source: Send via email
pt: Enviar via email

# Languages::send_via_postal_mail
source: Send via postal mail
pt: Enviar via carta postal

# Languages::seo_meta_data
source: Meta data
pt: Metadados

# Languages::sequential
source: Sequential
pt: Sequencial

# Languages::server
source: Server
pt: Servidor

# Languages::service_not_available
source: This service is not available.
pt: Este serviço não está disponível.

# Languages::settings
source: Settings
pt: Configurações

# Languages::settings_wizard
source: Settings wizard
pt: Assistente de configuração

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
pt: Você poderá acessar novamente o assistente em Configurações > Assistente de configuração.

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
pt: Assistente de configuração: Etapa [current_step] de [total_steps]

# Languages::share
source: Share
pt: Compartilhar

# Languages::share.congratulations_first_order
source: Congratulations on you first complete order.
pt: Parabéns por completar seu primeiro pedido.

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
pt: Wow! O primeiro pedido finalizado na minha loja fornecida por [product]

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
pt: Acabo de criar uma loja online com [product_name]

# Languages::shipment
source: Shipment
pt: Despacho

# Languages::shipments
source: Shipments
pt: Despachos

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
pt: Veja e imprima etiquetas para os despachos feitos a partir dos seus pedidos.

# Languages::shipment_date
source: Shipment date
pt: Data do despacho

# Languages::shipment_details
source: Shipment details
pt: Informações sobre o despacho

# Languages::shipment_has_been_created
source: Shipment has been created
pt: Envio foi criado

# Languages::shipment_id
source: Shipment ID
pt: Código do despacho

# Languages::shipment_info
source: Shipment information
pt: Informações sobre o despacho

# Languages::shipped
source: Shipped
pt: Enviado

# Languages::shipped_products
source: Shipped products
pt: Produtos enviados

# Languages::shipper_number
source: Shipper number
pt: Número do remetente

# Languages::shipping
source: Shipping
pt: Forma de frete

# Languages::shippings
source: Shippings
pt: Despachos

# Languages::shippings.service_not_configured
source: Service is not configured
pt: Serviço não está configurado
