Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::suppliers
source: Suppliers
pt: Fornecedores

# Languages::supplier_id
source: Supplier
pt: Fornecedor

# Languages::surcharge
source: Surcharge
pt: Acréscimo

# Languages::surcharge_title
source: Surcharge title
pt: Título do acréscimo

# Languages::sweden
source: Sweden
pt: Suécia

# Languages::swedish
source: Swedish
pt: Sueco

# Languages::swing
source: Swing
pt: Balanço

# Languages::switch_layout
source: Switch layout
pt: Layout

# Languages::symbol
source: Symbol
pt: Símbolo

# Languages::system
source: System
pt: Sistema

# Languages::tab
source: Tab
pt: Guia

# Languages::table
source: Table
pt: Tabela

# Languages::tables
source: Tables
pt: Tabelas

# Languages::table_conditions
source: Table Conditions
pt: Condições da tabela

# Languages::tabs
source: Tabs
pt: Guias

# Languages::tax
source: Tax
pt: IVA

# Languages::taxes
source: Taxes
pt: Impostos

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
pt: Gerencie o conjunto de impostos que são suportados em sua loja.

# Languages::tax_exempt
source: Tax exempt
pt: Isento de impostos

# Languages::tax_rates
source: Tax rates
pt: Taxas de IVA

# Languages::temando_centimetres
source: centimetres
pt: centímetros

# Languages::temando_feet
source: feet
pt: pés

# Languages::temando_inches
source: inches
pt: polegadas

# Languages::temando_method_depottodepot
source: Depot to Depot
pt: Depósito para depósito

# Languages::temando_method_doortodoor
source: Door to Door
pt: De porta em porta

# Languages::temando_metres
source: metres
pt: metros

# Languages::temando_package_backpack
source: Backpack
pt: Mochila

# Languages::temando_package_box
source: Box
pt: Caixa

# Languages::temando_package_bunch
source: Bunch
pt: Monte

# Languages::temando_package_bundle
source: Bundle
pt: Pacote

# Languages::temando_package_carton
source: Carton
pt: Caixa

# Languages::temando_package_crate
source: Crate
pt: Caixote

# Languages::temando_package_cylinder
source: Cylinder
pt: Cilindro

# Languages::temando_package_documentenvelope
source: Document Envelope
pt: Documento de Envelope

# Languages::temando_package_drum
source: Drum
pt: Tambor

# Languages::temando_package_letter
source: Letter
pt: Carta

# Languages::temando_package_pail
source: Pail
pt: Balde

# Languages::temando_package_pallet
source: Pallet
pt: Pálete

# Languages::temando_package_parcel
source: Parcel
pt: Parcela

# Languages::temando_package_pipe
source: Pipe
pt: Tubulação

# Languages::temando_package_roll
source: Roll
pt: Rolo

# Languages::temando_package_satchel
source: Satchel/Bag
pt: Mochila/saco

# Languages::temando_package_suitcase
source: Suitcase
pt: Mala

# Languages::temando_package_tube
source: Tube
pt: Tubo

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
pt: Fora da embalagem ou n/a

# Languages::temando_package_wheel
source: Wheel/Tyre
pt: Roda/pneu

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
pt: Excesso de bagagem

# Languages::temando_subclass_furniture
source: Furniture
pt: Móveis

# Languages::temando_subclass_householdgoods
source: Household Goods
pt: Bens domésticos

# Languages::temando_subclass_other
source: Other (etc.)
pt: Outros (etc.)

# Languages::temando_system
source: Temando system
pt: Sistema Temando

# Languages::temando_weight_grams
source: Grams
pt: Gramas

# Languages::temando_weight_kilograms
source: Kilograms
pt: Quilogramas

# Languages::temando_weight_ounces
source: Ounces
pt: Onças

# Languages::temando_weight_pounds
source: Pounds
pt: Libras

# Languages::template
source: Template
pt: Modelo

# Languages::templates_tree
source: Templates tree
pt: Árvore de modelos

# Languages::file_editor
source: File editor
pt: Editor de arquivos

# Languages::terminal_id
source: Terminal ID
pt: Código do terminal

# Languages::test
source: Test
pt: Testar

# Languages::test_live_mode
source: Test/Live mode
pt: Modo de teste/Live

# Languages::test_mode
source: Test mode
pt: Modo de teste

# Languages::text
source: Text
pt: Texto

# Languages::textarea
source: Text area
pt: Caixa de texto

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
pt: <b>Nota</b>: para acompanhar seus pedidos da 2Checkout com o software de carrinho de compras, você tem que tomar essas medidas: <br /> <br />- Faça login na sua conta do 2Checkout <br />- Clique em <u>'Gerenciamento de Site'</u> na seção <u>'Conta'</u>. <br />- Selecionar opção <b>'Dado links para meu site'</b> a subseção <u>' retornar direto '</u> <br /> - Atribua ' <u>URL aprovado '</u> e <u>Pendente ' URL</u> para: <br /> <b>[return_url]</b> <br /> - Atribua <u>A palavra ' segredo '</u>. A palavra segredo é conhecida apenas pelo o vendedor e 2CheckOut. <br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
pt: Serviço de notificação instantânea (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
pt: (exibido numa janela pop-up)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
pt: (exibido na página de detalhes do produto em "Fotos adicionais")

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
pt: Add-on "[addon_name]" é incompatível com os seguintes add-ons: [addons]. Ele não pode ser ativado

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
pt: Add-on "[addon_name]" é incompatível com os seguintes add-ons: [addons]. Estes add-ons serão desativados automaticamente.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
pt: Add-on "[addon_name]" é incompatível com os seguintes add-ons: [addons]. Ele não foi ativado. Ative-o manualmente e todos os add-ons incompatíveis serão desativados automaticamente.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
pt: O Add-on <b>"[addon]"</b> foi instalado com sucesso

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
pt: O add-on não pode ser instalado porque uma dependência no add-on [addon] está definida para ele. Por favor, instale o add-on [addon] primeiro.

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
pt: O add-on <b>"[addon]"</b> foi desinstalado.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
pt: O complemento não pode ser desinstalado porque os seguintes add-ons dependem dele: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
pt: Você pode usar caracteres especiais neste campo:<br /><b>'?'</b>- qualquer caractere único<br /><b>'*'</b>- qualquer quantidade de caracteres<br /><br /><u>Exemplo:</u><br /><b>Rua *</b>&nbsp;&nbsp;(corresponde a Rua Brasil, Rua Mato Grosso, etc)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
pt: Esta seção mostra os pedidos que você nunca viu.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
pt: Importante! Você deve especificar a URL <b>[callback_url] </b> como a Merchant URL no site da Amazon (Configurações > Checkout Pipeline). Caso contrário, você não será capaz de aceitar pagamentos através do Amazon Checkout na sua loja

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
pt: Nenhuma resposta foi recebida ainda do Amazon Checkout, por favor, espere. Embora o pedido não pode ser criada na loja, é altamente provável que foi processada com sucesso pelo Amazon Checkout. Por favor entre em contato com o pessoal da loja e diga o ID do seu pedido conforme fornecido pela Amazon

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
pt: Número de produtos em seu carrinho difere do número de produtos na solicitação da Amazon.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
pt: Para fins de teste, o Merchant URL pode ser o link HTTP para sua loja, mas o modo online requer conexão segura e você deve usar o link HTTPS. Além disso, lembre-se de ativar o modo de produção no site Central de vendedor da Amazon, quando você estiver pronto para ficar online.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
pt: <b>Atenção:</b> De acordo com as <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>políticas da Amazon</a> (seção B4.2) o uso de acréscimos não é suportado. Quaisquer acréscimos definidos serão ignorados se você usar o Amazon Checkout.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
pt: Você deve possuir uma conta para avançar para checkout

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
pt: Recalcular o custo de transporte

# Languages::text_applied_promotions
source: Applied promotions
pt: Promoções ativas

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
pt: Tem certeza que deseja excluir o item?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
pt: Tem a certeza que deseja prosseguir?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
pt: <b>Nota:</b><br />1. Copie o certificado que você recebeu para o diretório [home_path]. Renomeie o certificado para certif.fr.[my_merchant_id], onde [my_merchant_id] é seu número do site.<br /> 2. Renomeie o arquivo de parâmetros da loja (parmcom.014213245611111) para parmcom.[my_merchant_id].<br />3. Altere o arquivo <b>pathfile</b> no diretório <b>[home_path]</b><br />- Substutuir o texto '<u>D_LOGO![some_dir]!</u>' por '<u>D_LOGO![http_path]/logo/!</u>'<br />- Substituir o texto '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' por '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Substituir o texto '<u>F_PARAM![/some_dirs/parmcom]!</u>' por '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Substituir o texto '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' por '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4.Alterar o arquivo <b>parmcom.[some_number]</b> no diretório <b>[home_path]</b><br />- Alterar texto '<u>AUTO_RESPONSE_URL![some_url]!</u>' por '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Alterar texto '<u>CANCEL_URL![some_url]!</u>' por '<u>CANCEL_URL![ok_url]!</u>'<br />- Alterar texto '<u>RETURN_URL![some_url]!</u>' por '<u>RETURN_URL![ok_url]!</u>'<br />

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
pt: <span style="color:#FF2222"> atenção!!!</span> O caminho para arquivos atos devem consistir em não mais de 60 símbolos, caso contrário copie a pasta atos_files para algum diretório pai, por exemplo, para o diretório de raiz do carrinho. Também verifique se que o diretório de arquivos de atos tem permissões completas.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
pt: Sua instituição financeira indicou que ele não poderia autenticar esta transação com sucesso. Para proteger contra uso não autorizado, este cartão não pode ser utilizado para concluir a compra. Você pode finalizar a compra, selecionando uma outra forma de pagamento.

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
pt: Esta seção permite que você gerencie seus arquivos de backup... <br /> - Para restaurar o banco de dados, marque a caixa perto do nome de arquivo apropriado e clique em Restaurar. <br /> - Para excluir arquivos, marque as caixas de verificação perto os arquivos que precisam ser excluído e clique em Remover. <br /> - Para baixar um arquivo para seu computador local, clique no nome do arquivo.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
pt: Os endereços de cobrança e entrega são os mesmos

# Languages::text_billing_address_is_different_from_shipping
source: My billing address is different from shipping address
pt: O endereço da fatura é diferente do endereço de entrega

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
pt: Seu período de avaliação de 30 dias expirou. Por favor, comprar uma licença ([href]) ou remova o software do seu servidor.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
pt: Não é possível criar o diretório <b>[directory]</b>. Por favor, verifique as permissões.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
pt: Não foi possível criar o arquivo <b>[file]</b>. Por favor, verifique as permissões do diretório.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
pt: Não foi possível remover o diretório <b>[directory]</b>. Por favor, verifique as permissões.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
pt: Não foi possível remover o arquivo <b>[file]</b>. Por favor, verifique as permissões.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
pt: Não é possível renomear o diretório <b>[directory]</b>. Por favor, verifique as permissões.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
pt: Não foi possível renomear o arquivo <b>[file]</b>. Por favor, verifique as permissões.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
pt: Não é possível restaurar o diretório <b>[directory]</b> do repositório. Por favor, verifique se o repositório existe.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
pt: Não foi possível restaurar o arquivo <b>[file]</b> do repositório. Por favor, verifique se o repositório existe.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
pt: O cupão só pode ser utilizado uma vez. O mesmo já se encontra ativo.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
pt: A quantidade do produto <b>[product]</b> no seu carrinho foi alterada para o permitido.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
pt: A quantidade de produtos no estoque não é suficiente para este pedido. A quantidade do produto <b>[product]</b> foi ajustada no carrinho.

# Languages::text_cart_empty
source: Your cart is empty
pt: Seu carrinho está vazio

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
pt: Quantidade máxima para "[product]" é de <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
pt: Quantidade mínima para "[product]" é de <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
pt: O número de produtos no estoque não é suficiente para o seu pedido

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
pt: O artigo <b>[product]</b> está esgotado e não pode ser adicionado ao carrinho

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
pt: O artigo <b>[product]</b> está esgotado, tendo sido removido do carrinho

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
pt: Categorias foram removidas com sucesso.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
pt: Delimitador de caminho da categoria para categoria dp produto principal (ex. , "Computadores///Desktops")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
pt: (exibido opcionalmente apenas na página de detalhes da categoria)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
pt: Categoria, subcategorias e seus produtos foram removidos com sucesso.

# Languages::text_category_icon
source: (displayed on category list and details pages)
pt: (exibido na lista e página de detalhes da categoria)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
pt: Conectando-se ao <b>[processor]</b>...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
pt: <strong>Atenção:</strong> Faça testes em alguma URL estática, por exemplo: <a href="[url]">[url]</a> para certificar-se de que está funcionando antes de ativar a CDN (você pode ativá-la depois que o armazenamento estiver disponível). A ativação do armazenamento normalmente ocorre após 10 ou 15 minutos (o campo "Status" deve mostrar "Ativo", atualize a página para verificar).

# Languages::text_cdn_setup
source: CDN was set up successfully.
pt: CDN foi configurado com sucesso.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
pt: As alterações não foram salvas.

# Languages::text_changes_saved
source: Your changes have been saved.
pt: As alterações foram salvas.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
pt: Entrou na sua conta. Altere a palavra chave e clique no botão "Guardar"

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
pt: Se você for um novo cliente, precisamos de seus dados pessoais.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
pt: Você pode usar caracteres especiais neste campo:<br /><b>'?'</b>- qualquer caractere único<br /><b>'*'</b>- qualquer quantidade de caracteres<br /><br /><u>Exemplo:</u><br /><b>São J*</b>&nbsp;&nbsp;(corresponde a São José dos Campos, São João da Boa Vista, etc)<br /><b>R?n*</b>&nbsp;&nbsp; (corresponde a Rancharia, Rinópolis, etc)

# Languages::text_click_here
source: Click here for more details
pt: Clique aqui para ver detalhes

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
pt: Por favor, defina a seguinte URL como o <b>CGI2</b>: <b>[postback_url]</b>
