Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::usps_service_return_receipt
source: Return receipt
pt: Confirmação de recebimento

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
pt: Confirmação de recebimento eletrônico

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
pt: Recibo de devolução de mercadoria

# Languages::usps_service_signature_confirmation
source: Signature confirmation
pt: Confirmação de assinatura

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
pt: Por favor, especifique a largura do pacote, a altura e o comprimento para o correio de prioridade, se o tamanho do pacote for somente Large.

# Languages::valid
source: Period of validity
pt: Prazo de validade

# Languages::validate_email
source: Validate E-mail
pt: Validar E-mail

# Languages::validate_secret_word
source: Validate secret word
pt: Validar a palavra secreta

# Languages::valid_thru
source: Valid thru (mm/yy)
pt: Thru válido (mm/aa)

# Languages::value
source: Value
pt: Valor

# Languages::value_to_display
source: Value to display
pt: Valor a ser exibido

# Languages::variant
source: Variant
pt: Variante

# Languages::variants
source: Variants
pt: Opções

# Languages::variant_name
source: Variant name
pt: Nome da variante

# Languages::vendor
source: Store
pt: Loja

# Languages::vendors
source: Stores
pt: Lojas

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
pt: Lista ordenada de contas de empresa registradas na loja.

# Languages::vendor_id
source: Store ID
pt: Código da loja

# Languages::vendor_name_field
source: Vendor name
pt: Nome do fornecedor

# Languages::vendor_name
source: Store name
pt: Nome da loja

# Languages::vendor_pages
source: Store pages
pt: Páginas da loja

# Languages::version
source: Version
pt: Versão

# Languages::very_good
source: Very Good
pt: Muito Bom

# Languages::view
source: View
pt: Visualizar

# Languages::viewing_feature
source: Viewing feature
pt: Visualizando recurso

# Languages::viewing_filter
source: Viewing filter
pt: Visualizando filtro

# Languages::view_all
source: view all
pt: Exibir todos

# Languages::view_all_orders
source: View all orders
pt: Exibir todos os pedidos

# Languages::view_all_product_features
source: View all product features
pt: Exibir todas as características do produto

# Languages::view_cart
source: View cart
pt: Ver carrinho

# Languages::view_categories
source: View categories
pt: Ver categorias

# Languages::view_comparison_list
source: Comparison list
pt: Lista de comparação

# Languages::view_details
source: View details
pt: Ver detalhes

# Languages::view_orders
source: View orders
pt: Pedidos

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
pt: Veja, processe e imprima os pedidos recebidos em sua loja.

# Languages::view_page
source: View page
pt: Ver página

# Languages::view_product
source: View product
pt: Ver artigo

# Languages::view_products
source: View products
pt: Exibir produtos

# Languages::view_product_features
source: View product features
pt: Exibir as características do produto

# Languages::view_purchased_products
source: View purchased products
pt: Ver produtos adquiridos

# Languages::view_report
source: View report
pt: Visualizar relatório

# Languages::view_results
source: View results
pt: Visualizar resultados

# Languages::view_storefront
source: View storefront
pt: Ver loja virtual

# Languages::view_vendor_categories
source: View store categories
pt: Visualizar categorias da loja

# Languages::view_vendor_orders
source: View store orders
pt: Visualizar pedidos da loja

# Languages::view_vendor_products
source: View store products
pt: Visualizar produtos da loja

# Languages::view_vendor_users
source: View store users
pt: Visualizar usuários da loja

# Languages::visited_page
source: Visited page
pt: Página visitada

# Languages::voided
source: Voided
pt: Anulada

# Languages::warning
source: Warning
pt: Aviso

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
pt: O idioma padrão definido nas suas configurações foi desativado ou removido. Por favor, atualize o valor de idioma padrão do Frontend na seguinte página: <a href="[link]">Configurações :: Aparência</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
pt: Status do idioma padrão não pode ser alterado

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
pt: O status da moeda principal não pode ser alterado

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
pt: A senha deve ser diferente do email!<p><a href="[link]" class="underlined"><b>Alterar senha &#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
pt: Nome da variável de idioma contém caracteres não suportados!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
pt: O idioma [lang_name] não pode ser removido porque é o idioma padrão da loja

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
pt: A condição "[condition]" pode ser usada em grupos com condições "[set_value]" apenas.

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
pt: Atualização automática de cache ativada.<br /><br />Os arquivos modificados serão atualizados em tempo real (incluindo os arquivos modificados diretamente no servidor) e recolocados no cache.<br /><br />A performance da loja poderá ser afetada. É recomendável que esta opção esteja desativada em sites de produção através da tela <a href="[link]">Temas</a>.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
pt: Atualização automática de cache desativada.<br /><br />Você pode limpar o cache manualmente após modificar os arquivos desejados através <a href="[link]">deste link</a>.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
pt: <b>[email]</b> já está na lista de assinantes

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
pt: Não foi possível copiar o tema porque a pasta informada já existe. Informe outra pasta.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
pt: Você não tem permissão para ver as informações deste pedido.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
pt: O e-mail e/ou código de pedido informado não existem

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
pt: Ao clicar em Salvar você irá remover todos os valores das características do produto.

# Languages::website
source: Website
pt: Site

# Languages::web_pages
source: Web pages
pt: Páginas

# Languages::web_site
source: Website
pt: Site

# Languages::week
source: Week
pt: Semana

# Languages::weekday_0
source: Sunday
pt: Domingo

# Languages::weekday_1
source: Monday
pt: 2ª feira

# Languages::weekday_2
source: Tuesday
pt: 3ª feira

# Languages::weekday_3
source: Wednesday
pt: 4ª feira

# Languages::weekday_4
source: Thursday
pt: 5ª feira

# Languages::weekday_5
source: Friday
pt: 6ª feira

# Languages::weekday_6
source: Saturday
pt: Sábado

# Languages::weekday_abr_0
source: Sun
pt: Dom

# Languages::weekday_abr_1
source: Mon
pt: Seg

# Languages::weekday_abr_2
source: Tue
pt: Ter

# Languages::weekday_abr_3
source: Wed
pt: Qua

# Languages::weekday_abr_4
source: Thu
pt: Qui

# Languages::weekday_abr_5
source: Fri
pt: Sex

# Languages::weekday_abr_6
source: Sat
pt: Sáb

# Languages::weeks
source: week(s)
pt: semana(s)

# Languages::weight
source: Weight
pt: Peso

# Languages::weight_dependences
source: Weight dependencies
pt: Frete por peso

# Languages::weight_limit
source: Weight limit
pt: Faixa de peso

# Languages::weight_modifier
source: Weight modifier
pt: Modificador de peso

# Languages::weight_symbol
source: Weight symbol
pt: Símbolo de peso

# Languages::well_done
source: Well done!
pt: Muito bem!

# Languages::what_is_cvv2
source: What is CVV/CVC
pt: O que é CVV/CVC

# Languages::widget_code
source: Widget code
pt: Código do widget

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
pt: <a href="[href]" target="_blank"> o que é isso?</a>

# Languages::width
source: Width
pt: Largura

# Languages::without_image
source: Without image
pt: Sem foto

# Languages::with_contact_information
source: With contact information only
pt: Com informações de contato

# Languages::world
source: World
pt: Mundo

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
pt: Ocorreu um erro. Detalhes do erro: hash de solicitação e resposta não corresponde.

# Languages::worldpay_secret
source: MD5 secret for transactions
pt: Segredo do MD5 para transações

# Languages::write
source: Write
pt: Escrever

# Languages::year
source: Year
pt: Ano

# Languages::yes
source: Yes
pt: Sim

# Languages::yesterday
source: Yesterday
pt: Ontem

# Languages::your_message
source: Your message
pt: Mensagem

# Languages::your_name
source: Your name
pt: Nome

# Languages::your_range
source: Your range
pt: Seu intervalo

# Languages::you_have_no_permissions
source: You have no permissions
pt: Não tem permissão

# Languages::you_save
source: You save
pt: Poupa

# Languages::zero_price_action
source: Zero price action
pt: O que fazer se o preço for zero

# Languages::zipcodes
source: Zip/Postal codes
pt: CEPs

# Languages::zip_postal_code
source: Zip/postal code
pt: CEP

# Languages::zone
source: Zone
pt: Zona

# Languages::zpa_ask_price
source: Ask customer to enter the price
pt: Perguntar o preço ao cliente

# Languages::zpa_permit
source: Allow customers to add the product to cart
pt: Permitir que clientes adicionem o produto ao carrinho

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
pt: Não permitir que clientes adicionem o produto ao carrinho

# Languages::po_file
source: Choose a file in the PO or ZIP format
pt: Escolha um arquivo no formato PO ou ZIP

# Languages::hidden_categories
source: Hidden categories
pt: Categorias ocultas

# Languages::clone_categories
source: Copy categories
pt: Copiar categorias

# Languages::clone_layouts
source: Copy layouts
pt: Copiar layouts

# Languages::clone_pages
source: Share pages
pt: Compartilhar páginas

# Languages::clone_payments
source: Share payment methods
pt: Compartilhar formas de pagamento

# Languages::clone_products
source: Share products
pt: Compartilhar produtos

# Languages::clone_product_features
source: Share product features
pt: Compartilhar características de produtos

# Languages::clone_product_filters
source: Share product filters
pt: Compartilhar filtros do produto

# Languages::clone_profile_fields
source: Share profile fields
pt: Compartilhar campos de cadastro

# Languages::clone_promotions
source: Share promotions
pt: Compartilhar promoções

# Languages::clone_settings
source: Copy settings
pt: Copiar configurações

# Languages::clone_shippings
source: Share shipping methods
pt: Compartilhar fretes

# Languages::clone_sitemap
source: Copy sitemap
pt: Copie o mapa do site

# Languages::clone_static_data_clone
source: Copy menus
pt: Copiar menus

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
pt: Falha ao extrair arquivos do pacote

# Languages::development
source: Development
pt: Desenvolvimento

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
pt: O arquivo PO <b>"[file]"</b> contém erros de sintaxe ou estrutura incorreta.

# Languages::product_option_delimiter
source: Option delimiter
pt: Delimitador de opção

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
pt: Delimitador para opções de produto dentro de uma combinação de opção (por exemplo, "cor: vermelho, tamanho: pequeno")

# Languages::upload_addon
source: Upload & install add-on
pt: Instalar plugin

# Languages::upload_theme
source: Upload theme
pt: Enviar tema

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
pt: Instalar um novo tema é uma ótima forma de personalizar a sua loja. Você pode enviar um novo tema escolhendo um arquivo [exts] e então clicando em <strong>Enviar</strong>.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
pt: Os seguintes diretórios não têm permissões de escrita

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
pt: Você pode definir as permissões de escrita para o servidor Web para os diretórios listados acima ou fornecer um acesso FTP com as permissões de escrita para esses diretórios.

# Languages::ftp_server_options
source: FTP server options
pt: Opções do servidor FTP

# Languages::ftp_directory
source: FTP directory
pt: Diretório do FTP

# Languages::recheck
source: Re-check
pt: Verificar novamente

# Languages::use_this_style
source: Use this style
pt: Usar este estilo

# Languages::upload_via_ftp
source: Upload via FTP
pt: Fazer o envio via FTP

# Languages::invalid_ftp_access
source: Invalid FTP access
pt: Acesso inválido de FTP

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
pt: Os plugins complementam as funcionalidades de sua loja.<br />Você pode instalar plugins selecionando um arquivo [exts] e clicando em Enviar e instalar.

# Languages::xml_error
source: XML parse error
pt: Erro de análise XML

# Languages::column
source: Column
pt: Coluna

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
pt: Versão do seu carrinho ([version]) não é suportada. Mínima: [min]. Máxima: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
pt: Edição de seu carrinho ([current_edition]) não é suportada. Requerido: [required_edition].

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
pt: Versão do PHP ([version]) não é suportada. Mínima: [min]. Máxima: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
pt: A extensão [extension] deve ser instalada no seu servidor para a operação correta do add-on.

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
pt: A extensão [extension] deve ser removida do seu servidor para a operação correta do add-on.

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
pt: A versão [extension] ([version]) não é suportada pelo add-on. Mínima: [min]. Máxima: [max].

# Languages::scroll_per_page
source: Scroll per page
pt: Scroll por página

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
pt: Texto de cabeçalho

# Languages::filter_by_categories
source: Filter by categories
pt: Filtrar por categorias

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
pt: Nenhum filtro especificado. Filtrar por local definido como padrão.

# Languages::theme_information
source: Theme information
pt: Informações do tema

# Languages::developer
source: Developer
pt: Desenvolvedor

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
pt: Estilos de tema e layouts

# Languages::activate
source: Activate
pt: Ativar

# Languages::export_layout
source: Export layout
pt: Exportar layout

# Languages::import_layout
source: Import layout
pt: Importar layout

# Languages::create_new_layout
source: Create new layout
pt: Criar novo layout

# Languages::update_current_layout
source: Update current layout
pt: Atualizar layout atual

# Languages::get_social
source: Get social
pt: Obter social

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
pt: O add-on Searchanise foi automaticamente desativado durante a atualização para evitar resultados falsos. Ative-o qualquer momento na página de <a href="[url]"> Add-ons</a>.

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
pt: Desculpe, a loja está temporariamente fechada para manutenção.

# Languages::theme_editor.presets
source: Presets
pt: Predefinições

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
pt: Dados da predefinição não podem ser gravados. Você deve definir as permissões de gravação para o diretório <b>[theme_dir]</b> para corrigir este problema.

# Languages::theme_editor.preset_name
source: Preset name
pt: Nome da predefinição

# Languages::active_preset
source: Active preset
pt: Predefinição ativa

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
pt: Uma predefinição com esse nome já existe. Por favor escolha outro.

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
pt: O nome predefinido não pode conter os seguintes caracteres: "/ #%? *:; {} \"

# Languages::theme_editor.convert_to_css
source: Convert to CSS
pt: Converter para CSS

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
pt: <p>Gerar arquivos CSS a partir do LESS (para edição manual).</p><p>Importante: você não poderá usar o editor de temas para personalizar a loja!</p><p><i>Será realizado backup dos arquivos originais do LESS e você será capaz de recuperá-los mais tarde</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
pt: Ativar LESS

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
pt: <p>Você deve alternar para LESS para ser capaz de usar o editor do tema, porque ele lida com arquivos LESS em vez de CSS simples.</p><p><strong>Importante:</strong> todos os arquivos CSS serão substituídos durante a restauração! Modificações de CSS personalizados serão gravados no diretório de backup.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
pt: Suas modificações CSS serão backupeados e sobrescritas. Tens a certeza de continuar com a restauração do LESS?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
pt: Arquivos compilados de CSS não oferecem suporte a estilos. Restaure o LESS no <a target="_blank" href="[url]"> editor de temas</a> para ser capaz de mudar estilos.

# Languages::need_product_name
source: You have to specify product name
pt: Você tem que especificar o nome do produto

# Languages::api_required_field
source: The [field] field is required
pt: O campo [field] é obrigatório

# Languages::update_translation
source: Update translations
pt: Atualizar traduções

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
pt: Código de idioma no arquivo PO não coincide com o do idioma atualizado

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
pt: A classe PharData não foi encontrada. Leia mais: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
pt: A classe ZipArchive não foi encontrada. Leia mais: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
pt: A extensão PHP "Zip" não está instalada. Instale-a para criar e extrair arquivos ZIP.

# Languages::make_archive
source: Make archive
pt: Compactar arquivo

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
pt: Encontrar mais add-ons e temas no <a href="[href]" target="_blank"> Marketplace</a>

# Languages::more_languages
source: More languages
pt: Mais idiomas

# Languages::languages_find_more
source: If you haven't found the language you need, check out <a href="[href]" target="_blank">our site with free language packs</a>.
pt: Se você não achou o idioma que precisa, acesse o <a href="[href]" target="_blank">nosso site com pacotes de idiomas gratuitos</a>.

# Languages::extract_archive
source: Extract archive
pt: Descompactar arquivo

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
pt: Imprimir etiquetas de postagem

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
pt: Imprimir pedidos (PDF)

# Languages::text_all_categories_included
source: All categories included
pt: Todas as categorias incluídas
