Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
pt: Estes arquivos possuem modificações locais e, por isso, serão feitas cópias de segurança deles. Assim que a atualização for concluída, compare as cópias com os novos arquivos e, se necessário, reaplique as modificações aos novos arquivos.

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
pt: Sua versão do [product] foi verificada com sucesso. Você está pronto para atualizar.

# Languages::text_uc_conflicts
source: The following files had local modifications
pt: Os seguintes arquivos locais possuem modificações

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
pt: Não possui permissões suficiente para atualizar o banco de dados. Por favor, atribua os seguintes privilégios para seu usuário do banco de dados [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
pt: Atenção! Por favor, copie e salve a URL abaixo - você pode usá-la para restaurar sua loja se a atualização falha. <br /> <b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
pt: As tabelas do banco de dados não foram backpeadas

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
pt: Falha ao criar um novo diretório

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
pt: Transferência do FTP falhou

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
pt: Não encontramos a instalação do CS-Cart no diretório especificado. Confira se você informou o diretório FTP correto.

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
pt: Conexão com o FTP falhou

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
pt: Não é possível conectar ao servidor FTP. Por favor, verifique se o nome do host está correto

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
pt: Não pode fazer login servidor FTP. Por favor, verifique se o nome de usuário e senha estão corretos

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
pt: Credencias do FTP para acessar os arquivos e definir as permissões adequadas automaticamente

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
pt: Alguns arquivos tem modificações locais. Você pode vê-los clicando no link a seguir

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
pt: Caminho errado para atualizar arquivos

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
pt: Por favor digite o seu número de licença do [product]

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
pt: Lista de atualizações faltando

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
pt: Esses arquivos requerem o conjunto de permissões de gravação (manual ou automaticamente através do FTP)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
pt: Espaço em disco insuficiente para fazer backup do banco de dados

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
pt: Parece que nenhum módulo FTP está instalado no seu servidor. Você não pode usar FTP até este módulo ser instalado

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
pt: Falha ao criar uma pasta de atualização

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
pt: Falha ao analisar o descritor do processo de atualização uc.xml

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
pt: Falha ao remover o arquivo

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
pt: Falha ao remover o descritor de atualização packages.xml

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
pt: Falha ao remover o arquivo de bloqueio de atualização. Por favor, remova o arquivo [file].

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
pt: Falha ao atualizar a lista de atualizações instaladas

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
pt: Sua loja foi atualizada com sucesso

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
pt: <p>Sua loja foi fechada durante o procedimento de atualização. Recomendamos que você verifique o resultado na loja e então libere a loja</p><p>Você pode abrir a loja, desmarcando a opção Fechar loja em Configurações → Geral.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
pt: Arquivo de log de atualização não é gravável

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
pt: Você precisa atualizar para a versão <b>[to_version]</b> antes de aplicar este pacote de atualização (sua versão é <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
pt: Nenhum pacote de atualização selecionado

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
pt: A atualização foi revertida com sucesso

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
pt: Proprietário do produto. Apenas o proprietário do produto pode editar todos os campos em produtos compartilhados.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
pt: Falha ao analisar a estrutura XML

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
pt: A moeda não é suportada pelo sistema de pagamento é utilizado no site. Entre em contato com o administrador da loja sobre o assunto.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
pt: Está disponível uma nova versão do CS-Cart. Para atualizar, clique <a href="[link]">aqui</a>.

# Languages::text_usergroup_activated
source: The following user groups have been activated for your account: [usergroups].
pt: Os seguintes grupos de usuários foram ativados para a sua conta: [usergroups].

# Languages::text_usergroup_disactivated
source: The following user groups have been removed from your account: [usergroups].
pt: Os seguintes grupos de usuários foram removidos da sua conta: [usergroups].

# Languages::text_usergroup_request
source: Customer requested user group.
pt: Grupo de usuário solicitado pelo cliente.

# Languages::text_usergroup_requested_by
source: The <b>[usergroup]</b> group was requested by [name] ([email]).
pt: O grupo <b>[usergroup]</b> foi solicitado por [name] ([email]).

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
pt: Você é capaz de usar curingas neste campo: <br /> <b>'? '</b> - qualquer caracter;<b>'* '</b> - qualquer número. <br /><br /> <u>Exemplo:</u> < br / > <b>98?78</b>&nbsp;&nbsp;(corresponde a 98878, 98378, 98978, etc) <br /> <b>12*</b>&nbsp;&nbsp;(corresponde a 12345, 12876, 12098, etc..)

# Languages::theme
source: Theme
pt: Tema

# Languages::themes
source: Themes
pt: Temas

# Languages::theme_directory
source: Theme directory
pt: Diretório do tema

# Languages::theme_editor
source: Theme editor
pt: Editor de tema

# Languages::theme_editor.background
source: Background
pt: Fundo

# Languages::theme_editor.backgrounds
source: Backgrounds
pt: Fundos

# Languages::theme_editor.background_color
source: Background color
pt: Cor de fundo

# Languages::theme_editor.body_font
source: Body
pt: Corpo

# Languages::theme_editor.browse
source: Browse
pt: Procurar

# Languages::theme_editor.buttons_font
source: Buttons
pt: Botões

# Languages::theme_editor.close
source: Close theme editor
pt: Fechar editor de tema

# Languages::theme_editor.colors
source: Colors
pt: Cores

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
pt: Combinação de cores

# Languages::theme_editor.color_gen_analogic
source: Analogic
pt: Analógico

# Languages::theme_editor.color_gen_base_color
source: Base color
pt: Cor de base

# Languages::theme_editor.color_gen_contrast
source: Contrast
pt: Contraste

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
pt: Pastel escuro

# Languages::theme_editor.color_gen_default
source: Default
pt: Padrão

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
pt: Pastel claro

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
pt: Monocromático

# Languages::theme_editor.color_gen_pale
source: Pale
pt: Pálido

# Languages::theme_editor.color_gen_title
source: Generate colors
pt: Gerar cores

# Languages::theme_editor.color_gen_triad
source: Triad
pt: Tríade

# Languages::theme_editor.color_gen_variant
source: Variation
pt: Variação

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
pt: Contraste

# Languages::theme_editor.content_bg
source: Content
pt: Conteúdo

# Languages::theme_editor.css
source: Custom CSS
pt: CSS personalizado

# Languages::theme_editor.customize
source: Customize
pt: Personalizar

# Languages::theme_editor.decorative_color
source: Decorative
pt: Decorativo

# Languages::theme_editor.discount_label
source: Discount label
pt: Etiqueta de desconto

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
pt: Um estilo com esse nome já existe. Por favor escolha outro.

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
pt: Tamanho do favicon deve ser 16x16 px

# Languages::theme_editor.fixed
source: Fixed
pt: Fixo

# Languages::theme_editor.font
source: Font
pt: Fonte

# Languages::theme_editor.fonts
source: Fonts
pt: Fontes

# Languages::theme_editor.font_color
source: Font
pt: Fonte

# Languages::theme_editor.footer
source: Footer
pt: Rodapé

# Languages::theme_editor.footer_text
source: Footer text
pt: Texto do rodapé

# Languages::theme_editor.full_width
source: Full width
pt: Largura total

# Languages::theme_editor.general
source: General
pt: Geral

# Languages::theme_editor.general_bg
source: General
pt: Geral

# Languages::theme_editor.gradient
source: Gradient
pt: Gradiente

# Languages::theme_editor.header
source: Header
pt: Cabeçalho

# Languages::theme_editor.headings_font
source: Headings
pt: Cabeçalhos

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
pt: Exibir/esconder painel do editor de tema

# Languages::theme_editor.in_stock
source: In stock
pt: Disponível

# Languages::theme_editor.logos
source: Logos
pt: Logotipos

# Languages::theme_editor.mail
source: Mail
pt: Email

# Languages::theme_editor.main
source: Main content
pt: Conteúdo principal

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
pt: A imagem não deve ser maior que 200 kB.

# Languages::theme_editor.menu_links_color
source: Menu links
pt: Links do menu

# Languages::theme_editor.middle_bg
source: Middle
pt: Meio

# Languages::theme_editor.no_repeat
source: No repeat
pt: Sem repetição

# Languages::theme_editor.out_of_stock
source: Out of stock
pt: Esgotado

# Languages::theme_editor.pattern
source: Pattern
pt: Padrão

# Languages::theme_editor.position
source: Position
pt: Posição

# Languages::theme_editor.styles
source: Styles
pt: Estilos

# Languages::theme_editor.style
source: Style
pt: Estilo

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
pt: Dados de estilo não podem ser gravados. Você deve definir as permissões de gravação para o diretório <b>[theme_dir]</b> para corrigir este problema.

# Languages::theme_editor.style_name
source: Style name
pt: Nome do estilo

# Languages::theme_editor.price
source: Price
pt: Preço

# Languages::theme_editor.price_font
source: Price tag
pt: Preços

# Languages::theme_editor.primary_button
source: Primary button
pt: Botão primário

# Languages::theme_editor.tertiary_button
source: Tertiary button
pt: Botão terciário

# Languages::theme_editor.repeat
source: Repeat
pt: Repetição

# Languages::theme_editor.repeat_x
source: Repeat x
pt: Horizontal

# Languages::theme_editor.repeat_y
source: Repeat y
pt: Vertical

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
pt: Redefinir os fundos

# Languages::theme_editor.reset_colors
source: Reset colors
pt: Redefinir cores

# Languages::theme_editor.reset_css
source: Reset CSS
pt: Redefinir CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
pt: Redefinir fontes

# Languages::theme_editor.reset_general
source: Reset general
pt: Redefinir geral

# Languages::theme_editor.reset_logos
source: Reset logos
pt: Redefinir logos

# Languages::theme_editor.rounded_corners
source: Rounded corners
pt: Bordas arredondados

# Languages::theme_editor.scroll
source: Scroll
pt: Rolagem

# Languages::theme_editor.secondary_button
source: Secondary button
pt: Botão secundário

# Languages::theme_editor.sidebar
source: Sidebar
pt: Barra lateral

# Languages::theme_editor.text_align
source: Text alignment
pt: Alinhamento de texto

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
pt: Tem certeza que deseja sair do editor de tema?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
pt: Você tem alterações que não gravou. Tem a certeza que quer sair do editor do tema?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
pt: Todas as alterações após a última gravação serão redefinidas

# Languages::theme_editor.theme
source: Theme
pt: Tema

# Languages::theme_editor_logo.theme
source: Theme
pt: Tema

# Languages::theme_editor.top_panel
source: Top panel
pt: Painel superior

# Languages::theme_editor.top_panel_links
source: Top panel links
pt: Links do painel superior

# Languages::theme_editor.top_panel_text
source: Top panel text
pt: Texto do painel superior

# Languages::theme_editor.transparent
source: Transparent
pt: Transparente

# Languages::theme_editor.upload_image
source: Upload image
pt: Enviar foto

# Languages::theme_editor.enable
source: Enable Theme editor
pt: Ativar o editor de temas

# Languages::theme_editor.system_fonts
source: System fonts
pt: Fontes do sistema

# Languages::theme_editor.popular_fonts
source: Popular fonts
pt: Fontes populares

# Languages::theme_editor.other_fonts
source: Other fonts
pt: Outras fontes

# Languages::theme_editor_mode
source: Theme editor mode
pt: Modo do editor de tema

# Languages::admin_panel.block_manager
source: Editing layout
pt: Editando layout

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
pt: Você não pode modificar este parâmetro para estilos padrões. Crie um novo primeiro.

# Languages::the_test_transaction
source: This is a TEST transaction
pt: Esta é uma transação de TESTE

# Languages::this_day
source: This day
pt: Hoje

# Languages::this_month
source: This month
pt: Este mês

# Languages::this_week
source: This week
pt: Esta semana

# Languages::this_year
source: This year
pt: Este ano

# Languages::ths_sign
source: Ths sign
pt: Separador de milhar

# Languages::thumb
source: Thumbnail
pt: Miniatura

# Languages::thumbnail
source: Thumbnail
pt: Miniatura

# Languages::thumbnails
source: Thumbnails
pt: Miniaturas

# Languages::thumbnails_removed
source: Thumbnails have been removed
pt: As miniaturas foram removidas

# Languages::thumbnail_width
source: Thumbnail width in scroller
pt: Largura da miniatura no scroller

# Languages::tier_account
source: tier account
pt: conta principal

# Languages::time
source: Time
pt: Hora

# Languages::timeout
source: Timeout
pt: Prazo

# Languages::time_interval
source: Time interval
pt: Intervalo de tempo

# Languages::time_unlimited_download
source: Time-unlimited download
pt: Download por tempo ilimitado

# Languages::title
source: Title
pt: Título

# Languages::tmpl_copyright
source: Copyright information
pt: Informações de copyright

# Languages::tmpl_logo
source: Store logo
pt: Logotipo da loja

# Languages::tmpl_payment_icons
source: Payment systems icons
pt: Ícones das formas de pagamento

# Languages::tmpl_quick_links
source: Quick links
pt: Links rápidos

# Languages::tmpl_search
source: Search field
pt: Campo de pesquisa

# Languages::to
source: TO
pt: para

# Languages::today
source: Today
pt: Hoje

# Languages::tools
source: Tools
pt: Ferramentas

# Languages::tools_addons_current_state
source: Current state
pt: Estado atual

# Languages::tools_addons_no_addons
source: No add-ons
pt: Nenhum complemento

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
pt: Nenhum complemento de terceiros

# Languages::tooltip
source: Tooltip
pt: Dica

# Languages::top_panel
source: Top panel
pt: Painel superior

# Languages::totally_paid
source: Total paid
pt: Total pago

# Languages::totals
source: Totals
pt: Totais

# Languages::total_amount
source: Total amount
pt: Montante total

# Languages::total_cost
source: Total cost
pt: Total

# Languages::total_items
source: Total items
pt: Total de itens

# Languages::total_price
source: Total price
pt: Preço total

# Languages::total_product_cost
source: Total product cost
pt: Preço total do artigo

# Languages::total_results
source: Total results
pt: Resultados totais

# Languages::to_all_subcats
source: Apply to all subcategories
pt: Aplicar a todas as subcategorias

# Languages::to_date
source: Date through
pt: Data através

# Languages::to_fixed
source: to fixed amount
pt: para montante fixo

# Languages::to_percentage
source: to percentage of the original price
pt: para porcentagem do preço original

# Languages::track
source: Track
pt: Rastrear

# Languages::tracking_num
source: Tracking number
pt: Número de rastreamento

# Languages::tracking_number
source: Tracking number
pt: Número de rastreamento

# Languages::tracks
source: Identifier
pt: Identificador

# Languages::track_my_order
source: Track my order(s)
pt: Rastrear meu pedido

# Languages::track_orders
source: Track orders
pt: Rastrear pedidos

# Languages::track_request_subj
source: Order tracking
pt: Rastreamento

# Languages::track_without_options
source: Track without options
pt: Rastrear sem opções

# Languages::track_with_options
source: Track with options
pt: Rastrear com opções

# Languages::transaction_approved
source: Transaction approved
pt: Transação aprovada

# Languages::transaction_cancelled
source: Transaction was canceled
pt: Transação foi cancelada

# Languages::transaction_declined
source: Transaction declined
pt: Transação declinada

# Languages::transaction_id
source: Transaction ID
pt: Código da transação

# Languages::transaction_datetime
source: Transaction date
pt: Data da transação

# Languages::transaction_key
source: Transaction key
pt: Chave da transação

# Languages::transaction_password
source: Transaction password
pt: Senha da transação

# Languages::transaction_type
source: Transaction type
pt: Tipo da transação

# Languages::transaction_url
source: Transaction URL
pt: URL da transação

# Languages::translate
source: Translate
pt: Traduzir

# Languages::translations
source: Translations
pt: Traduções

# Languages::edit_texts
source: Edit texts
pt: Editar textos

# Languages::tree
source: Tree
pt: Árvore

# Languages::trial
source: Trial
pt: Teste

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
pt: Modo de teste não está mais disponível já que você tem uma licença válida ativada para esta instalação

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
pt: Modo de teste não pode ser ativado

# Languages::trial_expired
source: Your [product] trial period has expired
pt: O seu período de teste de [product] expirou

# Languages::text_input_license_code
source: Please enter your license number to be able to manage your store:
pt: Insira o número da sua licença para poder gerenciar a sua loja:

# Languages::text_buy_new_license
source: If you don't have a license number yet, you can purchase it at our official website.
pt: Se ainda não possui um número de licença, você pode comprá-lo no nosso site oficial.

# Languages::buy_license
source: Purchase a license
pt: Comprar uma licença

# Languages::true
source: True
pt: Verdadeiro

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
pt: Título da página exibido em um painel do navegador.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
pt: Classificação de popularidade do produto com base em quantas vezes foi visto na loja, número de adições ao carrinho e número de compras.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
pt: Todos os domínios das lojas devem estar associados com o mesmo endereço IP. Nota: Mudar para "Todas as lojas" para editar

# Languages::ttc_stores_status
source: ON—the storefront is open; everyone will see it. OFF—the storefront is closed; only those who have the access key will be able to see it.
pt: ON - a loja virtual está aberta; todos a verão. OFF - a loja virtual está fechada; somente quem possuir a chave de acesso poderá vê-la.

# Languages::access_for_authorized_customers_only
source: Access for authorized customers only
pt: Acesso somente a clientes autorizados

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
pt: O item do menu será revelado como ativado para o despacho especificado.
