Repository: tigerkig/CS-Cart-php-
Catalog: install/database/lang/*/*.po
Languages: pt

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
pt: Permitir que clientes comparem produtos

# SettingsTooltips::secure_storefront
source: SSL certificate must be installed on your server.
pt: É necessário ter certificado SSL instalado em seu servidor.

# SettingsTooltips::secure_admin
source: SSL certificate must be installed on your server.
pt: É necessário ter certificado SSL instalado em seu servidor.

# SettingsTooltips::order_start_id
source: Use a number between 1 and 10000000 or leave empty for auto-filling.
pt: Use um número entre 1 e 10.000.000 (apenas números) ou deixe em branco para preenchimento automático.

# SettingsTooltips::user_multiple_profiles
source: A profile is a combination of shipping and billing address.
pt: Um perfil é uma combinação de endereço de entrega e de cobrança.

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background.
pt: Deixe em branco para plano de fundo transparente.

# SettingsTooltips::secure_auth
source: SSL certificate must be installed on your server.
pt: É necessário ter certificado SSL instalado em seu servidor.

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
pt: Rastrear modificações em tempo real e automaticamente recarregar os arquivos modificados (também funciona com arquivos modificados diretamente no servidor). Pode afetar um pouco o desempenho da loja. Recomendável desabilitar na produção.

# SettingsTooltips::show_menu_descriptions
source: Affects the menus like Products and Orders in the admin panel.
pt: Afeta os menus como Produtos e Pedidos no painel administrativo.

# SettingsTooltips::quick_registration
source: Require only contact information for registration.
pt: Exigir somente informações de contato para o cadastro.

# SettingsVariants::default_products_sorting::position
source: Default
pt: Padrão

# SettingsVariants::feedback_type::manual
source: Manual feedback
pt: Feedback manual

# SettingsVariants::feedback_type::auto
source: Automatic feedback
pt: Feedback automático

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
pt: 29/09/2005 (dia/mês/ano)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
pt: Permitir

# SettingsVariants::string_type::digits
source: Digits only
pt: Digitos apenas

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
pt: 09/30/2008 (mês/dia/ano)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
pt: Domingo

# SettingsVariants::address_position::billing_first
source: Billing first
pt: Cobrança primeiro

# SettingsVariants::log_type_general::runtime
source: Runtime
pt: Tempo de execução

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
pt: Desativado

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
pt: 29-09-2005 (dia-mês-ano)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
pt: Produtos com envio

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
pt: Esconder o botão "Adicionar ao carrinho"

# SettingsVariants::string_type::letters
source: Letters only
pt: Apenas letras

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
pt: 30/09/2008 (dia/mês/ano)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
pt: Segunda

# SettingsVariants::address_position::shipping_first
source: Shipping first
pt: Entrega primeiro

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
pt: Recursos obsoletos

# SettingsVariants::default_state_update_for_all::active
source: Active
pt: Ativado

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
pt: 29.09.2005 (dia.mês.ano)

# SettingsVariants::min_order_amount_type::only_products
source: Products
pt: Produtos

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
pt: Esconder o preço e o botão "Adicionar ao carrinho"

# SettingsVariants::string_type::mixed
source: Mixed
pt: Misturado

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
pt: 09/29/2005 (mês/dia/ano)

# SettingsVariants::log_type_orders::create
source: Create
pt: Criar

# SettingsVariants::log_type_orders::delete
source: Delete
pt: Remover

# SettingsVariants::log_type_orders::update
source: Update
pt: Atualizar

# SettingsVariants::log_type_products::create
source: Create
pt: Criar

# SettingsVariants::log_type_products::delete
source: Delete
pt: Remover

# SettingsVariants::log_type_products::update
source: Update
pt: Atualizar

# SettingsVariants::log_type_users::create
source: Create
pt: Criar

# SettingsVariants::log_type_users::delete
source: Delete
pt: Remover

# SettingsVariants::log_type_users::update
source: Update
pt: Atualizar

# SettingsVariants::log_type_categories::create
source: Create
pt: Criar

# SettingsVariants::log_type_categories::delete
source: Delete
pt: Remover

# SettingsVariants::log_type_categories::update
source: Update
pt: Atualizar

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
pt: 09-29-2005 (mês-dia-ano)

# SettingsVariants::month::%B, %Y
source: January, 2006
pt: Janeiro, 2006

# SettingsVariants::log_type_orders::status
source: Change
pt: Alterar

# SettingsVariants::log_type_users::session
source: Session
pt: Sessão

# SettingsVariants::log_type_users::failed_login
source: Failed logins
pt: Logins com falha

# SettingsVariants::log_type_products::low_stock
source: Low stock
pt: Estoque baixo

# SettingsVariants::log_type_database::restore
source: Restore
pt: Restauração

# SettingsVariants::log_type_database::optimize
source: Optimize
pt: Otimizar

# SettingsVariants::log_type_database::error
source: Errors
pt: Erros

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
pt: 09.29.2005 (mês.dia.ano)

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
pt: 2005/09/29 (ano/mês/dia)

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
pt: 2005-09-29 (ano-mês-dia)

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
pt: 2005.09.29 (ano.mês.dia)

# SettingsVariants::exception_style::hide
source: Hide exception
pt: Esconder exceção

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
pt: Exibir preços somente na moeda selecionada

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
pt: Set 29, 2005 (mês dia, ano)

# SettingsVariants::default_products_sorting::product
source: Product name
pt: Nome do produto

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
pt: Ter, Jan 3

# SettingsVariants::week::%U
source: 1 week
pt: 1 semana

# SettingsVariants::month::%B
source: January
pt: Janeiro

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
pt: através do servidor SMTP

# SettingsVariants::tax_calculation::unit_price
source: Unit price
pt: Preço unitário

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
pt: 29 Set 2005 (dia mês ano)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
pt: Quinta-feira, Setembro 29, 2005 (dia da semana, mês dia, ano)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
pt: Quinta-feira, 29 Setembro 2005 (dia da semana, dia mês ano)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
pt: Janeiro 3, 2006

# SettingsVariants::exception_style::warning
source: Show warning on exception
pt: Exibir aviso na exceção

# SettingsVariants::default_options_type::P
source: Simultaneous
pt: Simultâneo

# SettingsVariants::default_options_type::S
source: Sequential
pt: Sequencial

# SettingsVariants::default_exceptions_type::F
source: Forbidden
pt: Proibido

# SettingsVariants::default_exceptions_type::A
source: Allowed
pt: Permitido

# SettingsVariants::default_zero_price_action::R
source: Do not allow customers to add the product to cart
pt: Não permitir que clientes adicionem o produto ao carrinho

# SettingsVariants::default_zero_price_action::P
source: Allow customers to add the product to cart
pt: Permitir que clientes adicionem o produto ao carrinho

# SettingsVariants::default_zero_price_action::A
source: Ask customer to enter the price
pt: Perguntar o preço ao cliente

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
pt: Exibir preços na moeda principal e na moeda selecionada

# SettingsVariants::default_products_sorting::price
source: Price
pt: Preço

# SettingsVariants::mailer_send_method::mail
source: via php mail function
pt: através da função mail do php

# SettingsVariants::default_products_sorting::null
source: None
pt: Nenhum

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
pt: Ter Jan 3, 2006

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
pt: via programa de sendmail

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
pt: (GMT-08:00) Hora do Pacífico (U.S. & Canadá); Tijuana

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
pt: (GMT-07:00) Hora das montanhas (U.S. & Canadá)

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
pt: (GMT-06:00) Hora central (EUA e Canadá)

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
pt: (GMT-06:00) América Central

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
pt: (GMT-05:00) Hora do leste (EUA e Canadá)

# SettingsVariants::timezone::America/Halifax
source: (GMT-04:00) Atlantic Time (Canada)
pt: (GMT-04:00) Hora do Atlântico (Canadá)

# SettingsVariants::timezone::America/Nuuk
source: (GMT-03:00) Greenland
pt: (GMT-03:00) Groenlândia

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
pt: (GMT-03:00) Brasília

# SettingsVariants::timezone::Atlantic/South_Georgia
source: (GMT-02:00) Mid-Atlantic
pt: (GMT-02:00) Meio Atlântico

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
pt: (GMT-01:00) Ilhas Cabo Verde

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
pt: (GMT-01:00) Açores

# SettingsVariants::timezone::Atlantic/Reykjavik
source: (GMT) Reykjavik, Monrovia
pt: (GMT) Reiquiavique, Monróvia

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time: Edinburgh, Lisbon, London
pt: (GMT) Tempo Médio de Greenwich: Edimburgo, Lisboa, Londres

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
pt: (GMT+01:00) Amsterdam, Berlim, Berna, Roma, Estocolmo, Viena

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
pt: (GMT+01:00) Belgrado, Bratislava, Budapeste, Ljubljana, Praga

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
pt: (GMT+01:00) Bruxelas, Copenhaga, Madrid, Paris

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
pt: (GMT+01:00) África do Centro-Oeste

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+03:00) Istanbul
pt: (GMT+03:00) Istambul

# SettingsVariants::timezone::Europe/Athens
source: (GMT+02:00) Athens
pt: (GMT+02:00) Atenas

# SettingsVariants::timezone::Asia/Beirut
source: (GMT+02:00) Beirut
pt: (GMT+02:00) Beirute

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
pt: (GMT+02:00) Bucareste

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
pt: (GMT+02:00) Jerusalém

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
pt: (GMT+03:00) Bagdade

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg
pt: (GMT+03:00) Moscou, São Petersburgo

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
pt: (GMT+03:30) Teerão

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
pt: (GMT + 05:00) Islamabade, Karachi, Tashkent

# SettingsVariants::timezone::Asia/Kolkata
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
pt: (GMT + 05:30) Chennai, Calcutá, Mumbai, Nova Deli

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Nur-Sultan, Dhaka
pt: (GMT+06:00) Nur-Sultã, Dhaka

# SettingsVariants::timezone::Asia/Yangon
source: (GMT+06:30) Yangon
pt: (GMT+06:30) Rangum

# SettingsVariants::timezone::Asia/Bangkok
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
pt: (GMT + 07:00) Bangcoc, Hanói, Jacarta

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong
pt: (GMT+08:00) Pequim, Chongqing, Hong Kong

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaanbaatar
pt: (GMT+08:00) Irkutsk, Ulã Bator

# SettingsVariants::timezone::Asia/Singapore
source: (GMT+08:00) Kuala Lumpur, Singapore
pt: (GMT+08:00) Kuala Lumpur, Cingapura

# SettingsVariants::timezone::Asia/Tokyo
source: (GMT+09:00) Osaka, Sapporo, Tokyo
pt: (GMT+09:00) Osaka, Sapporo, Tóquio

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
pt: (GMT+09:00) Seul

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
pt: (GMT+11:00) Magadã, Ilhas Salomão, Nova Caledônia

# SettingsVariants::timezone::Asia/Kamchatka
source: (GMT+12:00) Kamchatka, Marshall Is.
pt: (GMT+12:00) Kamchatka, Ilhas Marshall

# SettingsVariants::email_templates::old
source: Old (stored on file system)
pt: Antigo (armazenado no sistema de arquivos)

# SettingsVariants::email_templates::new
source: New (nice and editable via admin panel)
pt: Novo (agradável e editável através do painel administrativo)

# SettingsVariants::phone_validation_mode::international_format
source: International phone number
pt: Número de telefone internacional

# SettingsVariants::phone_validation_mode::any_digits
source: Any digits and +-()
pt: Qualquer dígito e +-()

# SettingsVariants::phone_validation_mode::any_symbols
source: Any symbols
pt: Qualquer símbolo

# Languages::views
source: Views
pt: Visualizações

# ProfileFields::firstname
source: First name
pt: Nome

# ProfileFields::lastname
source: Last name
pt: Sobrenome

# Languages::first_name_and_last_name
source: First name and last name
pt: Nome e sobrenome

# Languages::s_first_name_and_last_name
source: First name and last name (for shipping)
pt: Nome e sobrenome (para entrega)

# Languages::b_first_name_and_last_name
source: First name and last name (for billing)
pt: Nome e sobrenome (para cobrança)

# Languages::last_name_and_first_name
source: Last name and first name
pt: Sobrenome e nome

# Languages::s_last_name_and_first_name
source: Last name and first name (for shipping)
pt: Sobrenome e nome (para entrega)

# Languages::b_last_name_and_first_name
source: Last name and first name (for billing)
pt: Sobrenome e nome (para cobrança)

# Languages::fullname
source: Full name
pt: Nome completo

# Languages::s_fullname
source: Full name (for shipping)
pt: Nome completo (para entrega)

# Languages::b_fullname
source: Full name (for billing)
pt: Nome completo (para cobrança)

# ProfileFields::customer_notes
source: Customer's notes
pt: Observações do cliente

# ProfileFields::company
source: Company
pt: Empresa

# ProfileFields::email
source: Phone
pt: Telefone

# ProfileFields::phone
source: Phone
pt: Telefone

# ProfileFields::url
source: URL
pt: Site

# ProfileFields::b_firstname
source: First name
pt: Nome

# ProfileFields::s_firstname
source: First name
pt: Nome

# ProfileFields::b_lastname
source: Last name
pt: Sobrenome

# ProfileFields::s_lastname
source: Last name
pt: Sobrenome

# ProfileFields::b_address
source: Address
pt: Endereço

# ProfileFields::b_address_2
source: Address
pt: Endereço

# ProfileFields::s_address
source: Address
pt: Endereço

# ProfileFields::s_address_2
source: Address
pt: Endereço

# ProfileFields::b_city
source: City
pt: Cidade

# ProfileFields::s_city
source: City
pt: Cidade

# ProfileFields::b_state
source: State/province
pt: Estado

# ProfileFields::s_state
source: State/province
pt: Estado

# ProfileFields::b_country
source: Country
pt: País

# ProfileFields::s_country
source: Country
pt: País

# ProfileFields::b_zipcode
source: Zip/postal code
pt: CEP

# ProfileFields::s_zipcode
source: Zip/postal code
pt: CEP

# ProfileFields::b_phone
source: Phone
pt: Telefone

# ProfileFields::s_phone
source: Phone
pt: Telefone

# ProfileFields::s_address_type
source: Address type
pt: Tipo de endereço

# ProfileFields::admin_firstname
source: First name
pt: Nome

# ProfileFields::admin_lastname
source: Last name
pt: Sobrenome

# ProfileFields::company_description
source: Description
pt: Descrição

# ProfileFields::address
source: Address
pt: Endereço

# ProfileFields::city
source: City
pt: Cidade

# ProfileFields::country
source: Country
pt: País

# ProfileFields::state
source: State/Province
pt: Estado

# ProfileFields::zipcode
source: Zip/postal code
pt: CEP

# ProfileFields::accept_terms
source: I accept the Terms and Conditions
pt: Eu aceito os termos e condições

# Languages::vendor_terms
source: Vendor terms and conditions
pt: Termos e condições do fornecedor

# Languages::vendor_terms_field_alert
source: Vendor terms and conditions alert
pt: Alerta de termos e condições do fornecedor

# Languages::vendor_terms_field_terms_text
source: Vendor terms and conditions text
pt: Texto de termos e condições do fornecedor

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
pt: O produto deve pertencer a uma categoria criada pela empresa proprietária.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
pt: Nenhum

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
pt: Exibir "Novo cliente" primeiro

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
pt: Exibir "Já sou cliente" primeiro

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
pt: Ocultar etapa completamente

# SettingsVariants::sign_in_default_action::register
source: Register
pt: Registre-se

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
pt: Check-out como convidado

# Languages::last_year
source: Last year
pt: Último ano

# Languages::store_closed
source: Store closed
pt: Loja fechada

# Languages::store_closed_banner
source: Store<br/>closed
pt: Loja<br/>fechada

# Languages::copy_to_other_locations
source: Copy to other locations
pt: Copiar para outros locais

# Languages::head_custom_html
source: Custom HTML code
pt: Personalizar código HTML

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This HTML code will be put between &lt;head&gt;&lt;/head&gt; tags
pt: Este código HTML será colocado entre as tags &lt;head&gt;&lt;/head&gt;

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
pt: Esta ação irá eliminar todos os produtos da categoria e subcategorias selecionadas

# Languages::restore_original
source: Restore original
pt: Restaurar Padrão

# Languages::set_custom_configuration
source: Set custom configuration
pt: Configuração personalizada

# Languages::use_default_block_configuration
source: Use default block configuration
pt: Usar Configuração de bloco de padrão

# Languages::private_files
source: Private files
pt: Arquivos privados

# Languages::public_files
source: Public files
pt: Arquivos públicos

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
pt: Forneça esta URL ao gerente da sua conta Realex Payments

# Languages::payments.globalpayments.referring_url
source: Please supply this URL to your Global Payments account manager
pt: Forneça esta URL ao gerente da sua conta Global Payments

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
pt: Forneça o endereço IP do seu servidor ao gerente da sua conta Realex Payments

# Languages::payments.globalpayments.referring_ip
source: Please supply the IP address of your server to your Global Payments account manager
pt: Forneça o endereço IP do seu servidor ao gerente da sua conta Global Payments

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
pt: Mapa de conversão de status de pedido de Realex para CS-Cart

# Languages::payments.globalpayments.text_status_map
source: Global Payments to [product] order status conversion map
pt: Mapa de conversão de status de pedido de Global Payments para [product]

# Languages::payments.realex.subaccount
source: Subaccount
pt: Conta secundária

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
pt: Mensagem do 3-D Secure

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
pt: A sua conta Realex foi suspensa. Entre em contato com o suporte do Realex para mais informações.

# Languages::payments.globalpayments.connector_error
source: Your Global Payments account has been suspended. Contact Global Payments support for further information.
pt: A sua conta Global Payments foi suspensa. Entre em contato com o suporte do Global Payments para mais informações.

# Languages::new_version
source: New version
pt: Nova versão

# Languages::migrations
source: Migrations
pt: Migrações

# Languages::permissions_issue
source: Permissions issue
pt: Problema de permissões

# Languages::text_uc_local_modification
source: Local modifications
pt: Modificações locais

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
pt: Eu entendo que as minhas modificações locais serão permanentemente perdidas durante a atualização

# Languages::text_uc_will_be_changed
source: Will be changed
pt: Serão modificadas

# Languages::text_uc_will_be_deleted
source: Will be deleted
pt: Serão apagadas

# Languages::uc_copy_files
source: Copy files
pt: Copiar arquivos

# Languages::uc_run_migrations
source: Run migrations
pt: Executar migrações

# Languages::uc_install_languages
source: Install languages
pt: Instalar idiomas

# Languages::uc_upgrade_progress
source: Upgrade progress
pt: Progresso de atualização

# Languages::upload_upgrade_package
source: Upload upgrade package
pt: Carregar pacote de atualização

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
pt: Deve restar pelo menos uma loja virtual

# Languages::datakeeper.run_backup_via_cron_message
source: You can run the backup automatically at certain time intervals. To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
pt: Você pode executar a cópia de segurança automaticamente em certos intervalos de tempo. Para fazer isso, adicione o seguinte comando ao <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
